{"juzNo":1,"pageNo":10,"arCuzNo":"۱","arPageNo":"۱۰","quranAyats":[{"id":69,"surahId":2,"ayatId":62,"ayatNo":"٦٢","pageNo":10,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَالَّذٖينَ هَادُوا وَالنَّصَارٰى وَالصَّابِـٖٔينَ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحاً فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْࣕ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Şüphe yok ki, iman edenler, yahudiler, hıristiyanlar ve sabiîler, bunlardan her kim Allah'a ve ahiret gününe gerçekten iman eder ve salih amel işlerse elbette Rabbleri katında bunların ecirleri vardır, bunlara bir korku yoktur, bunlar mahzun da olacak değillerdir.","nl":"Voorwaar, degenen die geloven, en degenen die het Jodendom belijden en de Christenen en de Sabiërs; (zij allen) geloven in Allah en in de Laatste Dag, en zij verrichten goede werken: voor hen is hun beloning bij hun Heer en geen vrees zal er over hen zijn noch zullen zij treuren.","en":"Indeed, the believers, Jews, Christians, and Sabians—whoever ˹truly˺ believes in Allah and the Last Day and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":70,"surahId":2,"ayatId":63,"ayatNo":"٦٣","pageNo":10,"ayatText":"وَاِذْ اَخَذْنَا مٖيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَؕ خُذُوا مَٓا اٰتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فٖيهِ لَعَلَّكُمْ تَتَّقُونَ","ayatMealText":{"tr":"Hani bir zamanlar sizden mîsak (sağlam bir söz) almıştık, Tur'u üstünüze kaldırıp demiştik ki; size verdiğimiz kitaba kuvvetle tutunun ve içindekilerden gafil olmayın, gerek ki, korunursunuz.","nl":"En (gedenkt) toen Wij jullie belofte aanvaardden en de (berg) Thôer boven jullie verhieven, (zeggend:) \"Houdt stevig vast aan wat Wij aan jullie gegeven hebben en gedenkt wat er in staat, hopelijk zullen jullie (Allah) vrezen.\"","en":"And ˹remember˺ when We took a covenant from you and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of Allah˺.”"},"surah":null},{"id":71,"surahId":2,"ayatId":64,"ayatNo":"٦٤","pageNo":10,"ayatText":"ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذٰلِكَۚ فَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Sonra verdiğiniz sözün arkasından yüz çevirdiniz, eğer üzerinizde Allah'ın lütfu ve rahmeti olmasa idi herhalde zarara uğrayanlardan olurdunuz.","nl":"Vervolgens wendden jullie je af, en als er niet de gunst van Allah over jullie en Zijn Barmhartigheid was geweest, dan zouden jullie zeker tot de verliezers behoren.","en":"Yet you turned away afterwards. Had it not been for Allah’s grace and mercy upon you, you would have certainly been of the losers"},"surah":null},{"id":72,"surahId":2,"ayatId":65,"ayatNo":"٦٥","pageNo":10,"ayatText":"وَلَقَدْ عَلِمْتُمُ الَّذٖينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِـٖٔينَۚ","ayatMealText":{"tr":"İçinizden cumartesi günü yasağını çiğneyenleri elbette bilirsiniz. İşte bundan dolayı onlara \"sefil maymunlar olun!\" dedik.","nl":"En voorzeker, jullie kennen degenen die in overtreding waren onder jullie (volk) betreffende de Sabbat, Wij zeiden immers tot hen: \"Weest verachte apen.\"","en":"You are already aware of those of you who broke the Sabbath. We said to them, “Be disgraced apes!”"},"surah":null},{"id":73,"surahId":2,"ayatId":66,"ayatNo":"٦٦","pageNo":10,"ayatText":"فَجَعَلْنَاهَا نَكَالاً لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقٖينَ","ayatMealText":{"tr":"Bu ibret dolu cezayı öncekilere ve sonrakilere bir ders, korunacaklara da bir nasihat, bir öğüt yaptık.","nl":"Zo maakten Wij deze (bestraffing) tot een waarschuwing voor die tijd en de tijd erna en een vermaning voor de Moettaqôen.","en":"So We made their fate an example to present and future generations, and a lesson to the God-fearing"},"surah":null},{"id":74,"surahId":2,"ayatId":67,"ayatNo":"٦٧","pageNo":10,"ayatText":"وَاِذْ قَالَ مُوسٰى لِقَوْمِهٖٓ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تَذْبَحُوا بَقَرَةًؕ قَالُٓوا اَتَتَّخِذُنَا هُزُواًؕ قَالَ اَعُوذُ بِاللّٰهِ اَنْ اَكُونَ مِنَ الْجَاهِلٖينَ","ayatMealText":{"tr":"Hani bir zamanlar Musa kavmine demişti ki Allah, size bir bakara (sığır) boğazlamanızı emrediyor. Onlar da \"ayol sen bizimle eğleniyor, alay mı ediyorsun?\" dediler. Musa da: \"Böyle cahillerden biri olmaktan Allah'a sığınırım.\" dedi.","nl":"En (gedenkt) toen Môesa tot zijn volk zei: \"Voorwaar, Allah beveelt jullie dat jullie een koe slachten.\" Zij zeiden: \"Maak jij ons tot (onderwerp van) bespotting?\" Hij antwoordde: \"Ik zoek bescherming bij Allah dat ik tot de dommen zou behoren.\"","en":"And ˹remember˺ when Moses said to his people, “Allah commands you to sacrifice a cow.” They replied, “Are you mocking us?” Moses responded, “I seek refuge in Allah from acting foolishly!”"},"surah":null},{"id":75,"surahId":2,"ayatId":68,"ayatNo":"٦٨","pageNo":10,"ayatText":"قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَؕ قَالَ اِنَّهُ يَقُولُ اِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌؕ عَوَانٌ بَيْنَ ذٰلِكَؕ فَافْعَلُوا مَا تُؤْمَرُونَ","ayatMealText":{"tr":"Onlar, \"Bizim için Rabbine dua et, her ne ise onu bize açıklasın.\" dediler. Musa, \"Rabbim buyuruyor ki, o ne pek yaşlı, ne de pek taze, ikisi arası dinç bir sığırdır, haydi emrolunduğunuz işi yapınız.\" dedi.","nl":"Zij zeiden: \"Roep voor ons jouw Heer aan, op dat Hij ons duidelijk maakt wat voor koe het moet zijn.\" Hij zei: \"Voorwaar, Hij zegt: 'Het us een koe die niet oud is en niet jong, maar van een leeftijd daartussen'. Doe dan wat jullie bevolen is.\"","en":"They said, “Call upon your Lord to clarify for us what type ˹of cow˺ it should be!” He replied, “Allah says, ‘The cow should neither be old nor young but in between. So do as you are commanded!’”"},"surah":null},{"id":76,"surahId":2,"ayatId":69,"ayatNo":"٦٩","pageNo":10,"ayatText":"قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَاؕ قَالَ اِنَّهُ يَقُولُ اِنَّهَا بَقَرَةٌ صَفْرَٓاءُۙ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرٖينَ","ayatMealText":{"tr":"Onlar, \"Bizim için Rabbine dua et, rengi ne ise onu bize açıklasın.\" dediler. Musa, \"Rabbim buyuruyor ki, o, bakanlara sürur veren, sapsarı bir sığırdır.\" dedi.","nl":"Zij zeiden: \"Roep voor ons jouw Heer aan, opdat Hij ons duidelijk maakt wat haar kleur is.' Hij zei: \"Hij zeg dat het een koe met een heldere gele kleur is, die de toeschouwers verheugt.\"","en":"They said, “Call upon your Lord to specify for us its colour.” He replied, “Allah says, ‘It should be a bright yellow cow—pleasant to see.’”"},"surah":null}]}