{"juzNo":5,"pageNo":100,"arCuzNo":"٥","arPageNo":"۱۰۰","quranAyats":[{"id":628,"surahId":4,"ayatId":135,"ayatNo":"١٣٥","pageNo":100,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا كُونُوا قَوَّامٖينَ بِالْقِسْطِ شُهَدَٓاءَ لِلّٰهِ وَلَوْ عَلٰٓى اَنْفُسِكُمْ اَوِ الْوَالِدَيْنِ وَالْاَقْرَبٖينَۚ اِنْ يَكُنْ غَنِياًّ اَوْ فَقٖيراً فَاللّٰهُ اَوْلٰى بِهِمَا فَلَا تَتَّبِعُوا الْهَوٰٓى اَنْ تَعْدِلُواۚ وَاِنْ تَلْـوُٓ۫ا اَوْ تُعْرِضُوا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُونَ خَبٖيراً","ayatMealText":{"tr":"Ey iman edenler! Adaleti ayakta tutan ve kendiniz, anababanız ve yakın akrabanız aleyhine de olsa, yalnız Allah için şahitlik eden kimseler olunuz. Zira zengin de olsa, fakir de olsa, Allah ikisine de (sizden) daha yakındır. Nefsinizin arzusuna uyarak adaletten uzaklaşmayın. Eğer (şahitlik ederken) dilinizi eğer, bükerseniz veya çekinirseniz, şüphesiz Allah yaptıklarınızdan haberdardır.","nl":"O jullie die geloven. Weest standvastigen ten aanzien van de gerechtigheid, als getuigen omwille van Allah. Zelfs tegenover jullie zelf of de kinderen en de verwanten, of het nu een rijke of een arme is (waartegen getuigd moet worden), want Allah kent hun belangen beter. Volgt niet de begeerte om niet rechtvaardig te zijn. En indien jullie verdraaien of je afwenden, dan voorwaar: Allah weet wat jullie doen.","en":"O believers! Stand firm for justice as witnesses for Allah even if it is against yourselves, your parents, or close relatives. Be they rich or poor, Allah is best to ensure their interests. So do not let your desires cause you to deviate ˹from justice˺. If you distort the testimony or refuse to give it, then ˹know that˺ Allah is certainly All-Aware of what you do"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":629,"surahId":4,"ayatId":136,"ayatNo":"١٣٦","pageNo":100,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اٰمِنُوا بِاللّٰهِ وَرَسُولِهٖ وَالْكِتَابِ الَّذٖي نَزَّلَ عَلٰى رَسُولِهٖ وَالْكِتَابِ الَّـذٖٓي اَنْزَلَ مِنْ قَبْلُؕ وَمَنْ يَكْفُرْ بِاللّٰهِ وَمَلٰٓئِكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلَالاً بَعٖيداً","ayatMealText":{"tr":"Ey iman edenler! Allah'a, Peygamberine, Peygamberine indirdiği Kitab'a, ve daha önce indirdiği kitaba iman edin. Kim Allah'ı, meleklerini, kitaplarını, peygamberlerini ve ahiret gününü inkâr ederse sapıklığın en koyusuna düşmüş olur.","nl":"O jullie die geloven! Gelooft in Allah en Zijn Boodschapper en in wat Hij aan Zijn Boodschapper openbaarde en in de Schrift die Hij vroeger openbaarde. En wie ongelovig is aan Allah en Zijn Engelen en Zijn Boeken en Zijn Boodschappers on de Laatste Dag: hij is waarlijk ver weg gedwaald.","en":"O believers! Have faith in Allah, His Messenger, the Book He has revealed to His Messenger, and the Scriptures He revealed before. Indeed, whoever denies Allah, His angels, His Books, His messengers, and the Last Day has clearly gone far astray"},"surah":null},{"id":630,"surahId":4,"ayatId":137,"ayatNo":"١٣٧","pageNo":100,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا ثُمَّ كَفَرُوا ثُمَّ اٰمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْراً لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبٖيلاًؕ","ayatMealText":{"tr":"İman edip sonra inkâr eden, sonra iman edip tekrar inkâr eden, sonra da inkârlarında ileri gidenleri Allah ne bağışlayacak, ne de doğru yola eriştirecektir.","nl":"Voorwaar, degenen die geloven en do ongelovig worden en dan geloven en dan (weer) ongelovig worden en dan het ongeloof vemeerderen: Allah vergeeft hen niet en Hij leidt hen niet op een (recht) Pad.","en":"Indeed, those who believed then disbelieved, then believed and again disbelieved—˹only˺ increasing in disbelief—Allah will neither forgive them nor guide them to the ˹Right˺ Way"},"surah":null},{"id":631,"surahId":4,"ayatId":138,"ayatNo":"١٣٨","pageNo":100,"ayatText":"بَشِّرِ الْمُنَافِقٖينَ بِاَنَّ لَهُمْ عَذَاباً اَلٖيماًۙ","ayatMealText":{"tr":"Münafıklara da haber ver ki, kendileri için çok acı bir azab vardır.","nl":"Waarschuw de huichelaars dat or voor hen een pijnlijke bestraffing is.","en":"Give good news of a painful punishment to hypocrites"},"surah":null},{"id":632,"surahId":4,"ayatId":139,"ayatNo":"١٣٩","pageNo":100,"ayatText":"اَلَّذٖينَ يَتَّخِذُونَ الْكَافِرٖينَ اَوْلِيَٓاءَ مِنْ دُونِ الْمُؤْمِنٖينَؕ اَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَاِنَّ الْعِزَّةَ لِلّٰهِ جَمٖيعاًؕ","ayatMealText":{"tr":"Onlar, müminleri bırakıp kâfirleri dost ediniyorlar. Onların yanında izzet ve şeref mi arıyorlar? Halbuki bütün izzet ve şeref Allah'a aittir.","nl":"Degenen die de ongelovigen in plaats van de gelovigen als beschermers nemen: is het de eer, die zij bij hen zoeken? En voorwaar, alle eer is bij Allah.","en":"who choose disbelievers as allies instead of the believers. Do they seek honour and power through that company? Surely all honour and power belongs to Allah"},"surah":null},{"id":633,"surahId":4,"ayatId":140,"ayatNo":"١٤٠","pageNo":100,"ayatText":"وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ اَنْ اِذَا سَمِعْتُمْ اٰيَاتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَاُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتّٰى يَخُوضُوا فٖي حَدٖيثٍ غَيْرِهٖؗ اِنَّكُمْ اِذاً مِثْلُهُمْؕ اِنَّ اللّٰهَ جَامِـعُ الْمُنَافِقٖينَ وَالْكَافِرٖينَ فٖي جَهَنَّمَ جَمٖيعاًۙ","ayatMealText":{"tr":"Allah size Kitab (Kur'an)da: \"Allah'ın âyetlerinin inkâr edildiğini ve onlarla alay edildiğini işittiğiniz zaman, başka bir söze geçmedikleri müddetçe, o kâfirlerle oturmayın. Aksi halde siz de onlar gibi olursunuz\" diye hüküm indirdi. Muhakkak ki Allah, münafıkların ve kâfirlerin hepsini cehennemde toplayacaktır.","nl":"En Hij heeft jullie al in het Boek (de Koran) geopenbaard, dat als jullie de Verzen van Allah horen, en zij worden verworpen en bespot, dat jullie niet met hen (die dit doen) zitten, totdat zij op een ander gesprek overgaan. Anders zouden jullie als hen zijn. Voorwaar, Allah zal de huichelaars en de ongelovigen allen in de Hel verzamelen.","en":"He has already revealed to you in the Book that when you hear Allah’s revelations being denied or ridiculed, then do not sit in that company unless they engage in a different topic, or else you will be like them. Surely Allah will gather the hypocrites and disbelievers all together in Hell"},"surah":null}]}