{"juzNo":5,"pageNo":101,"arCuzNo":"٥","arPageNo":"۱۰۱","quranAyats":[{"id":634,"surahId":4,"ayatId":141,"ayatNo":"١٤١","pageNo":101,"ayatText":"اَلَّذٖينَ يَتَرَبَّصُونَ بِكُمْۚ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللّٰهِ قَالُٓوا اَلَمْ نَكُنْ مَعَكُمْؗ وَاِنْ كَانَ لِلْكَافِرٖينَ نَصٖيبٌۙ قَالُٓوا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنٖينَؕ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِؕ وَلَنْ يَجْعَلَ اللّٰهُ لِلْكَافِرٖينَ عَلَى الْمُؤْمِنٖينَ سَبٖيلاًࣖ","ayatMealText":{"tr":"Onlar sizi gözetleyip dururlar. Eğer Allah tarafından size bir zafer nasip olursa: \"Biz sizinle beraber değil miydik?\" derler. Şayet kâfirlerin zaferden bir payı olursa: (Bu defa da onlara): \"Size üstünlük sağlayarak sizi müminlerden korumadık mı?\" derler. Allah, kıyamet gününde aranızda hükmünü verecektir. Allah, müminlerin aleyhine kâfirlere hiçbir yol vermeyecektir.","nl":"(Zij zijn) degenen die een afwachtende houding tegenover jullie aannemen on, als jullie een overwinning van Allah ten deel valt, zeggen: \"Wij waren toch met jullie?\" Maar als die de ongelovigen ten deel valt, zeggen zij: \"Hebben wij jullie niet geholpen en hebben wij de gelovigen niet van jullie afgehouden?\"' Dan Allah zal onder hen recht spreken up de Dag der Opstanding. En Allah zal nooit aan de ongelovigen een weg tegen de gelovigen geven.","en":"˹The hypocrites are˺ those who wait to see what happens to you. So if Allah grants you victory, they say ˹to you˺, “Were we not on your side?” But if the disbelievers have a share ˹of victory˺, they say ˹to them˺, “Did we not have the advantage over you, yet we protected you from the believers?” Allah will judge between ˹all of˺ you on the Day of Judgment. And Allah will never grant the disbelievers a way over the believers"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":635,"surahId":4,"ayatId":142,"ayatNo":"١٤٢","pageNo":101,"ayatText":"اِنَّ الْمُنَافِقٖينَ يُخَادِعُونَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُٓوا اِلَى الصَّلٰوةِ قَامُوا كُسَالٰىۙ يُرَٓاؤُ۫نَ النَّاسَ وَلَا يَذْكُرُونَ اللّٰهَ اِلَّا قَلٖيلاًؗ","ayatMealText":{"tr":"Münafıklar, Allah'ı aldatmaya çalışırlar. Halbuki Allah, onların oyunlarını başlarına geçirecektir. Onlar, namaza kalktıkları zaman tembel tembel kalkarlar. İnsanlara gösteriş yaparlar. Allah'ı pek az anarlar.","nl":"Voorwaar, de huichelaars proberen Allah te misleiden, en Hij vargeldt hun (misleading). En wanneer zij in de shalât staan, staan zij or lui bij, om door de mensen gezien te worden. En zij gedenken Allah slechts weinig.","en":"Surely the hypocrites seek to deceive Allah, but He outwits them. When they stand up for prayer, they do it half-heartedly only to be seen by people—hardly remembering Allah at all"},"surah":null},{"id":636,"surahId":4,"ayatId":143,"ayatNo":"١٤٣","pageNo":101,"ayatText":"مُذَبْذَبٖينَ بَيْنَ ذٰلِكَࣗ لَٓا اِلٰى هٰٓؤُ۬لَٓاءِ وَلَٓا اِلٰى هٰٓؤُ۬لَٓاءِؕ وَمَنْ يُضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهُ سَبٖيلاً","ayatMealText":{"tr":"Münafıklar, küfür ile iman arasında bocalamaktadırlar. Ne bu müminlere bağlanırlar, ne de şu kâfirlere. Allah kimi doğru yoldan saptırırsa, sen artık ona kurtuluş yolu bulamazsın.","nl":"Zij bewegen zich onzeker heen on weer, niet naar deze (kant) en niet naar die (kant). En wie door Allah tot dwalen gebracht wordt: voor hen zal jij nooit een weg vinden.","en":"Torn between belief and disbelief—belonging neither to these ˹believers˺ nor those ˹disbelievers˺. And whoever Allah leaves to stray, you will never find for them a way"},"surah":null},{"id":637,"surahId":4,"ayatId":144,"ayatNo":"١٤٤","pageNo":101,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَتَّخِذُوا الْكَافِرٖينَ اَوْلِيَٓاءَ مِنْ دُونِ الْمُؤْمِنٖينَؕ اَتُرٖيدُونَ اَنْ تَجْعَلُوا لِلّٰهِ عَلَيْكُمْ سُلْطَاناً مُبٖيناً","ayatMealText":{"tr":"Ey iman edenler! Müminleri bırakıp da kâfirleri dost edinmeyin. Kendi aleyhinizde Allah'a apaçık bir delil mi vermek istiyorsunuz?","nl":"O jullie de geloven! Neemt niet de ongelovigen tot beschermers in plaats van de gelovigen, willen jullie bij Allah een duidelijk bewijs tegen jullie zelf geven?","en":"O believers! Do not take disbelievers as allies instead of the believers. Would you like to give Allah solid proof against yourselves"},"surah":null},{"id":638,"surahId":4,"ayatId":145,"ayatNo":"١٤٥","pageNo":101,"ayatText":"اِنَّ الْمُنَافِقٖينَ فِي الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصٖيراًۙ","ayatMealText":{"tr":"Şüphesiz ki münafıklar, cehennem ateşinin en aşağı tabakasındadırlar. Onlara bir yardım edici de bulamazsın.","nl":"Voorwaar, de huichelaars zullen in de laagste verdieping van de Hel zijn: jij zult nooit een helper voor hen vinden.","en":"Surely the hypocrites will be in the lowest depths of the Fire—and you will never find for them any helper—"},"surah":null},{"id":639,"surahId":4,"ayatId":146,"ayatNo":"١٤٦","pageNo":101,"ayatText":"اِلَّا الَّذٖينَ تَابُوا وَاَصْلَحُوا وَاعْتَصَمُوا بِاللّٰهِ وَاَخْلَصُوا دٖينَهُمْ لِلّٰهِ فَاُو۬لٰٓئِكَ مَعَ الْمُؤْمِنٖينَؕ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنٖينَ اَجْراً عَظٖيماً","ayatMealText":{"tr":"Ancak tevbe edenler, durumlarını düzeltenler, Allah'a sarılanlar ve Allah için dinlerine samimi olarak bağlananlar müstesna. İşte bunlar müminlerle beraberdirler. Allah, müminlere büyük bir mükafat verecektir.","nl":"Behalve degenen die berouw hebben en zich beteren on zich aan Allah vasthouden en hun godsdienst voor Allah zuiveren: zij zijn degenen bij de gelovigen. En Allah zal de gelovigen een geweldige beloning geven.","en":"except those who repent, mend their ways, hold fast to Allah, and are sincere in their devotion to Allah; they will be with the believers. And Allah will grant the believers a great reward"},"surah":null},{"id":640,"surahId":4,"ayatId":147,"ayatNo":"١٤٧","pageNo":101,"ayatText":"مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ اِنْ شَكَرْتُمْ وَاٰمَنْتُمْؕ وَكَانَ اللّٰهُ شَاكِراً عَلٖيماً","ayatMealText":{"tr":"Eğer şükreder ve iman ederseniz Allah size azabı ne yapar? Allah, şükredenlerin mükafatını veren ve her şeyi bilendir.","nl":"Waarom zal Allah jullie bestraften, indien jullie dankbaar zijn en geloven? En Allah is Waarderend, Alwetend.","en":"Why should Allah punish you if you are grateful and faithful? Allah is ever Appreciative, All-Knowing"},"surah":null}]}