{"juzNo":6,"pageNo":102,"arCuzNo":"٦","arPageNo":"۱۰۲","quranAyats":[{"id":641,"surahId":4,"ayatId":148,"ayatNo":"١٤٨","pageNo":102,"ayatText":"لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّٓوءِ مِنَ الْقَوْلِ اِلَّا مَنْ ظُلِمَؕ وَكَانَ اللّٰهُ سَمٖيعاً عَلٖيماً","ayatMealText":{"tr":"Allah, zulme uğrayanların dışında, çirkin sözün açıkça söylenmesinden hoşlanmaz. Allah her şeyi hakkıyla işiten, hakkıyla bilendir.","nl":"Allah houdt er niet van dat er openlijk slechte woorden worden gesproken, behalve door wie onrecht aangedaan is. En Allah is Alhorend, Alwetend.","en":"Allah does not like negative thoughts to be voiced—except by those who have been wronged. Allah is All-Hearing, All-Knowing"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":642,"surahId":4,"ayatId":149,"ayatNo":"١٤٩","pageNo":102,"ayatText":"اِنْ تُبْدُوا خَيْراً اَوْ تُخْفُوهُ اَوْ تَعْفُوا عَنْ سُٓوءٍ فَاِنَّ اللّٰهَ كَانَ عَفُواًّ قَدٖيراً","ayatMealText":{"tr":"Bir hayrı açıklar yahut gizlerseniz, yahut da bir kötülüğü bağışlarsanız, biliniz ki, Allah da çok bağışlayıcıdır, her şeye hakkıyla kadirdir.","nl":"Indien jullie openlijk het goede doen of het verborgen, of (iets) slechts vergeven: voorwaar, Allah is Vergevensgezind, Almachtig.","en":"Whether you reveal or conceal a good or pardon an evil—surely Allah is Ever-Pardoning, Most Capable"},"surah":null},{"id":643,"surahId":4,"ayatId":150,"ayatNo":"١٥٠","pageNo":102,"ayatText":"اِنَّ الَّذٖينَ يَكْفُرُونَ بِاللّٰهِ وَرُسُلِهٖ وَيُرٖيدُونَ اَنْ يُفَرِّقُوا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍۙ وَيُرٖيدُونَ اَنْ يَتَّخِذُوا بَيْنَ ذٰلِكَ سَبٖيلاًۙ","ayatMealText":{"tr":"Onlar, Allah'ı ve peygamberlerini inkâr ederler, Allah ile peygamberlerinin arasını ayırmak isterler. \"Kimine inanırız, kimini inkâr ederiz\" derler. Bu ikisinin (imanla küfrün) arasında bir yol tutmak isterler.","nl":"Voorwaar, degenen die niet in Allah geloven en Zijn Boodschapper: zij willen onderscheid maken (in het geloven) tussen Allah en Zijn Boodschappers, en zeggen: \"Wij geloven in sommigen on verwerpen anderen,\" En zij willen daartussen (tussen geloof en ongeloof) een weg vinden.","en":"Surely those who deny Allah and His messengers and wish to make a distinction between Allah and His messengers, saying, “We believe in some and disbelieve in others,” desiring to forge a compromise"},"surah":null},{"id":644,"surahId":4,"ayatId":151,"ayatNo":"١٥١","pageNo":102,"ayatText":"اُو۬لٰٓئِكَ هُمُ الْكَافِرُونَ حَقاًّۚ وَاَعْتَدْنَا لِلْكَافِرٖينَ عَذَاباً مُهٖيناً","ayatMealText":{"tr":"İşte onlar gerçek kâfirlerdir. Biz de kâfirlere alçaltıcı bir azab hazırlamışızdır.","nl":"Zij zijn degenen die waarlijk de ongelovigen zijn: en Wij hebben voor de ongelovigen een vernedmnde bestraffing voorbereid.","en":"they are indeed the true disbelievers. And We have prepared for the disbelievers a humiliating punishment"},"surah":null},{"id":645,"surahId":4,"ayatId":152,"ayatNo":"١٥٢","pageNo":102,"ayatText":"وَالَّذٖينَ اٰمَنُوا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوا بَيْنَ اَحَدٍ مِنْهُمْ اُو۬لٰٓئِكَ سَوْفَ يُؤْتٖيهِمْ اُجُورَهُمْؕ وَكَانَ اللّٰهُ غَفُوراً رَحٖيماًࣖ","ayatMealText":{"tr":"Allah'a ve peygamberlerine iman edenler ve onlar arasında ayırım yapmayanlara (Allah) pek yakında mükafatlarını verecektir. Allah çok bağışlayıcıdır, çok merhametlidir.","nl":"En degenen die in Allah en Zijn Boodschappers geloven en geen onderscheid maken tussen één van hen: dat zijn degenen aan wie Hij hun beloningen zal geven. En Allah is Vergevensgezind, Meest Barmhartig.","en":"As for those who believe in Allah and His messengers—accepting all; rejecting none—He will surely give them their rewards. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":646,"surahId":4,"ayatId":153,"ayatNo":"١٥٣","pageNo":102,"ayatText":"يَسْـَٔلُكَ اَهْلُ الْكِتَابِ اَنْ تُنَزِّلَ عَلَيْهِمْ كِتَاباً مِنَ السَّمَٓاءِ فَقَدْ سَاَلُوا مُوسٰٓى اَكْبَرَ مِنْ ذٰلِكَ فَقَالُٓوا اَرِنَا اللّٰهَ جَهْرَةً فَاَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْ بَعْدِ مَا جَٓاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَنْ ذٰلِكَۚ وَاٰتَيْنَا مُوسٰى سُلْطَاناً مُبٖيناً","ayatMealText":{"tr":"Kitap ehli, senden, kendilerine gökten bir kitap indirmeni istiyorlar. Musa'dan bundan daha büyüğünü istemişler ve: \"Allah'ı bize açıkça göster\" demişlerdi. Haksızlıkları sebebiyle onları yıldırım çarptı. Sonra kendilerine açık deliller geldiği halde buzağıyı (tanrı) edinmişlerdi. Onları bundan dolayı da affettik. Ve Musa'ya açık bir delil (yetki) verdik.","nl":"En de Lieden van de Schrift vragen jou om aan hen een Boek uit de Hemel neer te doen denden; en waarlijk, zij vroegen Môesa om een groter (wonder) dan dat, zij zeiden: \"Laat ons Allah openlijk aanschouwen.\" Toen trof de bliksemslag hen vanwege hun onrecht En zij namen het kalf (ter aanbidding) nadat de duidelijke Tekenen tot hen gekomen waren en Wij vergaven lien dat en Wij gaven Môesa een duidelijk bewijs.","en":"The People of the Book demand that you ˹O Prophet˺ bring down for them a revelation in writing from heaven. They demanded what is even greater than this from Moses, saying, “Make Allah visible to us!” So a thunderbolt struck them for their wrongdoing. Then they took the calf for worship after receiving clear signs. Still We forgave them for that ˹after their repentance˺ and gave Moses compelling proof"},"surah":null},{"id":647,"surahId":4,"ayatId":154,"ayatNo":"١٥٤","pageNo":102,"ayatText":"وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمٖيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّداً وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ وَاَخَذْنَا مِنْهُمْ مٖيثَاقاً غَلٖيظاً","ayatMealText":{"tr":"Söz vermeleri için Tur dağını üzerlerine kaldırdık. Onlara: \"O kapıdan secde ederek girin\" dedik. Yine onlara: \"Cumartesi yasağını çiğnemeyin\" dedik ve onlardan sağlam bir söz aldık.","nl":"En Wij verhieven (de berg) Thôer boven hen vanwege het verdrag met hen, en Wij zeiden tot hen: \"Treedt de poort buigend binnen,\" en Wij zeiden tot hen: \"Overtreedt (de wettelijke regels) van de Sabbat niet.\" En Wij sloten met hen een plechtig verbond.","en":"We raised the Mount over them ˹as a warning˺ for ˹breaking˺ their covenant and said, “Enter the gate ˹of Jerusalem˺ with humility.” We also warned them, “Do not break the Sabbath,” and took from them a firm covenant"},"surah":null}]}