{"juzNo":6,"pageNo":103,"arCuzNo":"٦","arPageNo":"۱۰۳","quranAyats":[{"id":648,"surahId":4,"ayatId":155,"ayatNo":"١٥٥","pageNo":103,"ayatText":"فَبِمَا نَقْضِهِمْ مٖيثَاقَهُمْ وَكُفْرِهِمْ بِاٰيَاتِ اللّٰهِ وَقَتْلِهِمُ الْاَنْبِيَٓاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌؕ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ اِلَّا قَلٖيلاًࣕ","ayatMealText":{"tr":"Verdikleri sözden dönmeleri, Allah'ın âyetlerini inkâr etmeleri, haksız yere peygamberlerini öldürmeleri ve \"kalblerimiz kılıflıdır\" demelerinden dolayı (başlarına türlü belalar verdik). Doğrusu Allah, inkârları sebebiyle onların kalplerini mühürlemiştir. Pek azı hariç onlar inanmazlar.","nl":"En (Wij vervloekten hen) wegens hun verbreken van het verbond en hun niet geloven in de Tekenen van Allah, en hun zonder recht doden van de Profeten. En (wegens) hun uitspraak \"Onze harten worden bedekt,\" heeft Allah zelfs hun harten vergrendeld vanwege hun ongeloof En zij geloven niet behalve slechts weinigen.","en":"˹They were condemned˺ for breaking their covenant, rejecting Allah’s signs, killing the prophets unjustly, and for saying, “Our hearts are unreceptive!”—it is Allah Who has sealed their hearts for their disbelief, so they do not believe except for a few—"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":649,"surahId":4,"ayatId":156,"ayatNo":"١٥٦","pageNo":103,"ayatText":"وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتَاناً عَظٖيماًۙ","ayatMealText":{"tr":"(Kalblerinin mühürlenmesinin diğer bir sebebi de İsa'yı) inkâr etmeleri ve Meryem'e büyük bir iftirada bulunmalarıdır.","nl":"En (wegens) hun ongeloof en hun uitspraken over Maryam, als geweldige leugens!","en":"and for their denial and outrageous accusation against Mary"},"surah":null},{"id":650,"surahId":4,"ayatId":157,"ayatNo":"١٥٧","pageNo":103,"ayatText":"وَقَوْلِهِمْ اِنَّا قَتَلْنَا الْمَسٖيحَ عٖيسَى ابْنَ مَرْيَمَ رَسُولَ اللّٰهِۚ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلٰكِنْ شُبِّهَ لَهُمْؕ وَاِنَّ الَّذٖينَ اخْتَلَفُوا فٖيهِ لَفٖي شَكٍّ مِنْهُؕ مَا لَهُمْ بِهٖ مِنْ عِلْمٍ اِلَّا اتِّبَاعَ الظَّنِّۚ وَمَا قَتَلُوهُ يَقٖيناًۙ","ayatMealText":{"tr":"Bir de \"Biz Allah'ın peygamberi Meryem oğlu İsa Mesih'i öldürdük\" demeleridir. Oysa onu ne öldürdüler, ne de astılar. Fakat öldürdükleri kimse, onlara İsa gibi gösterildi. Onun hakkında anlaşmazlığa düşenler, ondan yana tam bir kuşku içindedirler. O hususta bir bilgileri yoktur. Sadece zanna uyuyorlar. Onu kesinlikle öldürmediler.","nl":"En (wegens) hun uitspraak \"Wij hebben de Masîh 'Isa, zoon van Maryam, gedood.\" Maar zij doodden hem niet an zij kruisigden hem niet, maar iemand die voor hen op hem leek. En voorwaar, degenen die daar van mening over verschillen, twijfelen daar onderling over. Zij hebben daar geen kennis ever, zij volgen slechts vermoedens, en zij zijn er niet van overtuigd dat zij 'Îsa gedood hebben.","en":"and for boasting, “We killed the Messiah, Jesus, son of Mary, the messenger of Allah.” But they neither killed nor crucified him—it was only made to appear so. Even those who argue for this ˹crucifixion˺ are in doubt. They have no knowledge whatsoever—only making assumptions. They certainly did not kill him"},"surah":null},{"id":651,"surahId":4,"ayatId":158,"ayatNo":"١٥٨","pageNo":103,"ayatText":"بَلْ رَفَعَهُ اللّٰهُ اِلَيْهِؕ وَكَانَ اللّٰهُ عَزٖيزاً حَكٖيماً","ayatMealText":{"tr":"Fakat Allah onu kendisine yükseltmiştir. Allah, aziz (daima üstün)dir, hikmet sahibidir.","nl":"Maar Allah heeft hem juist tot Zich opgeheven. En Allah is Almachtige, Alwijs.","en":"Rather, Allah raised him up to Himself. And Allah is Almighty, All-Wise"},"surah":null},{"id":652,"surahId":4,"ayatId":159,"ayatNo":"١٥٩","pageNo":103,"ayatText":"وَاِنْ مِنْ اَهْلِ الْكِتَابِ اِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖۚ وَيَوْمَ الْقِيٰمَةِ يَكُونُ عَلَيْهِمْ شَهٖيداًۚ","ayatMealText":{"tr":"Kitap ehlinden hiçbir kimse yoktur ki, ölmeden önce ona (İsa'ya) iman etmiş olmasın. Kıyamet gününde o, onlara şahitlik edecektir.","nl":"En er is niemand van de Lieden van de Schrift of hij moet voor zijn dood in hem (de Profeet 'Îsa) geloven en op de Dag der Opstanding zal hij een getuige voor hen zijn.","en":"Every one of the People of the Book will definitely believe in him before his death. And on the Day of Judgment Jesus will be a witness against them"},"surah":null},{"id":653,"surahId":4,"ayatId":160,"ayatNo":"١٦٠","pageNo":103,"ayatText":"فَبِظُلْمٍ مِنَ الَّذٖينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ اُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبٖيلِ اللّٰهِ كَثٖيراًۙ","ayatMealText":{"tr":"Yahudilerin zulmetmeleri ve birçok kimseleri Allah yolundan alıkoymaları, yasaklandıkları halde faiz almaları ve insanların mallarını haksız yere yemeleri sebebiyle daha önce kendilerine helâl kılınan temiz şeyleri haram kıldık. Onlardan kâfir olanlara can yakıcı bir azap hazırladık.","nl":"En vanwege het onrecht van de Joden, hebben Wij voor hen (bepaalde) goede toegestane (soorten voedsel) verboden en vanwege hun veelvuldig afhouden van de Weg van Allah.","en":"We forbade the Jews certain foods that had been lawful to them for their wrongdoing, and for hindering many from the Way of Allah"},"surah":null},{"id":654,"surahId":4,"ayatId":161,"ayatNo":"١٦١","pageNo":103,"ayatText":"وَاَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوا عَنْهُ وَاَكْلِهِمْ اَمْوَالَ النَّاسِ بِالْبَاطِلِؕ وَاَعْتَدْنَا لِلْكَافِرٖينَ مِنْهُمْ عَذَاباً اَلٖيماً","ayatMealText":{"tr":"Yahudilerin zulmetmeleri ve birçok kimseleri Allah yolundan alıkoymaları, yasaklandıkları halde faiz almaları ve insanların mallarını haksız yere yemeleri sebebiyle daha önce kendilerine helâl kılınan temiz şeyleri haram kıldık. Onlardan kâfir olanlara can yakıcı bir azap hazırladık.","nl":"En (vanwege) hun nemen van rente, hoewel dat hun verboden was en hun onrechtmatig eten van de bezittingen vam de mensen. En Wij hebben voor de ongelovigen onder hen een pijnlijke bestraffing voorbereid.","en":"taking interest despite its prohibition, and consuming people’s wealth unjustly. We have prepared for the disbelievers among them a painful punishment"},"surah":null},{"id":655,"surahId":4,"ayatId":162,"ayatNo":"١٦٢","pageNo":103,"ayatText":"لٰكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَٓا اُنْزِلَ اِلَيْكَ وَمَٓا اُنْزِلَ مِنْ قَبْلِكَ وَالْمُقٖيمٖينَ الصَّلٰوةَ وَالْمُؤْتُونَ الزَّكٰوةَ وَالْمُؤْمِنُونَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِؕ اُو۬لٰٓئِكَ سَنُؤْتٖيهِمْ اَجْراً عَظٖيماًࣖ","ayatMealText":{"tr":"Fakat onlardan ilimde derinleşmiş olanlar ve iman edenler, sana indirilene ve senden önce indirilenlere iman ederler. Onlar, namazı kılan, zekatı veren, Allah'a ve ahiret gününe iman edenlerdir. İşte onlara büyük bir mükafat vereceğiz.","nl":"Maar degenen onder hen die stevig gegrondvest zijn in kennis en (ook) de gelovigen, geloven in wat aan jou geopenbaard is en wat vóór jou geopenbaard is. Zij die de shalât verrichten; zij die de zakât geven en de gelovigen in Allah en de Laatste Dag: aan hen zullen Wij een geweldige beloning geven.","en":"But those of them well-grounded in knowledge, the faithful ˹who˺ believe in what has been revealed to you ˹O Prophet˺ and what was revealed before you—˹especially˺ those who establish prayer—and those who pay alms-tax and believe in Allah and the Last Day, to these ˹people˺ We will grant a great reward"},"surah":null}]}