{"juzNo":6,"pageNo":104,"arCuzNo":"٦","arPageNo":"۱۰٤","quranAyats":[{"id":656,"surahId":4,"ayatId":163,"ayatNo":"١٦٣","pageNo":104,"ayatText":"اِنَّٓا اَوْحَيْنَٓا اِلَيْكَ كَمَٓا اَوْحَيْنَٓا اِلٰى نُوحٍ وَالنَّبِيّٖنَ مِنْ بَعْدِهٖۚ وَاَوْحَيْنَٓا اِلٰٓى اِبْرٰهٖيمَ وَاِسْمٰعٖيلَ وَاِسْحٰقَ وَيَعْقُوبَ وَالْاَسْبَاطِ وَعٖيسٰى وَاَيُّوبَ وَيُونُسَ وَهٰرُونَ وَسُلَيْمٰنَۚ وَاٰتَيْنَا دَاوُ۫دَ زَبُوراًۚ","ayatMealText":{"tr":"Muhakkak biz, Nuh'a ve ondan sonra gelen peygamberlere vahyettiğimiz gibi, sana da vahyettik. İbrahim'e, İsmail'e, İshak'a, Yakub'a, torunlarına, İsa'ya, Eyyûb'a, Yunus'a, Harun'a ve Süleyman'a da vahyettik. Davud'a da Zebur'u verdik.","nl":"Voorwaar, Wij hebben aan jou geopenbaard zoals Wij aan Nôeh en de Profeten na hem opendaarden. En Wij openbanden aan Ibrâhîm en Ismâ'îl on Ishâq en Ya'qôeb en de kinderen (van Ya'qôeb) en 'Isa en Ayyôeb en Yôenoes en Hârôen en Soelaimân, En Wij gaven Dâwôed de Zabôer (Psalmen).","en":"Indeed, We have sent revelation to you ˹O Prophet˺ as We sent revelation to Noah and the prophets after him. We also sent revelation to Abraham, Ishmael, Isaac, Jacob, and his descendants, ˹as well as˺ Jesus, Job, Jonah, Aaron, and Solomon. And to David We gave the Psalms"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":657,"surahId":4,"ayatId":164,"ayatNo":"١٦٤","pageNo":104,"ayatText":"وَرُسُلاً قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلاً لَمْ نَقْصُصْهُمْ عَلَيْكَؕ وَكَلَّمَ اللّٰهُ مُوسٰى تَكْلٖيماًۚ","ayatMealText":{"tr":"Daha önce sana anlattığımız peygamberlerle, anlatmadığımız başka peygamberlere de (vahyettik). Ve Allah Musa ile de konuştu.","nl":"En (Wij zonden) Boodschappers waarover Wij jou waarlijk reeds verhaald hebben en (Wij zonden) Boodschappers waarover Wij jou niet verhaald hebben. En Allah voerde een gesprek met Môesa.","en":"There are messengers whose stories We have told you already and others We have not. And to Moses Allah spoke directly"},"surah":null},{"id":658,"surahId":4,"ayatId":165,"ayatNo":"١٦٥","pageNo":104,"ayatText":"رُسُلاً مُبَشِّرٖينَ وَمُنْذِرٖينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ بَعْدَ الرُّسُلِؕ وَكَانَ اللّٰهُ عَزٖيزاً حَكٖيماً","ayatMealText":{"tr":"Peygamberleri müjdeciler ve azab habercileri olarak gönderdik ki, peygamberlerden sonra insanların Allah'a karşı bir bahaneleri olmasın. Allah mutlak üstündür, yegane hikmet sahibidir.","nl":"(Wij zonden) Boodschappers als brengers van verheugende tijdingen en als waarschuwers opdat de mens geen excuus tegenover Allah zou hebben no de Boodschappers. En Allah is Almachtig, Alwijs.","en":"˹All were˺ messengers delivering good news and warnings so humanity should have no excuse before Allah after ˹the coming of˺ the messengers. And Allah is Almighty, All-Wise"},"surah":null},{"id":659,"surahId":4,"ayatId":166,"ayatNo":"١٦٦","pageNo":104,"ayatText":"لٰكِنِ اللّٰهُ يَشْهَدُ بِمَٓا اَنْزَلَ اِلَيْكَ اَنْزَلَهُ بِعِلْمِهٖۚ وَالْمَلٰٓئِكَةُ يَشْهَدُونَؕ وَكَفٰى بِاللّٰهِ شَهٖيداً","ayatMealText":{"tr":"Fakat Allah, sana indirdiğini kendi ilmiyle indirmiş olduğuna şahitlik eder. Melekler de buna şahitlik ederler. Allah'ın şahitliği de kafidir.","nl":"(De ongelovigen getuigen niet over jouw Profeetschap) maar Allah getuigt (wel) over wat Hij aan jou gezonden heeft. Hij zond deze met Zijn Kennis neer. En de Engelen getuigen. En Allah is voldoende als Getuige.","en":"Yet ˹if you are denied, O Prophet,˺ Allah bears witness to what He has sent down to you—He has sent it with His knowledge. The angels too bear witness. And Allah ˹alone˺ is sufficient as a Witness"},"surah":null},{"id":660,"surahId":4,"ayatId":167,"ayatNo":"١٦٧","pageNo":104,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا وَصَدُّوا عَنْ سَبٖيلِ اللّٰهِ قَدْ ضَلُّوا ضَلَالاً بَعٖيداً","ayatMealText":{"tr":"Şüphesiz inkâr edip, insanları Allah yolundan alıkoyanlar, derin bir sapıklığa düşmüşlerdir.","nl":"Voorwaar, degenen die ongelovig zijn en (die de mensen) van de Weg van Allah afhouden zijn waarlijk ver weg gedwaald.","en":"Those who disbelieve and hinder ˹others˺ from the Way of Allah have certainly strayed far away"},"surah":null},{"id":661,"surahId":4,"ayatId":168,"ayatNo":"١٦٨","pageNo":104,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرٖيقاًۙ","ayatMealText":{"tr":"Muhakkak Allah, inkâr edenleri ve zulmedenleri ne bağışlar, ne de doğru bir yola eriştirir.","nl":"Voorwaar, degenen die ongelovig zijn en onrechtvaardig zijn: Allah zal hun niet vergeven en zal hen niet op een Pad leiden.","en":"Those who disbelieve and wrong themselves—surely Allah will neither forgive them nor guide them to any path"},"surah":null},{"id":662,"surahId":4,"ayatId":169,"ayatNo":"١٦٩","pageNo":104,"ayatText":"اِلَّا طَرٖيقَ جَهَنَّمَ خَالِدٖينَ فٖيهَٓا اَبَداًؕ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسٖيراً","ayatMealText":{"tr":"Onları ancak cehennemin yoluna (iletecek ve) onlar orada ebedî olarak kalacaklardır. Bu ise Allah'a çok kolaydır.","nl":"Behalve het Pad naar de Hel, zij zijn daar eeuwig levenden. En dat is voor Allah gemakkelijk.","en":"except that of Hell, to stay there for ever and ever. And that is easy for Allah"},"surah":null},{"id":663,"surahId":4,"ayatId":170,"ayatNo":"١٧٠","pageNo":104,"ayatText":"يَٓا اَيُّهَا النَّاسُ قَدْ جَٓاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَاٰمِنُوا خَيْراً لَكُمْؕ وَاِنْ تَكْفُرُوا فَاِنَّ لِلّٰهِ مَا فِي السَّمٰوَاتِ وَالْاَرْضِؕ وَكَانَ اللّٰهُ عَلٖيماً حَكٖيماً","ayatMealText":{"tr":"Ey insanlar, Resul size, Rabbi'nizden hakkı (gerçeği) getirdi. Kendi yararınıza olarak ona inanın. Eğer inkâr ederseniz, bilin ki göklerde ve yerde olanların hepsi Allah'ındır. Allah bilendir, hikmet sahibidir.","nl":"O mensen, waarlijk, de Boodschapper is tot jullie gekomen met de Waarheid van jullie Heer. Gelooft dus, (dat is) beter voor jullie. En indien jullie niet geloven: voorwaar, aan Allah behoort wat er in de hemelen en op de aarde is, En Allah is Alwetend, Alwijs.","en":"O humanity! The Messenger has certainly come to you with the truth from your Lord, so believe for your own good. But if you disbelieve, then ˹know that˺ to Allah belongs whatever is in the heavens and the earth. And Allah is All-Knowing, All-Wise"},"surah":null}]}