{"juzNo":6,"pageNo":107,"arCuzNo":"٦","arPageNo":"۱۰۷","quranAyats":[{"id":672,"surahId":5,"ayatId":3,"ayatNo":"٣","pageNo":107,"ayatText":"حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزٖيرِ وَمَٓا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطٖيحَةُ وَمَٓا اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوا بِالْاَزْلَامِؕ ذٰلِكُمْ فِسْقٌؕ اَلْيَوْمَ يَـئِسَ الَّذٖينَ كَفَرُوا مِنْ دٖينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِؕ اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دٖينَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتٖي وَرَضٖيتُ لَكُمُ الْاِسْلَامَ دٖيناًؕ فَمَنِ اضْطُرَّ فٖي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِاِثْمٍۙ فَاِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Leş, kan, domuz eti, Allah'tan başkasının adı anılarak kesilen; boğulmuş, vurulmuş, yukardan düşmüş, boynuzlanmış, canavar yırtmış olup da canlı iken kesmedikleriniz; dikili taşlar (putlar) üzerine boğazlanan hayvanlar ve fal oklarıyla kısmet (şans) aramanız size haram kılındı. Bunların hepsi doğru yoldan çıkmaktır. Bugün kâfirler, dininize karşı ümitsizliğe düşmüşlerdir. Onlardan korkmayın, benden korkun. Bugün dininizi kemale erdirdim, size nimetimi tamamladım. Size din olarak İslâmı beğendim. Kim açlıktan daralır, günaha istekle yönelmeden bunlardan yemek zorunda kalırsa, ona günah yoktur. Çünkü Allah bağışlayan, merhamet edendir.","nl":"Verboden voor jullie zijn het kadaver, het bloed en het van de varkens en hetgeen waarover anders (dan de Naam) van Allah is uitgesproken, het gewurgde, het geslagene, het gevallene, het gestokene en dat waar de wilde dieren van gevreten hebben - behalve wat jullie geslachte hebben - on (verboden zijn) wat op de afgodsaltaren geslacht is en wat jullie met pijlen verloten. Dat is een zware zonde. Op deze dag wanhopen degenen die ongelovig zijn aan (de bestrijding van) jullie godsdienst. Vreest hen niet, maar vreest Mij. Vandaag heb Ik jullie godsdienst voor jullie vervolmaakt en heb Ik Mijn gunst voor jullie volledig gemaakt en heb Ik de Islam voor jullie als godsdienst gekozen. En wie door honger gedwongen is, zonder neiging tot zonde: Allah is dan Vergevensgezind, Meest Barmahartig.","en":"Forbidden to you are carrion, blood, and swine; what is slaughtered in the name of any other than Allah; what is killed by strangling, beating, a fall, or by being gored to death; what is partly eaten by a predator unless you slaughter it; and what is sacrificed on altars. You are also forbidden to draw lots for decisions. This is all evil. Today the disbelievers have given up all hope of ˹undermining˺ your faith. So do not fear them; fear Me! Today I have perfected your faith for you, completed My favour upon you, and chosen Islam as your way. But whoever is compelled by extreme hunger—not intending to sin—then surely Allah is All-Forgiving, Most Merciful"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":673,"surahId":5,"ayatId":4,"ayatNo":"٤","pageNo":107,"ayatText":"يَسْـَٔلُونَكَ مَاذَٓا اُحِلَّ لَهُمْؕ قُلْ اُحِلَّ لَكُمُ الطَّيِّبَاتُۙ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبٖينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُؗ فَكُلُوا مِمَّٓا اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِࣕ وَاتَّقُوا اللّٰهَؕ اِنَّ اللّٰهَ سَرٖيعُ الْحِسَابِ","ayatMealText":{"tr":"Sana, kendilerine neyin helal kılındığını soruyorlar. De ki: \"Size iyi ve temiz şeyler helal kılındı.\" Allah'ın size öğrettiğinden öğreterek yetiştirdiğiniz avcı hayvanların sizin için tuttuklarını yiyin ve üzerine Allah'ın adını anın (besmele çekin), Allah'tan korkun. Muhakkak Allah, hesabı çabuk görendir.","nl":"En zij vragen jou wat hun toegestaan is. Zeg: \"Jullie toegestaan zijn alle goede (soorten voedsel) en wat jullie krijgen met behulp van roofdieren die jullie leren (vangen) zoals Allah jullie leerde.\" Eet van wat zij voor jullie gevangen hebben, en spreekt er de Nam van Allah over uit (bij het loslaten van de afgerichte dieren) En vreest Allah. Voorwaar, Allah is snel in het opmaken van de afrekening.","en":"They ask you, ˹O Prophet,˺ what is permissible for them ˹to eat˺. Say, “What is good and lawful. Also what is caught by your hunting animals and birds of prey which you have trained as instructed by Allah. So eat what they catch for you, but mention the Name of Allah over it ˹first˺.” And be mindful of Allah. Surely Allah is swift in reckoning"},"surah":null},{"id":674,"surahId":5,"ayatId":5,"ayatNo":"٥","pageNo":107,"ayatText":"اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبَاتُؕ وَطَعَامُ الَّذٖينَ اُو۫تُوا الْكِتَابَ حِلٌّ لَكُمْࣕ وَطَعَامُكُمْ حِلٌّ لَهُمْؗ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذٖينَ اُو۫تُوا الْكِتَابَ مِنْ قَبْلِكُمْ اِذَٓا اٰتَيْتُمُوهُنَّ اُجُورَهُنَّ مُحْصِنٖينَ غَيْرَ مُسَافِحٖينَ وَلَا مُتَّخِذٖٓي اَخْدَانٍؕ وَمَنْ يَكْفُرْ بِالْاٖيمَانِ فَقَدْ حَبِطَ عَمَلُهُؗ وَهُوَ فِي الْاٰخِرَةِ مِنَ الْخَاسِرٖينَࣖ","ayatMealText":{"tr":"Bugün size iyi ve temiz şeyler helal kılındı. Kendilerine kitap verilenlerin yiyecekleri size helal olduğu gibi, sizin yiyeceğiniz de onlara helâldir. Ve müminlerden iffetli hür kadınlar ve sizden önce kendilerine kitap verilenlerden namuslu hür kadınlar, zina etmeksizin, gizli dost tutmaksızın, namuslu bir şekilde mehirlerini ödediğiniz takdirde, size helâldir. Her kim imanı inkâr ederse, ameli boşa gitmiş olur ve o, ahirette zarara uğrayanlardandır.","nl":"Op deze dag zijn alle goede (zaken) voor jullie toegestaan gemaakt, en het voedsel (geslachte dieren) van de Lieden van de Schrift is jullie toegestam en jullie voedsel is hun toegestaan. (Toegestaan om mee te trouwen zijn:) de eerbare vrouwen onder de gelovige vrouwen en de eerbare vrouwen onder degenen die de Schrift vóór jullie gegeven is; indien jullie hun hun bruidschatten geven, in eerbaairheid handelend en niet in ontucht en neemt Seen minnaressen. En degene die het geloof verwerpt: zijn werk draagt waarlijk geen vrucht en hij behoort in het Hiernamaals tot de verliezers.","en":"Today all good, pure foods have been made lawful for you. Similarly, the food of the People of the Book is permissible for you and yours is permissible for them. And ˹permissible for you in marriage˺ are chaste believing women as well as chaste women of those given the Scripture before you—as long as you pay them their dowries in wedlock, neither fornicating nor taking them as mistresses. And whoever rejects the faith, all their good deeds will be void ˹in this life˺ and in the Hereafter they will be among the losers"},"surah":null}]}