{"juzNo":6,"pageNo":108,"arCuzNo":"٦","arPageNo":"۱۰۸","quranAyats":[{"id":675,"surahId":5,"ayatId":6,"ayatNo":"٦","pageNo":108,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوا وُجُوهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوا بِرُؤُ۫سِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِؕ وَاِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُواؕ وَاِنْ كُنْتُمْ مَرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَٓاءَ اَحَدٌ مِنْكُمْ مِنَ الْغَٓائِطِ اَوْ لٰمَسْتُمُ النِّسَٓاءَ فَلَمْ تَجِدُوا مَٓاءً فَتَيَمَّمُوا صَعٖيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَاَيْدٖيكُمْ مِنْهُؕ مَا يُرٖيدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلٰكِنْ يُرٖيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Ey iman edenler! Namaz kılmaya kalktığınız zaman, yüzlerinizi ve dirseklere kadar ellerinizi yıkayın. Başlarınızı meshedin, iki topuğa kadar da ayaklarınızı yıkayın. Eğer cünüp iseniz temizlenin. Hasta iseniz, yahut yolculukta iseniz, yahut biriniz abdest bozmaktan gelmişse yahut kadınlara dokunmuşsanız, su da bulamamışsanız, temiz bir toprağa teyemmüm edin. Bunun için de yüzlerinizi ve ellerinizi o toprakla meshedin. Allah size bir güçlük çıkarmak istemiyor, fakat sizi temizlemek ve şükredesiniz diye de üzerinizdeki nimetini tamamlamak istiyor.","nl":"O jullie die geloven! Wanneer jullie je voorbereiden op de shalât, wast dan jullie gezichten en jullie handen tot de ellebogen en wrijft over jullie hoofden en wast jullie voeten tot de enkels. Indien jullie Djoenoeb zijn, reinigt jullie dan. En indien jullie ziek zijn, of op reis, of als een van jullie van het toilet gekomen is, of jullie hebben jullie vrouwen aangeraakts en jullie vinden dan geen water: verricht dan Tayammoem met schone aarde. En wrijft ermee over jullie gezichten en jullie handen. Allah wil het jullie niet moeilijk maken, maar Hij wil jullie reinigen, zodat Hij Zijn genieting voor jullie vervolmaakt. Hopelijk zullen jullie dankbaar zijn.","en":"O believers! When you rise up for prayer, wash your faces and your hands up to the elbows, wipe your heads, and wash your feet to the ankles. And if you are in a state of ˹full˺ impurity, then take a full bath. But if you are ill, on a journey, or have relieved yourselves, or have been intimate with your wives and cannot find water, then purify yourselves with clean earth by wiping your faces and hands. It is not Allah’s Will to burden you, but to purify you and complete His favour upon you, so perhaps you will be grateful"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":676,"surahId":5,"ayatId":7,"ayatNo":"٧","pageNo":108,"ayatText":"وَاذْكُرُوا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمٖيثَاقَهُ الَّذٖي وَاثَقَكُمْ بِهٖٓۙ اِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَاؗ وَاتَّقُوا اللّٰهَؕ اِنَّ اللّٰهَ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Allah'ın, üzerinizdeki nimetini ve \"İşittik, itaat ettik\" dediğinizde sizden aldığı ve kendisiyle sizi bağladığı ahdini hatırlayın. Allah'tan korkun, çünkü Allah göğüslerin özünü çok iyi bilir.","nl":"En gedenkt de genieting van Allah voor jullie en Zijn verbond dat Hij met jullie sloot toen jullie zeiden: \"Wij hebben gehoord en gehoorzaamd.\" En vreest Allah. Voorwaar, Allah is Alwetend over wat zich in de harten bevindt.","en":"Remember Allah’s favour upon you and the covenant He made with you when you said, “We hear and obey.” And be mindful of Allah. Surely Allah knows best what is ˹hidden˺ in the heart"},"surah":null},{"id":677,"surahId":5,"ayatId":8,"ayatNo":"٨","pageNo":108,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا كُونُوا قَوَّامٖينَ لِلّٰهِ شُهَدَٓاءَ بِالْقِسْطِؗ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُواؕ اِعْدِلُواࣞ هُوَ اَقْرَبُ لِلتَّقْوٰىؗ وَاتَّقُوا اللّٰهَؕ اِنَّ اللّٰهَ خَبٖيرٌ بِمَا تَعْمَلُونَ","ayatMealText":{"tr":"Ey iman edenler, Allah için hakkı ayakta tutanlar ve adaletle şahitlik yapanlar olunuz. Bir kavme olan kininiz, sizi adaletsizliğe sevketmesin. Adaletli olun, çünkü o, takvaya daha yakındır. Allah'tan korkun. Şüphesiz Allah, yaptıklarınızdan haberdardır.","nl":"O jullie die geloven! Weest standvastig voor Allah als rechtvaardige getuigen. En laat de haat van een volk jullie er niet we brengen niet rechtvaardig te wezen. Weest rechtvaardig, dat is het dichtst bij Taqwa. En vreest Allah. Voorwaar, Allah weet wat jullie doen.","en":"O believers! Stand firm for Allah and bear true testimony. Do not let the hatred of a people lead you to injustice. Be just! That is closer to righteousness. And be mindful of Allah. Surely Allah is All-Aware of what you do"},"surah":null},{"id":678,"surahId":5,"ayatId":9,"ayatNo":"٩","pageNo":108,"ayatText":"وَعَدَ اللّٰهُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِۙ لَهُمْ مَغْفِرَةٌ وَاَجْرٌ عَظٖيمٌ","ayatMealText":{"tr":"Allah, iman edenlere ve salih amel işleyenlere şöyle vaad etmiştir: Onlar için mağfiret ve büyük bir mükafat vardır.","nl":"En Allah beloofde degenen die geloofden en goede werken verrichtten dat er voor hen vergeving en een geweldige beloning is.","en":"Allah has promised those who believe and do good ˹His˺ forgiveness and a great reward"},"surah":null}]}