{"juzNo":6,"pageNo":109,"arCuzNo":"٦","arPageNo":"۱۰۹","quranAyats":[{"id":679,"surahId":5,"ayatId":10,"ayatNo":"١٠","pageNo":109,"ayatText":"وَالَّذٖينَ كَفَرُوا وَكَذَّبُوا بِاٰيَاتِنَٓا اُو۬لٰٓئِكَ اَصْحَابُ الْجَحٖيمِ","ayatMealText":{"tr":"İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar, cehennemliktirler.","nl":"En degenen die ongelovig waren en Onze Tekenen loochenden: zij zijn de bewoners van Djahîm (de Hel).","en":"As for those who disbelieve and deny Our signs, they are the residents of the Hellfire"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":680,"surahId":5,"ayatId":11,"ayatNo":"١١","pageNo":109,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اذْكُرُوا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَبْسُطُٓوا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَؕ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَࣖ","ayatMealText":{"tr":"Ey iman edenler! Allah'ın size olan nimetini hatırlayın. Hani bir topluluk size el uzatmaya (tecavüze) yeltenmişti de, O (Allah) onların ellerini sizden çekmişti. Allah'tan korkun. Müminler yalnız Allah'a dayansınlar.","nl":"O jullie die geloven! Gedenkt de genieting van Allah voor jullie toen een volk hun handen naar jullie wilde uitstrekken en toen (Allah) hun handen van jullie afhield. En vreest Allah. En laat de gelovigen hun vertrouwen op Allah stellen.","en":"O believers! Remember Allah’s favour upon you: when a people sought to harm you, but He held their hands back from you. Be mindful of Allah. And in Allah let the believers put their trust"},"surah":null},{"id":681,"surahId":5,"ayatId":12,"ayatNo":"١٢","pageNo":109,"ayatText":"وَلَقَدْ اَخَذَ اللّٰهُ مٖيثَاقَ بَنٖٓي اِسْرَٓائٖلَۚ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقٖيباًؕ وَقَالَ اللّٰهُ اِنّٖي مَعَكُمْؕ لَئِنْ اَقَمْتُمُ الصَّلٰوةَ وَاٰتَيْتُمُ الزَّكٰوةَ وَاٰمَنْتُمْ بِرُسُلٖي وَعَزَّرْتُمُوهُمْ وَاَقْرَضْتُمُ اللّٰهَ قَرْضاً حَسَناً لَاُكَفِّرَنَّ عَنْكُمْ سَيِّـَٔاتِكُمْ وَلَاُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُۚ فَمَنْ كَفَرَ بَعْدَ ذٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَٓاءَ السَّبٖيلِ","ayatMealText":{"tr":"Allah, İsrailoğularından söz almıştı. İçlerinden on iki müfettiş göndermiştik... Allah şöyle demişti: \" Ben, muhakkak sizinle beraberim. Namazı dosdoğru kıldığınız, zekatı verdiğiniz, peygamberlerime iman ettiğiniz ve onlara yardımda bulunduğunuz, (mallarınızı) Allah yolunda güzelce sarfettiğiniz takdirde, günahlarınızı mutlaka örter ve sizi altından ırmaklar akan cennetlere korum. Fakat sizden her kim de, bundan sonra küfrederse, dosdoğru yoldan sapmış olur.","nl":"En voorzeker, Allah heeft een verbond met de Kinderen van Israël gesloten. En Wij hebben onder hen twaalf stamhoofden aangesteld en Allah zei: \"Voorwaar, Ik ben met jullie, indien jullie de shalât verrichten en de zakât betalen en jullie in Mijn Boodschappers geloven en hen helpen en een goede lening aan Allah verstrekken (bijdragen geven op de Weg van Allah). Dan zal Ik zeker jullie fouten voor jullie uitwissen en Ik zal jullie zeker Tuinen (het Paradijs) binnenleiden waar de rivieren onder door stromen. En wie van jullie hierna ongelovig is: hij dwaalt waarlijk van de rechte Weg.\"","en":"Allah made a covenant with the Children of Israel and appointed twelve leaders from among them and ˹then˺ said, “I am truly with you. If you establish prayer, pay alms-tax, believe in My messengers, support them, and lend to Allah a good loan, I will certainly forgive your sins and admit you into Gardens under which rivers flow. And whoever among you disbelieves afterwards has truly strayed from the Right Way.”"},"surah":null},{"id":682,"surahId":5,"ayatId":13,"ayatNo":"١٣","pageNo":109,"ayatText":"فَبِمَا نَقْضِهِمْ مٖيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةًۚ يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهٖۙ وَنَسُوا حَظاًّ مِمَّا ذُكِّرُوا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَٓائِنَةٍ مِنْهُمْ اِلَّا قَلٖيلاً مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْؕ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Sözlerini bozdukları için onları lanetledik ve kalblerini katılaştırdık. Kelimeleri yerlerinden değiştiriyorlar. Uyarıldıkları şeyden pay almayı unuttular. İçlerinden pek azı hariç, daima onlardan hainlik görürsün. Yine de onları affet, aldırma. Çünkü Allah güzel davrananları sever.","nl":"Maar omdat zij hun verbond verbraken, hebben Wij hen vervloekt en hebben Wij hun harten hard gemaakt. En zij verschoven de woorden (in de Schrift) van hun plaatsen en zij vergaten een gedeelte van hetgeen waarmee zij mee vermaand waren. En jij (O Moehammad), behalve van enkelen van hen. Vergeef hun en scheld (het) kwijt. Voorwaar, Allah houdt van de weldoeners.","en":"But for breaking their covenant We condemned them and hardened their hearts. They distorted the words of the Scripture and neglected a portion of what they had been commanded to uphold. You ˹O Prophet˺ will always find deceit on their part, except for a few. But pardon them and bear with them. Indeed, Allah loves the good-doers"},"surah":null}]}