{"juzNo":1,"pageNo":11,"arCuzNo":"۱","arPageNo":"۱۱","quranAyats":[{"id":77,"surahId":2,"ayatId":70,"ayatNo":"٧٠","pageNo":11,"ayatText":"قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَۙ اِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَاؕ وَاِنَّٓا اِنْ شَٓاءَ اللّٰهُ لَمُهْتَدُونَ","ayatMealText":{"tr":"Onlar, \"Bizim için Rabbine dua et, o nedir bize iyice açıklasın, çünkü o bize biraz karışık geldi, bununla beraber Allah dilerse onu elbette buluruz.\" dediler.","nl":"Zij zeiden: \"Roep voor ons jouw Heer aan, opdat Hij ons duidelijk maakt wat voor koe het moet zijn. Voorwaar, voor ons lijken alle koeien op elkaar. En voorwaar, wij zullen, als Allah het wil, tot de rechtgeleiden behoren.\"","en":"Again they said, “Call upon your Lord so that He may make clear to us which cow, for all cows look the same to us. Then, Allah willing, we will be guided ˹to the right one˺.”"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":78,"surahId":2,"ayatId":71,"ayatNo":"٧١","pageNo":11,"ayatText":"قَالَ اِنَّهُ يَقُولُ اِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثٖيرُ الْاَرْضَ وَلَا تَسْقِي الْحَرْثَۚ مُسَلَّمَةٌ لَا شِيَةَ فٖيهَاؕ قَالُوا الْـٰٔنَ جِئْتَ بِالْحَقِّؕ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَࣖ","ayatMealText":{"tr":"Musa, \"Rabbim buyuruyor ki o, ne çifte koşulup tarla süren, ne de ekin sulayan, ne de salma gezen ve hiç alacası olmayan bir sığırdır\". Onlar da: \"İşte tam şimdi gerçeği ortaya koydun.\" dediler. Nihayet onu bulup boğazladılar. Az kaldı yapmayacaklardı.","nl":"Hij (Môesa) zei: \"Hij zegt dat het een koe is die niet bestemd is om de aarde om te ploegen of de akkers te bevloeien, een gave, zonder vlek.\" Zij zeiden: \"Nu ben je met de ware beschrijving gekomen.\"' Daarop slachtten zij haar, maar bijna hadden zij het niet gedaan.","en":"He replied, “Allah says, ‘It should have been used neither to till the soil nor water the fields; wholesome and without blemish.’” They said, “Now you have come with the truth.” Yet they still slaughtered it hesitantly"},"surah":null},{"id":79,"surahId":2,"ayatId":72,"ayatNo":"٧٢","pageNo":11,"ayatText":"وَاِذْ قَتَلْتُمْ نَفْساً فَادّٰرَءْتُمْ فٖيهَاؕ وَاللّٰهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَۚ","ayatMealText":{"tr":"Hani bir zamanlar siz bir adam öldürmüştünüz de onun hakkında birbirinizle atışmış ve onu üstünüzden atmıştınız, halbuki Allah, saklamış olduğunuzu açığa çıkaracaktı.","nl":"En (gedenkt) toen jullie een mens doodden en met elkaar daarover redetwistten (over wie de moordenaar was), en Allah is de Onthuller van wat jullie plachten te verbergen.","en":"˹This is˺ when a man was killed and you disputed who the killer was, but Allah revealed what you concealed"},"surah":null},{"id":80,"surahId":2,"ayatId":73,"ayatNo":"٧٣","pageNo":11,"ayatText":"فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَاؕ كَذٰلِكَ يُحْـيِ اللّٰهُ الْمَوْتٰى وَيُرٖيكُمْ اٰيَاتِهٖ لَعَلَّكُمْ تَعْقِلُونَ","ayatMealText":{"tr":"İşte bundan dolayı, o sığırın bir parçası ile o ölüye vurun, dedik. Allah ölüleri işte böyle diriltir ve size âyetlerini gösterir, belki aklınızı başınıza toplarsınız.","nl":"Toen zeiden Wij: \"Slaat hem (de dode) met een deel van haar (de koe).\" Zo doet Allah de doden herleven en toont Hij jullie Zijn Tekenen, hopelijk zullen jullie begrijpen.","en":"So We instructed, “Strike the dead body with a piece of the cow.” This is how ˹easily˺ Allah brings the dead to life, showing you His signs so that you may understand"},"surah":null},{"id":81,"surahId":2,"ayatId":74,"ayatNo":"٧٤","pageNo":11,"ayatText":"ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ اَوْ اَشَدُّ قَسْوَةًؕ وَاِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْاَنْهَارُؕ وَاِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَٓاءُؕ وَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِؕ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ","ayatMealText":{"tr":"Sonra bunun arkasından yine kalbleriniz katılaştı, şimdi de taş gibi, ya da taştan da beter hale geldi. Çünkü taşlardan öylesi var ki; içinden nehirler kaynıyor, yine öylesi var ki, çatlıyor da bağrından sular fışkırıyor, öylesi de var ki, Allah korkusundan yerlerde yuvarlanıyor... Ve sizin neler yaptığınızdan Allah gafil değildir.","nl":"Toen verhardden jullie harten zich daarna, zodat zij als steen werden of zelfs harder dan dat, want voorwaar, er zijn stenen waaruit rivieren ontspringen en voorwaar, er zijn stenen die splijten zodat er water uitstroomt, en er zijn er die neervallen uit vrees voor Allah. En Allah is niet onachtzaam omtrent wat jullie doen.","en":"Even then your hearts became hardened like a rock or even harder, for some rocks gush rivers; others split, spilling water; while others are humbled in awe of Allah. And Allah is never unaware of what you do"},"surah":null},{"id":82,"surahId":2,"ayatId":75,"ayatNo":"٧٥","pageNo":11,"ayatText":"اَفَتَطْمَعُونَ اَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرٖيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ","ayatMealText":{"tr":"Şimdi bunların, size hemen inanacaklarını ümit mi ediyorsunuz? Halbuki bunlardan bir grup vardı ki, Allah'ın kelâmını işitirlerdi de sonra ona akılları yattığı halde bile bile onu tahrif ederlerdi.","nl":"Hopen jullie dan nog dat zij (de Joden) in jullie (godsdienst) zullen geloven, terwijl er waarlijk een groep onder hen is, die het Woord van Allah heeft gehoord, en die het verdraaiden nadat zij het begrepen hadden, terwijl zij het weten?","en":"Do you ˹believers still˺ expect them to be true to you, though a group of them would hear the word of Allah then knowingly corrupt it after understanding it"},"surah":null},{"id":83,"surahId":2,"ayatId":76,"ayatNo":"٧٦","pageNo":11,"ayatText":"وَاِذَا لَقُوا الَّذٖينَ اٰمَنُوا قَالُٓوا اٰمَنَّاۚ وَاِذَا خَلَا بَعْضُهُمْ اِلٰى بَعْضٍ قَالُٓوا اَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَٓاجُّوكُمْ بِهٖ عِنْدَ رَبِّكُمْؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"Üstelik iman edenlere rastladıklarında inandık derler, birbirleriyle başbaşa kaldıkları zaman, \"Rabbinizin huzurunda aleyhinize delil olarak kullansınlar diye mi tutup Allah'ın size açıkladığı gerçekleri onlara da söylüyorsunuz? Hiç aklınız yok mu be?\" derlerdi.","nl":"En wanneer zij degenen die geloven ontmoeten, zeggen zij: \"Wij geloven,\" maar wanneer zij onder elkaar zijn, dan zeggen zij: \"Zullen jullie hun vertellen wat Allah aan jullie openbaar heeft gemaakt, zodat zij het als argument tegen jullie zullen gebruiken bij jullie Heer?\" Begrijpen jullie dan niet?","en":"When they meet the believers they say, “We believe.” But in private they say ˹to each other˺, “Will you disclose to the believers the knowledge Allah has revealed to you, so that they may use it against you before your Lord? Do you not understand?”"},"surah":null}]}