{"juzNo":6,"pageNo":110,"arCuzNo":"٦","arPageNo":"۱۱۰","quranAyats":[{"id":683,"surahId":5,"ayatId":14,"ayatNo":"١٤","pageNo":110,"ayatText":"وَمِنَ الَّذٖينَ قَالُٓوا اِنَّا نَصَارٰٓى اَخَذْنَا مٖيثَاقَهُمْ فَنَسُوا حَظاًّ مِمَّا ذُكِّرُوا بِهٖࣕ فَاَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَٓاءَ اِلٰى يَوْمِ الْقِيٰمَةِؕ وَسَوْفَ يُنَبِّئُهُمُ اللّٰهُ بِمَا كَانُوا يَصْنَعُونَ","ayatMealText":{"tr":"\"Biz hıristiyanız\" diyenlerden de söz almıştık. Onlar da kendilerine hatırlatılan şeylerin çoğunu unutmuşlardı. Biz de onların arasına, kıyamete kadar sürecek kin ve düşmanlık soktuk. Allah, ne yapmış olduklarını onlaraelbette haber verecektir.","nl":"En van degenen die zeggen: \"Voorwaar, wij zijn Christenen,\" (zeggen Wij:) Wij sloten een verbond met hen. Zij vergaten een gedeelte van hetgeen waar zij mee vermaand waren. Wij hebben daarop vijandschap en haat tussen hen doen ontstaan tot op de Dag der Opstanding. En Allah zal hun duidelijk maken wat zij plachten te doen.","en":"And from those who say, “We are Christians,” We took their covenant, but they neglected a portion of what they had been commanded to uphold. So We let hostility and enmity arise between them until the Day of Judgment, and soon Allah will inform them of all they have done"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":684,"surahId":5,"ayatId":15,"ayatNo":"١٥","pageNo":110,"ayatText":"يَٓا اَهْلَ الْكِتَابِ قَدْ جَٓاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثٖيراً مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُوا عَنْ كَثٖيرٍؕ قَدْ جَٓاءَكُمْ مِنَ اللّٰهِ نُورٌ وَكِتَابٌ مُبٖينٌۙ","ayatMealText":{"tr":"Ey kitap ehli! Kitaptan gizlemiş olduğunuz şeylerin çoğunu açıklayan, çoğundan da vazgeçen peygamberimiz size geldi. Ayrıca size, Allah'tan bir nur ve apacık bir kitap da gelmiştir.","nl":"O Lieden van de Schrift! Waarlijk, Onze Boodschapper is tot jullie gekomen; hij heeft jullie veel duidelijk gemaakt van wat jullie in de Schrift verborgen, en hij heeft jullie veel kwijtgescholden. Waarlijk, er is van Allah een Licht (de Profeet) en een duidelijk Boek (de Koran) tot jullie gekomen.","en":"O People of the Book! Now Our Messenger has come to you, revealing much of what you have hidden of the Scriptures and disregarding much. There certainly has come to you from Allah a light and a clear Book"},"surah":null},{"id":685,"surahId":5,"ayatId":16,"ayatNo":"١٦","pageNo":110,"ayatText":"يَهْدٖي بِهِ اللّٰهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ اِلَى النُّورِ بِاِذْنِهٖ وَيَهْدٖيهِمْ اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Allah o kitabla rızasına uygun hareket edenleri selamet yollarına iletir. Onları izniyle karanlıklardan aydınlığa çıkarır ve onları dosdoğru yola sevk eder.","nl":"Allah leidt hen ermee die Zijn welbehagen zoeken naar wegen van vrede en Hij brengt hen vanuit de duisternissen naar het Licht, met Zijn verlof, en Hij leidt hen naar een recht Pad.","en":"through which Allah guides those who seek His pleasure to the ways of peace, brings them out of darkness and into light by His Will, and guides them to the Straight Path"},"surah":null},{"id":686,"surahId":5,"ayatId":17,"ayatNo":"١٧","pageNo":110,"ayatText":"لَقَدْ كَفَرَ الَّذٖينَ قَالُٓوا اِنَّ اللّٰهَ هُوَ الْمَسٖيحُ ابْنُ مَرْيَمَؕ قُلْ فَمَنْ يَمْلِكُ مِنَ اللّٰهِ شَيْـٔاً اِنْ اَرَادَ اَنْ يُهْلِكَ الْمَسٖيحَ ابْنَ مَرْيَمَ وَاُمَّهُ وَمَنْ فِي الْاَرْضِ جَمٖيعاًؕ وَلِلّٰهِ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاؕ يَخْلُقُ مَا يَشَٓاءُؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Muhakkak ki, \"Allah, ancak Meryemoğlu İsa Mesih'tir\" diyenler kâfir olmuşlardır. (Onlara) de ki: \" Allah, Meryemoğlu İsa Mesih'i, anasını ve bütün yeryüzündekileri helak etmek istese O'na kim engel olabilir? \" Göklerin, yerin ve ikisi arasındakilerin mülkiyeti sadece Allah'a aittir. O, dilediğini yaratır. Allah, her şeye kadirdir.","nl":"Voorzeker, zij waren ongelovig, degenen die zeiden: \"Voorwaar, Allah is de Masîh, zoon van Maryam.\" Zeg (O Moehammad): \"Wie zou er enige macht hebben om Allah (af te houden) wanneer Hij zou wensen dat de Masîh, zoon van Maryam, en zijn moeder en wie er ook allemaal op de aarde zijn, vernietigd zou worden?\" En aan Allah behoort het Koninkrijk van de hemelen en de aarde en wat er tussen hen is. Hij schept wat Hij wil. En Allah is Almachtig over alle zaken.","en":"Indeed, those who say, “Allah is the Messiah, son of Mary,” have fallen into disbelief. Say, ˹O Prophet,˺ “Who has the power to prevent Allah if He chose to destroy the Messiah, son of Mary, his mother, and everyone in the world all together?” To Allah ˹alone˺ belongs the kingdom of the heavens and the earth and everything in between. He creates whatever He wills. And Allah is Most Capable of everything"},"surah":null}]}