{"juzNo":6,"pageNo":112,"arCuzNo":"٦","arPageNo":"۱۱۲","quranAyats":[{"id":693,"surahId":5,"ayatId":24,"ayatNo":"٢٤","pageNo":112,"ayatText":"قَالُوا يَا مُوسٰٓى اِنَّا لَنْ نَدْخُلَـهَٓا اَبَداً مَا دَامُوا فٖيهَا فَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَٓا اِنَّا هٰهُنَا قَاعِدُونَ","ayatMealText":{"tr":"Kavmi Musa'ya: \"Ey Musa! Onlar orada olduğu sürece biz oraya asla girmeyiz. Sen ve Rabb'in gidin savaşın. Biz burada oturacağız\" dediler.","nl":"Zij zeiden; \"O Môesa, wij zullen dau nooit binnentreden, den zolang zij daarbinnen zijn. Gaat u maar en uw Heer, en vecht met u tweeën, voonvaar, wij zullen hier blijven zitten.\"","en":"˹Yet˺ they said, “O Moses! ˹Still˺ we will never enter as long as they remain there. So go—both you and your Lord—and fight; we are staying right here!”"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":694,"surahId":5,"ayatId":25,"ayatNo":"٢٥","pageNo":112,"ayatText":"قَالَ رَبِّ اِنّٖي لَٓا اَمْلِكُ اِلَّا نَفْسٖي وَاَخٖي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقٖينَ","ayatMealText":{"tr":"Musa: \"Ey Rabbim! Ben, kendimle kardeşimden başkasına söz geçiremiyorum, artık bizimle bu fâsık kavmin arasını ayır\" dedi.","nl":"Hij (Môesa) zei: \"O mijn Heer, ik heb alleen macht over mijzelf en mijn broeder, breng een scheiding aan tussen ons en het zwaar zondige volk.\"","en":"Moses pleaded, “My Lord! I have no control over anyone except myself and my brother. So set us apart from the rebellious people.”"},"surah":null},{"id":695,"surahId":5,"ayatId":26,"ayatNo":"٢٦","pageNo":112,"ayatText":"قَالَ فَاِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ اَرْبَعٖينَ سَنَةًۚ يَتٖيهُونَ فِي الْاَرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقٖينَࣖ","ayatMealText":{"tr":"Allah Musa'ya şöyle dedi: \"Kırk sene o mukaddes yer onlara haram kılınmıştır. Yeryüzünde şaşkın şaşkın dolaşacaklar. O fâsık kavim için üzülme!\".","nl":"Hij (Allah) zei: \"Het is daarom dat (het land) voor veertig jaren voor hen verboden wordt, (gedurende die periode) zullen zij rusteloos op aarde rondgaan. Treur daarom niet over het zwaar zondiee volk.\"","en":"Allah replied, “Then this land is forbidden to them for forty years, during which they will wander through the land. So do not grieve for the rebellious people.”"},"surah":null},{"id":696,"surahId":5,"ayatId":27,"ayatNo":"٢٧","pageNo":112,"ayatText":"وَاتْلُ عَلَيْهِمْ نَبَاَ ابْنَيْ اٰدَمَ بِالْحَقِّۘ اِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِنْ اَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْاٰخَرِؕ قَالَ لَاَقْتُلَنَّكَؕ قَالَ اِنَّمَا يَتَقَبَّلُ اللّٰهُ مِنَ الْمُتَّقٖينَ","ayatMealText":{"tr":"Onlara Âdem'in iki oğluyla ilgili haberi hakkıyle oku. Hani her ikisi birer kurban sunmuşlardı, birinden kabul edilmiş, diğerinden kabul edilmemişti. (Kurbanı kabul edilmeyen, ötekine): \" Seni öldüreceğim\" demişti. Diğeri ise şöyle demişti: \"Allah, yalnız kendisinden korkanlardan kabul eder\".","nl":"Vertel hen de warheid over het verhaal over de twee zonen van Adam: toen zij een offer brachten, werd het van één van hen (Abel) aanvaard en van de ander (Kaïn) werd het niet aanvaard. Hij (Kaïn) zei: \"Ik zal jou doden.\" Hij (Abel) zei: \"Voorwaar, Allah aanvaardt alleen het otter van de Moettaqeen.","en":"Relate to them in truth ˹O Prophet˺ the story of Adam’s two sons—how each offered a sacrifice: Abel’s offering was accepted while Cain’s was not. So Cain threatened, “I will kill you!” His brother replied, “Allah only accepts ˹the offering˺ of the sincerely devout"},"surah":null},{"id":697,"surahId":5,"ayatId":28,"ayatNo":"٢٨","pageNo":112,"ayatText":"لَئِنْ بَسَطْتَ اِلَيَّ يَدَكَ لِتَقْتُلَنٖي مَٓا اَنَا۬ بِبَاسِطٍ يَدِيَ اِلَيْكَ لِاَقْتُلَكَۚ اِنّٖٓي اَخَافُ اللّٰهَ رَبَّ الْعَالَمٖينَ","ayatMealText":{"tr":"\"Allah'a yemin ederim ki, sen beni öldürmek için bana el uzatsan da, ben seni öldürmek için sana el uzatacak değilim, ben âlemlerin Rabb'i olan Allah'tan korkarım.","nl":"Wanneer jij je hand naar mij uitstrekt om mij te doden: het is niet aan mij om mijn hand naar jou uit te strekken om jou te doden, waarlijk, ik vrees Allah, Heer der Werelden.","en":"If you raise your hand to kill me, I will not raise mine to kill you, because I fear Allah—the Lord of all worlds"},"surah":null},{"id":698,"surahId":5,"ayatId":29,"ayatNo":"٢٩","pageNo":112,"ayatText":"اِنّٖٓي اُرٖيدُ اَنْ تَبُٓوأَ بِاِثْمٖي وَاِثْمِكَ فَتَكُونَ مِنْ اَصْحَابِ النَّارِۚ وَذٰلِكَ جَزٰٓؤُا الظَّالِمٖينَۚ","ayatMealText":{"tr":"\"Ben isterim ki sen, benim günahımı da, kendi günahını da yüklenip ateş halkından olasın! Zalimlerin cezası budur\".","nl":"Voorwaar, ik wil dat je mijn zonde en jouw zonde op je neemt en dat he dan tot de bewoners van de Hel wordt. En dat is de vergelding voor de onrechtvaardigen.\"","en":"I want to let you bear your sin against me along with your other sins, then you will be one of those destined to the Fire. And that is the reward of the wrongdoers.”"},"surah":null},{"id":699,"surahId":5,"ayatId":30,"ayatNo":"٣٠","pageNo":112,"ayatText":"فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ اَخٖيهِ فَقَتَلَهُ فَاَصْبَحَ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Bunun üzerine kurbanı kabul edilmeyenin nefsi kendisini, kardeşini öldürmeye teşvik etti ve onu öldürdü. Böylece zarara uğrayanlardan oldu.","nl":"Toen Zette hij zich ertoe aan om zijn broeder te doden en hij doodde hem, en zo werd hij een van de verliezers.","en":"Yet Cain convinced himself to kill his brother, so he killed him—becoming a loser"},"surah":null},{"id":700,"surahId":5,"ayatId":31,"ayatNo":"٣١","pageNo":112,"ayatText":"فَبَعَثَ اللّٰهُ غُرَاباً يَبْحَثُ فِي الْاَرْضِ لِيُرِيَهُ كَيْفَ يُوَارٖي سَوْاَةَ اَخٖيهِؕ قَالَ يَا وَيْلَتٰٓى اَعَجَزْتُ اَنْ اَكُونَ مِثْلَ هٰذَا الْغُرَابِ فَاُوَارِيَ سَوْاَةَ اَخٖيۚ فَاَصْبَحَ مِنَ النَّادِمٖينَۚۛ","ayatMealText":{"tr":"Derken Allah bir karga gönderdi, ona kardeşinin cesedini nasıl gömeceğini göstermek için toprağı eşeliyordu. \"Yazıklar olsun bana, şu karga kadar olup da kardeşimin cesedini gömmekten âciz miyim ben?\" dedi ve pişman olanlardan oldu.","nl":"Toen stuurde Allah een raaf, die over de grond kreste om hem te laten zien hoe hij het lichaam van zijn broeder kon bedekken. Hij zei: \"Wee mij! Waarom ben ik zo zwak dat ik niet net zoals de raaf het lichaam van mijn broeder kan bedekken?\" En zo werd hij een van hen die wroeging hebben.","en":"Then Allah sent a crow digging ˹a grave˺ in the ground ˹for a dead crow˺, in order to show him how to bury the corpse of his brother. He cried, “Alas! Have I ˹even˺ failed to be like this crow and bury the corpse of my brother?” So he became regretful"},"surah":null}]}