{"juzNo":6,"pageNo":113,"arCuzNo":"٦","arPageNo":"۱۱۳","quranAyats":[{"id":701,"surahId":5,"ayatId":32,"ayatNo":"٣٢","pageNo":113,"ayatText":"مِنْ اَجْلِ ذٰلِكَۚۛ كَتَبْنَا عَلٰى بَنٖٓي اِسْرَٓائٖلَ اَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ اَوْ فَسَادٍ فِي الْاَرْضِ فَكَاَنَّمَا قَتَلَ النَّاسَ جَمٖيـعاًؕ وَمَنْ اَحْيَاهَا فَكَاَنَّمَٓا اَحْيَا النَّاسَ جَمٖيعاًؕ وَلَقَدْ جَٓاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِؗ ثُمَّ اِنَّ كَثٖيراً مِنْهُمْ بَعْدَ ذٰلِكَ فِي الْاَرْضِ لَمُسْرِفُونَ","ayatMealText":{"tr":"Bunun içindir ki, İsrâiloğulları'na: \"Kim, bir cana kıymayan veya yeryüzünde bozgunculuk çıkarmayan bir nefsi öldürürse, bütün insanları öldürmüş gibi olur. Kim de bir nefsin yaşamasına sebep olursa, bütün insanları yaşatmış gibi olur\" hükmünü yazdık (farz kıldık). Şüphesiz ki onlara peygamberlerimiz açık delillerle geldiler. Yine de bundan sonra onların birçoğu yeryüzünde aşırı gitmektedirler.","nl":"Daarom hebben Wij de Kinderem van Israel voorgeschreven dat voor wie een ziel doodt - niet (als vergelding) voor een ziel of het verderf zaaien op aarde - het is alsof hij alle mensen doodde en dat voor wie iemand laat leven, het is alsof hij alle mensen dead leven. En waarlijk, en Onze Boodschappers kwamen tot hen met duidelijke Tekenen, velen van hen (de Kinderen van Israel) waren daarna overtreders op de arde.","en":"That is why We ordained for the Children of Israel that whoever takes a life—unless as a punishment for murder or mischief in the land—it will be as if they killed all of humanity; and whoever saves a life, it will be as if they saved all of humanity. ˹Although˺ Our messengers already came to them with clear proofs, many of them still transgressed afterwards through the land"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":702,"surahId":5,"ayatId":33,"ayatNo":"٣٣","pageNo":113,"ayatText":"اِنَّمَا جَزٰٓؤُا الَّذٖينَ يُحَارِبُونَ اللّٰهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْاَرْضِ فَسَاداً اَنْ يُقَتَّلُٓوا اَوْ يُصَلَّـبُٓوا اَوْ تُقَطَّعَ اَيْدٖيهِمْ وَاَرْجُلُهُمْ مِنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِؕ ذٰلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْاٰخِرَةِ عَذَابٌ عَظٖيمٌۙ","ayatMealText":{"tr":"Allah ve Resulüne karşı savaşan ve yeryüzünde fesat çıkarmaya çalışanların cezası, ancak öldürülmeleri veya asılmaları yahut ayak ve ellerinin çaprazlama kesilmesi, ya da yeryüzünde başka bir yere sürgün edilmeleridir. Bu, dünyada onlar için bir zillettir. Ahirette ise onlar için büyük bir azab vardır.","nl":"Voorwaar, de vergelding van degenen die oorlog voeren tegen Allah en Zijn Boodschapper en (die) naar het zaaien van verderf op aarde streven, is dat zij gedood worden, of gekruisigd worden, of het afhouwen van handen ert voeten aan tegenovergestelde kanten, of dat zij uit het land verbannen worden. Dat is voor hen een vernedering op de wereld en voor hen is er in het Hiernamaals een geweldige bestraffing.","en":"Indeed, the penalty for those who wage war against Allah and His Messenger and spread mischief in the land is death, crucifixion, cutting off their hands and feet on opposite sides, or exile from the land. This ˹penalty˺ is a disgrace for them in this world, and they will suffer a tremendous punishment in the Hereafter"},"surah":null},{"id":703,"surahId":5,"ayatId":34,"ayatNo":"٣٤","pageNo":113,"ayatText":"اِلَّا الَّذٖينَ تَابُوا مِنْ قَبْلِ اَنْ تَقْدِرُوا عَلَيْهِمْۚ فَاعْلَمُٓوا اَنَّ اللّٰهَ غَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Ancak kendilerini yakalamanızdan önce tevbe edenler başka. Bilin ki Allah, çok bağışlayan ve çok merhamet edendir.","nl":"Behalve voor degenen die berouw tonen, voordat jullie hen in jullie macht krijgen (en bestraffen). En weet dat Allah Vergevensgezind, Meest Barmhhartig is.","en":"As for those who repent before you seize them, then know that Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":704,"surahId":5,"ayatId":35,"ayatNo":"٣٥","pageNo":113,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُٓوا اِلَيْهِ الْوَسٖيلَةَ وَجَاهِدُوا فٖي سَبٖيلِهٖ لَعَلَّكُمْ تُفْلِحُونَ","ayatMealText":{"tr":"Ey inananlar, Allah'tan korkun, O'na yaklaşmaya yol arayın ve O'nun yolunda cihad edin ki, kurtuluşa eresiniz.","nl":"O jullie die geloven! Vreest Allah en zoekt naar een middel om (zo dicht mogelijk) bij Hem (te komen), en streeft op Zijn Weg. Hopelijk zullen jullie welslagen.","en":"O believers! Be mindful of Allah and seek what brings you closer to Him and struggle in His Way, so you may be successful"},"surah":null},{"id":705,"surahId":5,"ayatId":36,"ayatNo":"٣٦","pageNo":113,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا لَوْ اَنَّ لَهُمْ مَا فِي الْاَرْضِ جَمٖيعاً وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْۚ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Bütün yeryüzündekiler ve bir o kadarı daha inkâr edenlerin olsa, bunlar kıyamet gününün azabından kurtulmak için hepsini fidye olarak verseler yine onlardan kabul edilmez. Onlar için can yakıcı bir azap vardır.","nl":"Voorwaar, indien degenen die ongelovig zijn alles op aarde zouden hebben en het gelijke daarvan bij hen zouden hebben om daarmee hun bestraffing op de Dag der Opstanding af te kopen: het zou niet van hen aanvaard worden. En er is voor hen een pijnlijke bestraffing.","en":"As for the disbelievers, even if they were to possess everything in the world twice over ˹and offer it all˺ to ransom themselves from the punishment of the Day of Judgment, it would never be accepted from them. And they will suffer a painful punishment"},"surah":null}]}