{"juzNo":6,"pageNo":114,"arCuzNo":"٦","arPageNo":"۱۱٤","quranAyats":[{"id":706,"surahId":5,"ayatId":37,"ayatNo":"٣٧","pageNo":114,"ayatText":"يُرٖيدُونَ اَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجٖينَ مِنْهَاؗ وَلَهُمْ عَذَابٌ مُقٖيمٌ","ayatMealText":{"tr":"Cehennem ateşinden çıkmak isterler. Ama oradan çıkacak değillerdir. Onlar için devamlı bir azap vardır.","nl":"Zij zuilen uit de Hel willen ontsnappen, maar er is voor hen geen ontsnapping daaruit, en voor hen is een voortdurende bestraffing.","en":"They will be desperate to get out of the Fire but they will never be able to. And they will suffer an everlasting punishment"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":707,"surahId":5,"ayatId":38,"ayatNo":"٣٨","pageNo":114,"ayatText":"وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُٓوا اَيْدِيَهُمَا جَزَٓاءً بِمَا كَسَبَا نَكَالاً مِنَ اللّٰهِؕ وَاللّٰهُ عَزٖيزٌ حَكٖيمٌ","ayatMealText":{"tr":"Hırsızlık eden erkek ve kadının, yaptıklarına karşılık Allah'dan bir ceza olarak ellerini kesin. Allah daima üstündür, hikmet sahibidir.","nl":"En de dief en de dievegge: houwt hun handen af als een vergelding vanwege (de misdaad) die zij begingen, als een bestraffing van Allah. En Allah is Almachtig, Alwijs.","en":"As for male and female thieves, cut off their hands for what they have done—a deterrent from Allah. And Allah is Almighty, All-Wise"},"surah":null},{"id":708,"surahId":5,"ayatId":39,"ayatNo":"٣٩","pageNo":114,"ayatText":"فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهٖ وَاَصْلَحَ فَاِنَّ اللّٰهَ يَتُوبُ عَلَيْهِؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Kim yaptığı haksızlıktan sonra tevbe eder, halini düzeltirse, şüphesiz Allah, onun tevbesini kabul eder. Çünkü Allah bağışlayan, merhamet edendir.","nl":"En wit na zijn onrecht berouw toont en zich betert: Allah aanvaardt het berouw van hem. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"But whoever repents after their wrongdoing and mends their ways, Allah will surely turn to them in forgiveness. Indeed, Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":709,"surahId":5,"ayatId":40,"ayatNo":"٤٠","pageNo":114,"ayatText":"اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهُ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِ يُعَذِّبُ مَنْ يَشَٓاءُ وَيَغْفِرُ لِمَنْ يَشَٓاءُؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Göklerin ve yerin mülkünün Allah'a ait olduğunu, dilediğine azap edip dilediğini de bağışladığını bilmedin mi? Allah herşeye kâdirdir.","nl":"Weet jij dan niet dat het Koninkrijk van de hemelen en de aarde aan Allah toebehoort: Hij straft wie Hij wil en Hij vergeeft wie Hij wil. En Allah is Almachtig over alle zaken.","en":"Do you not know that the kingdom of the heavens and the earth belongs to Allah ˹alone˺? He punishes whoever He wills and forgives whoever He wills. And Allah is Most Capable of everything"},"surah":null},{"id":710,"surahId":5,"ayatId":41,"ayatNo":"٤١","pageNo":114,"ayatText":"يَٓا اَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذٖينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذٖينَ قَالُٓوا اٰمَنَّا بِاَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْۚ وَمِنَ الَّذٖينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ اٰخَرٖينَۙ لَمْ يَأْتُوكَؕ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهٖۚ يَقُولُونَ اِنْ اُو۫تٖيتُمْ هٰذَا فَخُذُوهُ وَاِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُواؕ وَمَنْ يُرِدِ اللّٰهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللّٰهِ شَيْـٔاًؕ اُو۬لٰٓئِكَ الَّذٖينَ لَمْ يُرِدِ اللّٰهُ اَنْ يُطَهِّرَ قُلُوبَهُمْؕ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْاٰخِرَةِ عَذَابٌ عَظٖيمٌ","ayatMealText":{"tr":"Ey peygamber, ağızlarıyla \"inandık\" deyip, kalbleriyle inanmamış olanlardan ve yahudilerden küfürde yarış edenler seni üzmesin. Onlar yalana kulak verirler, sana gelmeyen diğer bir topluluğa kulak verirler, kelimeleri yerlerinden değiştirirler, \"eğer size bu verilirse alın, bu verilmezse sakının\" derler. Allah birini şaşırtmak isterse, sen onun için Allah'a karşı hiçbir şey yapamazsın. Onlar öyle kimselerdir ki, Allah, onların kalblerini temizlemek istememiştir. Onlar için dünyada rezillik var ve yine onlar için ahirette de büyük bir azab vardır.","nl":"O Boodschapper! Laat je niet bedroeven door degenen die met elkaar wedijveren in ongeloof en die behoren tot degenen die met hun monden zeggen: \"Wij geloven,\"' maar wiens harten niet geloven. En er zijn er onder de Joden, die gehoor geven aan de leugen: zij geven gehoor aan een ander volk dat niet bij jou gekomen is (en jou niet kent). Zij verdraaien de woorden van hun plaatsen. Zij zeggen: \"Indien jullie dat gegeven is, neemt het dan; en als jullie het niet gegeven is, let dan op.\" En als Allah Zijn beproeving voor iemand wil, dan ben jij niet bij machte dat bij Allah tegen te houden. Zij zijn degenen wiens harten Allah niet wil reinigen. Voor hen is er op de wereld een vernedering en voor hen is er in het Hiernamaals een geweldige bestraffing.","en":"O Messenger! Do not grieve for those who race to disbelieve—those who say, “We believe” with their tongues, but their hearts are in disbelief. Nor those among the Jews who eagerly listen to lies, attentive to those who are too arrogant to come to you. They distort the Scripture, taking rulings out of context, then say, “If this is the ruling you get ˹from Muḥammad˺, accept it. If not, beware!” Whoever Allah allows to be deluded, you can never be of any help to them against Allah. It is not Allah’s Will to purify their hearts. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter"},"surah":null}]}