{"juzNo":6,"pageNo":115,"arCuzNo":"٦","arPageNo":"۱۱٥","quranAyats":[{"id":711,"surahId":5,"ayatId":42,"ayatNo":"٤٢","pageNo":115,"ayatText":"سَمَّاعُونَ لِلْكَذِبِ اَكَّالُونَ لِلسُّحْتِؕ فَاِنْ جَٓاؤُ۫كَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْۚ وَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْـٔاًؕ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِؕ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطٖينَ","ayatMealText":{"tr":"Onlar, yalana çok kulak verirler ve çok haram yerler. Eğer sana gelirlerse, ister aralarında hükmet, ister onlardan yüz çevir. Eğer onlardan yüz çevirirsen, sana hiçbir zarar veremezler. Eğer aralarında hükmedersen adaletle hükmet. Şüphesiz Allah, adaletli davrananları sever.","nl":"Zij blijven gehoor geven aan de leugen en zij blijven eten van het verbodene en als zij tot jou komen: oordeel dan tussen hen of wend je van hen af en indien jij je van hen afwendt, dan kunnen zij jou geen enkele schade berokkenen. En iendien jij oordeelt, oordeel dan onder hen met rechtvaardigheid. Voorwaar, Allah houdt van de rechtvaardigen.","en":"They eagerly listen to falsehood and consume forbidden gain. So if they come to you ˹O Prophet˺, either judge between them or turn away from them. If you turn away from them, they cannot harm you whatsoever. But if you judge between them, then do so with justice. Surely Allah loves those who are just"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":712,"surahId":5,"ayatId":43,"ayatNo":"٤٣","pageNo":115,"ayatText":"وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرٰيةُ فٖيهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذٰلِكَؕ وَمَٓا اُو۬لٰٓئِكَ بِالْمُؤْمِنٖينَࣖ","ayatMealText":{"tr":"İçinde Allah'ın hükmü bulunan Tevrat yanlarında dururken seni nasıl hakem yapıyorlar da ondan sonra da dönüveriyorlar? Onlar inanıcı değillerdir.","nl":"Maar hoe komt het, dat zij zich door jou laten oordelen, terwijl zij de de Taurât bij zich hebben? Daarin is de wet van Allah en zelfs na dat zullen zij zich afkeren! En zij zijn geen gelovigen!","en":"But why do they come to you for judgment when they ˹already˺ have the Torah containing Allah’s judgment, then they turn away after all? They are not ˹true˺ believers"},"surah":null},{"id":713,"surahId":5,"ayatId":44,"ayatNo":"٤٤","pageNo":115,"ayatText":"اِنَّٓا اَنْزَلْنَا التَّوْرٰيةَ فٖيهَا هُدًى وَنُورٌۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذٖينَ اَسْلَمُوا لِلَّذٖينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْاَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللّٰهِ وَكَانُوا عَلَيْهِ شُهَدَٓاءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِاٰيَاتٖي ثَمَناً قَلٖيلاًؕ وَمَنْ لَمْ يَحْكُمْ بِمَٓا اَنْزَلَ اللّٰهُ فَاُو۬لٰٓئِكَ هُمُ الْكَافِرُونَ","ayatMealText":{"tr":"İçinde hidayet ve nûr bulunan Tevrat'ı, elbette biz indirdik. Müslüman olan peygamberler, yahudiler hakkında hükmederler, kendilerini Tanrıya adamış zâhitler, âlimler de, Allah'ın kitabını korumakla görevlendirildiklerinden (onunla hüküm verirler) ve onun Allah'ın kitabı olduğuna şahitlik ederlerdi. İnsanlardan korkmayın, benden korkun, âyetlerimi az bir paraya satmayın. Kim Allah'ın indirdiğiyle hükmetmezse, işte onlar kâfirlerin ta kendileridir.","nl":"Voorwaar, Wij hebben de Taurât neergezonden met daarin leiding en licht. De profeten, die zich (aan Allah) overgegeven hadden, oordeelden ermee over de Joden. En de rabbijnen en de schriftgeleerden (oordeelden ook), met behulp van hetgeen hun van de schrift van Allah was toevertrouwd en zij waren daar getuigen van. Vreest daarom niet de mensen maar vreest Mij en verruilt Mijn tekens niet voor een geringe prijs. En wie niet oordeelt met wat Allah geopenbaard heeft: zij zijn de ongelovigen!","en":"Indeed, We revealed the Torah, containing guidance and light, by which the prophets, who submitted themselves to Allah, made judgments for Jews. So too did the rabbis and scholars judge according to Allah’s Book, with which they were entrusted and of which they were made keepers. So do not fear the people; fear Me! Nor trade my revelations for a fleeting gain. And those who do not judge by what Allah has revealed are ˹truly˺ the disbelievers"},"surah":null},{"id":714,"surahId":5,"ayatId":45,"ayatNo":"٤٥","pageNo":115,"ayatText":"وَكَتَبْنَا عَلَيْهِمْ فٖيهَٓا اَنَّ النَّفْسَ بِالنَّفْسِۙ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوحَ قِصَاصٌؕ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَهُؕ وَمَنْ لَمْ يَحْكُمْ بِمَٓا اَنْزَلَ اللّٰهُ فَاُو۬لٰٓئِكَ هُمُ الظَّالِمُونَ","ayatMealText":{"tr":"Biz Tevrat'ta onlara, cana can, göze göz, buruna burun, kulağa kulak, dişe diş ve yaralara karşılıklı kısas (ödeşme) yazdık. Bununla beraber kim kısas hakkını bağışlarsa, bu kendi günahlarına keffaret olur. Ve kim Allah'ın indirdiğiyle hükmetmezse, işte onlar zalimlerin ta kendileridir.","nl":"En Wij hebben daarin voor hen voorgeschreven: dat een ziel voor een ziel, een oog voor een oog, een neus voor een neus, een oor voor een oor, een tand voor een tand (vergolden wordt), en bij wonden geldt (ook) vergelding (qishâsh). En wie het kwijtscheldt: het is voor hem een uitwissing (van zijn zonden). En wie niet oordeelt met wat Allah neergezonden heeft: zij zijn het die de onrechtvaardigen zijn!","en":"We ordained for them in the Torah, “A life for a life, an eye for an eye, a nose for a nose, an ear for an ear, a tooth for a tooth—and for wounds equal retaliation.” But whoever waives it charitably, it will be atonement for them. And those who do not judge by what Allah has revealed are ˹truly˺ the wrongdoers"},"surah":null}]}