{"juzNo":6,"pageNo":116,"arCuzNo":"٦","arPageNo":"۱۱٦","quranAyats":[{"id":715,"surahId":5,"ayatId":46,"ayatNo":"٤٦","pageNo":116,"ayatText":"وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعٖيسَى ابْنِ مَرْيَمَ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰيةِࣕ وَاٰتَيْنَاهُ الْاِنْجٖيلَ فٖيهِ هُدًى وَنُورٌۙ وَمُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰيةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقٖينَ","ayatMealText":{"tr":"O peygamberlerin ardından, yanlarındaki Tevrat'ı doğrulayıcı olarak Meryemoğlu İsa'yı gönderdik ve ona içinde hidayet ve nur olan, kendinden önceki Tevrat'ı tasdik eden ve Allah'dan korkanlar için bir hidayet rehberi ve bir öğüt olan İncil'i verdik.","nl":"En Wij lieten 'Isa, zoon van Maryam, in hun voetstappen volgen, ter bevestiging van wat er van de Taurat (reeds) vóór hem was. En Wij gaven hem de Indjîl met daarin Leiding on Licht en een bevestiging van wat er van de Taurât (reeds) vóór hem was: als een leiding en een onderricht voor de Moettaqôen.","en":"Then in the footsteps of the prophets, We sent Jesus, son of Mary, confirming the Torah revealed before him. And We gave him the Gospel containing guidance and light and confirming what was revealed in the Torah—a guide and a lesson to the God-fearing"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":716,"surahId":5,"ayatId":47,"ayatNo":"٤٧","pageNo":116,"ayatText":"وَلْيَحْكُمْ اَهْلُ الْاِنْجٖيلِ بِمَٓا اَنْزَلَ اللّٰهُ فٖيهِؕ وَمَنْ لَمْ يَحْكُمْ بِمَٓا اَنْزَلَ اللّٰهُ فَاُو۬لٰٓئِكَ هُمُ الْفَاسِقُونَ","ayatMealText":{"tr":"İncil ehli de Allah'ın ona indirdikleriyle hükmetsinler. Kim, Allah'ın indirdiği ile hükmetmezse, işte onlar fâsıkların ta kendileridir.","nl":"En laat de lieden van de Indjil oordelen met wat Allah daarin geopenbaard heeft. En wie niet oordeelt met wat Allah neergezonden heeft: zij zijn degenen die zware zondaren zijn.","en":"So let the people of the Gospel judge by what Allah has revealed in it. And those who do not judge by what Allah has revealed are ˹truly˺ the rebellious"},"surah":null},{"id":717,"surahId":5,"ayatId":48,"ayatNo":"٤٨","pageNo":116,"ayatText":"وَاَنْزَلْـنَٓا اِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَٓا اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَٓاءَهُمْ عَمَّا جَٓاءَكَ مِنَ الْحَقِّؕ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاًؕ وَلَوْ شَٓاءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَاحِدَةً وَلٰكِنْ لِيَبْلُوَكُمْ فٖي مَٓا اٰتٰيكُمْ فَاسْتَبِقُوا الْخَيْرَاتِؕ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمٖيعاً فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فٖيهِ تَخْتَلِفُونَۙ","ayatMealText":{"tr":"Sana da (ey Muhammed) geçmiş kitapları tasdik eden ve onları kollayıp koruyan Kitab (Kur'ân)ı hak ile indirdik. Onların aralarında Allah'ın indirdiği ile hükmet. Onların arzu ve heveslerine uyarak, sana gelen haktan sapma. Biz, herbiriniz için bir şeriat ve yol belirledik. Eğer Allah dileseydi sizi tek bir ümmet yapardı, fakat size verdiklerinde sizi denemek istedi. Öyleyse iyiliklere koşun. Hepinizin dönüşü Allah'adır. O, ihtilafa düştüğünüz şeyleri size haber verir.","nl":"En Wij hebben aan jou het Boek (de Koran) met de Waarheid neergezonden, ter bevestiging van de Schrift die eraan vooraf ging en ter bescherming. Oordeel dus onder hen met wat Allah neergezonden heeft. En volg niet hun begeerten om van de Waarheid die tot jou gekomen is af te wijken. Voor een ieder onder jullie hebben Wij een Wet en een manier van leven bepaald. En als Allah gewild had, had Hij jullie (als behorend) tot een godsdienst gemaakt, maar (Hij doet dit niet omdat Hij) jullie op de proef stelt met wat Hij jullie gegeven heeft. Wedijvert dus (op het gebied) van de goede zaken. Tot Allah is de terugkeer van jullie allemaal, en Hij zal jullie hetgeen waarover jullie van mening verschillen vertellen.","en":"We have revealed to you ˹O Prophet˺ this Book with the truth, as a confirmation of previous Scriptures and a supreme authority on them. So judge between them by what Allah has revealed, and do not follow their desires over the truth that has come to you. To each of you We have ordained a code of law and a way of life. If Allah had willed, He would have made you one community, but His Will is to test you with what He has given ˹each of˺ you. So compete with one another in doing good. To Allah you will all return, then He will inform you ˹of the truth˺ regarding your differences"},"surah":null},{"id":718,"surahId":5,"ayatId":49,"ayatNo":"٤٩","pageNo":116,"ayatText":"وَاَنِ احْكُمْ بَيْنَهُمْ بِمَٓا اَنْزَلَ اللّٰهُ وَلَا تَتَّبِـعْ اَهْوَٓاءَهُمْ وَاحْذَرْهُمْ اَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَٓا اَنْزَلَ اللّٰهُ اِلَيْكَؕ فَاِنْ تَوَلَّوْا فَاعْلَمْ اَنَّمَا يُرٖيدُ اللّٰهُ اَنْ يُصٖيبَهُمْ بِبَعْضِ ذُنُوبِهِمْؕ وَاِنَّ كَثٖيراً مِنَ النَّاسِ لَفَاسِقُونَ","ayatMealText":{"tr":"Aralarında Allah'ın indirdiğiyle hükmet. Onların keyiflerine uyma. Allah'ın sana indirdiğinin bir kısmından seni saptırmalarından sakın. Eğer Allah'ın hükmünden yüzçevirirlerse, bil ki Allah, bir kısım günahları sebebiyle onları musibete uğratmak istiyor. Muhakkak ki insanların çoğu yoldan çıkanlardır.","nl":"En oordeel (O Moehammad) onder hen met wat Allah neergezonden heeft, en volg niet hun begeerten en hoed je voor hen opdat zij jou niet weglokken van een deel van wat Allah jou neergezonden heeft. En als zij zich afwenden: weet dan dat Allah hen waarlijk wil treffen voor sommige van hun zonden. En voorwaar, veel van de mensen zijn zeket zwaar zondig.","en":"And judge between them ˹O Prophet˺ by what Allah has revealed, and do not follow their desires. And beware, so they do not lure you away from some of what Allah has revealed to you. If they turn away ˹from Allah’s judgment˺, then know that it is Allah’s Will to repay them for some of their sins, and that many people are indeed rebellious"},"surah":null},{"id":719,"surahId":5,"ayatId":50,"ayatNo":"٥٠","pageNo":116,"ayatText":"اَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَؕ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ حُكْماً لِقَوْمٍ يُوقِنُونَࣖ","ayatMealText":{"tr":"Yoksa cahiliyye hükmünü mü arıyorlar? kesinlikle bilen bir toplum için Allah'tan daha güzel hüküm veren kim olabilir?","nl":"Zoeken zij dan de wet van de Djahiliyyah (onwetendheid)? En wie is er beter dan Allah in het oordelen over hot overtuigde volk?","en":"Is it the judgment of ˹pre-Islamic˺ ignorance they seek? Who could be a better judge than Allah for people of sure faith"},"surah":null}]}