{"juzNo":6,"pageNo":117,"arCuzNo":"٦","arPageNo":"۱۱۷","quranAyats":[{"id":720,"surahId":5,"ayatId":51,"ayatNo":"٥١","pageNo":117,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارٰٓى اَوْلِيَٓاءَۘ بَعْضُهُمْ اَوْلِيَٓاءُ بَعْضٍؕ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَاِنَّهُ مِنْهُمْؕ اِنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَ","ayatMealText":{"tr":"Ey iman edenler! Yahudileri ve hıristiyanları dost edinmeyin. Onlar birbirlerinin dostudurlar. Sizden kim onları dost edinirse, şüphesiz o onlardan olur. Şüphesiz Allah, zalim kavmi doğru yola iletmez.","nl":"O jullie die geloven! Neemt niet de Joden en de Christenen als beschermers, zij beschermen elkaar. En wie van jullie hen als beschermers neemt: voorwaar, hij behoort tot hen. Voorwaar. Allab leidt het onrechtvaardige volk niet.","en":"O believers! Take neither Jews nor Christians as guardians—they are guardians of each other. Whoever does so will be counted as one of them. Surely Allah does not guide the wrongdoing people"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":721,"surahId":5,"ayatId":52,"ayatNo":"٥٢","pageNo":117,"ayatText":"فَتَرَى الَّذٖينَ فٖي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فٖيهِمْ يَقُولُونَ نَخْشٰٓى اَنْ تُصٖيبَنَا دَٓائِرَةٌؕ فَعَسَى اللّٰهُ اَنْ يَأْتِيَ بِالْفَتْحِ اَوْ اَمْرٍ مِنْ عِنْدِهٖ فَيُصْبِحُوا عَلٰى مَٓا اَسَرُّوا فٖٓي اَنْفُسِهِمْ نَادِمٖينَؕ","ayatMealText":{"tr":"Kalblerinde hastalık bulunanların: \" Bize bir felaket gelmesinden korkuyoruz\" diyerek, onların arasına koşuştuklarını görürsün. Umulur ki Allah, bir fetih ihsan eder veya katından bir emir (iş) getirir de içlerinde gizlediklerine pişman olurlar.","nl":"En jij ziet toch dat zij in hun harten een ziekte hebben en zich naar hen (de vijanden van de moslims) toe haasten. Zij zeggen: \"Wij vrezen dat een verandering (van het lot) ons zal treffen.\" Misschien dat Allah (jou) de overwinning zal geven, of een beschikking van Hem (in hun nadeel zal geven), dan zullen zij spijt hebben van wat zij in zichzelf geheim hielden.","en":"You see those with sickness in their hearts racing for their guardianship, saying ˹in justification˺, “We fear a turn of fortune will strike us.” But perhaps Allah will bring about ˹your˺ victory or another favour by His command, and they will regret what they have hidden in their hearts"},"surah":null},{"id":722,"surahId":5,"ayatId":53,"ayatNo":"٥٣","pageNo":117,"ayatText":"وَيَقُولُ الَّذٖينَ اٰمَنُٓوا اَهٰٓؤُ۬لَٓاءِ الَّذٖينَ اَقْسَمُوا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ اِنَّهُمْ لَمَعَكُمْؕ حَبِطَتْ اَعْمَالُهُمْ فَاَصْبَحُوا خَاسِرٖينَ","ayatMealText":{"tr":"İman edenler: \"Sizinle beraber olduklarına dair, Allah'a bütün güçleriyle yemin edenler bunlar mı?\" derler. Onların bütün amelleri boşa gitmiştir ve kaybedenlerden olmuşlardır.","nl":"En degenen die geloven zeggen (tegen hun vijanden over de hypocrieten): \"Zijn zij degenen die bij Allah zwoeren dat zij echt bij jullie zouden zijn?\" Hun werken zullen vruchteloos zijn en zij zullen verliezers worden.","en":"˹Only then,˺ the believers will ask ˹one another˺, “Are these the ones who swore solemn oaths by Allah that they were with you?” Their deeds have been in vain, so they have become losers"},"surah":null},{"id":723,"surahId":5,"ayatId":54,"ayatNo":"٥٤","pageNo":117,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دٖينِهٖ فَسَوْفَ يَأْتِي اللّٰهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُٓ اَذِلَّةٍ عَلَى الْمُؤْمِنٖينَ اَعِزَّةٍ عَلَى الْكَافِرٖينَؗ يُجَاهِدُونَ فٖي سَبٖيلِ اللّٰهِ وَلَا يَخَافُونَ لَوْمَةَ لَٓائِمٍؕ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتٖيهِ مَنْ يَشَٓاءُؕ وَاللّٰهُ وَاسِعٌ عَلٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Sizden kim dininden dönerse, bilsin ki Allah yakında öyle bir toplum getirir ki, Allah onları sever, onlar da Allah'ı severler; müminlere karşı yumuşak, kâfirlere karşı da onurlu ve şiddetlidirler; Allah yolunda mücahede eder, hiçbirkınayıcının kınamasından da korkmazlar. Bu, Allah'ın bir lütfudur, onu dilediğine verir. Allah, geniş ihsan sahibidir, her şeyi çok iyi bilendir.","nl":"O jullie die geloven! Wie van jullie zijn godsdienst afvallig is: Allah zal een volk nemen waar Hij van houdt en dat van Hem houdt, dat zachtmoedig is tegenover de gelovigen en streng tegenover de ongelovigen, dat streeft op de Weg van Allah en zij zijn niet bang voor degenen die verwijten maken. Dat is de gunst van Allah, die Hij geeft aan wie Hij wil en Allah is Allesomvattend, Alwetend.","en":"O believers! Whoever among you abandons their faith, Allah will replace them with others who love Him and are loved by Him. They will be humble with the believers but firm towards the disbelievers, struggling in the Way of Allah; fearing no blame from anyone. This is the favour of Allah. He grants it to whoever He wills. And Allah is All-Bountiful, All-Knowing"},"surah":null},{"id":724,"surahId":5,"ayatId":55,"ayatNo":"٥٥","pageNo":117,"ayatText":"اِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُولُهُ وَالَّذٖينَ اٰمَنُوا الَّذٖينَ يُقٖيمُونَ الصَّلٰوةَ وَيُؤْتُونَ الزَّكٰوةَ وَهُمْ رَاكِعُونَ","ayatMealText":{"tr":"Sizin asıl dostunuz Allah'tır, O'nun Resulüdür ve namazlarını kılan zekatlarını veren ve rükû eden müminlerdir.","nl":"Voorwaar, jullie helpers zijn Allah en Zijn Boodschapper en degenen die geloven, die de shalât verrichten en de zakât geven, zij buigen zich nederig.","en":"Your only guardians are Allah, His Messenger, and fellow believers—who establish prayer and pay alms-tax with humility"},"surah":null},{"id":725,"surahId":5,"ayatId":56,"ayatNo":"٥٦","pageNo":117,"ayatText":"وَمَنْ يَتَوَلَّ اللّٰهَ وَرَسُولَهُ وَالَّذٖينَ اٰمَنُوا فَاِنَّ حِزْبَ اللّٰهِ هُمُ الْغَالِبُونَࣖ","ayatMealText":{"tr":"Kim Allah'ı, O'nun Resulünü ve müminleri dost edinirse, (iyi bilsin ki) Allah'ın taraftarları galip geleceklerdir.","nl":"En wie Allah tot Beschermer neemt en Zijn Boodschapper en degenen die gelovig zijn: voorwaar, de groep (volgelingen) van Allah is overwinnaar.","en":"Whoever allies themselves with Allah, His Messenger, and fellow believers, then it is certainly Allah’s party that will prevail"},"surah":null},{"id":726,"surahId":5,"ayatId":57,"ayatNo":"٥٧","pageNo":117,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَتَّخِذُوا الَّذٖينَ اتَّخَذُوا دٖينَكُمْ هُزُواً وَلَعِباً مِنَ الَّذٖينَ اُو۫تُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ اَوْلِيَٓاءَۚ وَاتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Ey iman edenler! Sizden önce kendilerine kitap verilmiş olanlardan ve kâfirlerden, dininizi alay ve eğlence konusu yapanları dost edinmeyin. Eğer (gerçekten) iman ediyorsanız, Allah'dan gereğince korkun.","nl":"O jultie die geloven! Neemt niet degenen die jullie godsdienst tot een (onderwerp van) bespotting en scherts maken van degenen die de Schrift vóór jullie gegeven waren en de ongelovigen als beschcrmcrs. En vreest Allah, indien jullie gelovigen zijn.","en":"O believers! Do not seek the guardianship of those given the Scripture before you and the disbelievers who have made your faith a mockery and amusement. And be mindful of Allah if you are ˹truly˺ believers"},"surah":null}]}