{"juzNo":6,"pageNo":118,"arCuzNo":"٦","arPageNo":"۱۱۸","quranAyats":[{"id":727,"surahId":5,"ayatId":58,"ayatNo":"٥٨","pageNo":118,"ayatText":"وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوهَا هُزُواً وَلَعِباًؕ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ","ayatMealText":{"tr":"Namaza çağırdığınız zaman, onu alay ve eğlence konusu yaparlar. Bu onların, akıllarını kullanmayan bir toplum olmalarından dolayıdır.","nl":"En wanneer jullie oproepen tot dc shalât, nemen zij dat als (onderwerp van) bespotting on scherts. Dat is omdat zij een volk zijn dat niet begrijpt.","en":"When you call to prayer, they mock it in amusement. This is because they are a people without understanding"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":728,"surahId":5,"ayatId":59,"ayatNo":"٥٩","pageNo":118,"ayatText":"قُلْ يَٓا اَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّٓا اِلَّٓا اَنْ اٰمَنَّا بِاللّٰهِ وَمَٓا اُنْزِلَ اِلَيْنَا وَمَٓا اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فَاسِقُونَ","ayatMealText":{"tr":"De ki: \"Ey kitap ehli! Sadece Allah'a, bize indirilene ve bizden önce indirilene inandığımız için mi bizden hoşlanmıyorsunuz? Oysa çoğunuz yoldan çıkmışlarsınız\".","nl":"Zeg (O Moehammad): \"'O Lieden van de Schrift! Wreken jullie je alleen maar op ons omdat wij in Allah geloven en (in) wat ons is neergczomden en (in) wat vroeger neergezonden is? En voorwaar, de meesten van jullie zijn zware zondaren.\"","en":"Say, ˹O Prophet,˺ “O People of the Book! Do you resent us only because we believe in Allah and what has been revealed to us and what was revealed before—while most of you are rebellious?”"},"surah":null},{"id":729,"surahId":5,"ayatId":60,"ayatNo":"٦٠","pageNo":118,"ayatText":"قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِنْ ذٰلِكَ مَثُوبَةً عِنْدَ اللّٰهِؕ مَنْ لَعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازٖيرَ وَعَبَدَ الطَّاغُوتَؕ اُو۬لٰٓئِكَ شَرٌّ مَكَاناً وَاَضَلُّ عَنْ سَوَٓاءِ السَّبٖيلِ","ayatMealText":{"tr":"De ki: \"Allah katında cezaya çarptırılma bakımından bunlardan daha kötüsünü size haber vereyim mi? Allah, kimlere lanet etmiş ve gazabına uğratmışsa; kimlerden maymunlar, domuzlar ve şeytana tapanlar yapmışsa, işte bunların makamı daha kötüdür ve onlar düz yoldan daha çok sapmışlardır\".","nl":"Zeg: \"Zal ik jullie iets mededelen dat slechter is dan dat, als een vergelding van Allah? Wie door Allah vervloekt is en op wie Allah woedend is, en van wie Hij soinmigen tot apen an varkens gemaakt heeft, en die de Thaghôet dienen: zij zijn degenen die de slechtste plaats hebben en die hct verst afdwalen van de Weg!\"","en":"Say, ˹O Prophet,˺ “Shall I inform you of those who deserve a worse punishment from Allah ˹than the rebellious˺? It is those who earned Allah’s condemnation and displeasure—some being reduced to apes and pigs and worshippers of false gods. These are far worse in rank and farther astray from the Right Way.”"},"surah":null},{"id":730,"surahId":5,"ayatId":61,"ayatNo":"٦١","pageNo":118,"ayatText":"وَاِذَا جَٓاؤُ۫كُمْ قَالُٓوا اٰمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهٖؕ وَاللّٰهُ اَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ","ayatMealText":{"tr":"Onlar, size geldikleri zaman, \"iman ettik\" dediler. Oysa yanınıza kâfir olarak girip, kâfir olarak çıkmışlardır. Allah, onların gizlediklerini çok iyi bilir.","nl":"En wanneer zij tot jullie kwamen, zeiden zij: \"Wij geloven.\" Terwijl zij waarlijk (de Islam) als ongelovigen binnen gingen en zij gingen er waarlik (als ongelovigen) uit. En Allah weet beter wat zij plachten te verbergen.","en":"When they come to you ˹believers˺ they say, “We believe.” But they are committed to disbelief when they enter and when they leave. And Allah knows what they hide"},"surah":null},{"id":731,"surahId":5,"ayatId":62,"ayatNo":"٦٢","pageNo":118,"ayatText":"وَتَرٰى كَثٖيراً مِنْهُمْ يُسَارِعُونَ فِي الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَؕ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Onlardan çoğunu, günah işlemede, düşmanlıkta ve haram yemede yarış ederken görürsün. Bu yaptıkları şeyler ne kötüdür!","nl":"En jij ziet velen van hen terwijl zij zich haasten naar de zonde en de overtreding en hun eten van hel verbodene. Het is zeker slecht wat zij plachten te doen!","en":"You see many of them racing towards sin, transgression, and consumption of forbidden gain. Evil indeed are their actions"},"surah":null},{"id":732,"surahId":5,"ayatId":63,"ayatNo":"٦٣","pageNo":118,"ayatText":"لَوْلَا يَنْهٰيهُمُ الرَّبَّانِيُّونَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَؕ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ","ayatMealText":{"tr":"Gerçek dindarların ve din bilginlerinin, onları günah olan bir söz söylemekten ve haram yemekten men etmeleri gerekmez miydi? Yaptıkları şey ne kötüdür!","nl":"Waarom verbieden de geleerden en de godsgdeerden (onder de Joden) hun hun zondige woorden niet en hun eten van het verbodene? Het is zeker slecht wat zij plachten te bedrijven!","en":"Why do their rabbis and scholars not forbid them from saying what is sinful and consuming what is unlawful? Evil indeed is their inaction"},"surah":null},{"id":733,"surahId":5,"ayatId":64,"ayatNo":"٦٤","pageNo":118,"ayatText":"وَقَالَتِ الْيَهُودُ يَدُ اللّٰهِ مَغْلُولَةٌؕ غُلَّتْ اَيْدٖيهِمْ وَلُعِنُوا بِمَا قَالُواۘ بَلْ يَدَاهُ مَبْسُوطَتَانِۙ يُنْفِقُ كَيْفَ يَشَٓاءُؕ وَلَيَزٖيدَنَّ كَثٖيراً مِنْهُمْ مَٓا اُنْزِلَ اِلَيْكَ مِنْ رَبِّكَ طُغْيَاناً وَكُفْراًؕ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَٓاءَ اِلٰى يَوْمِ الْقِيٰمَةِؕ كُلَّمَٓا اَوْقَدُوا نَاراً لِلْحَرْبِ اَطْفَاَهَا اللّٰهُۙ وَيَسْعَوْنَ فِي الْاَرْضِ فَسَاداًؕ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدٖينَ","ayatMealText":{"tr":"Yahudiler, \"Allah'ın eli çok sıkıdır\" dediler. Söyledikleri söz sebebiyle onların elleri bağlansın ve lanete uğrasınlar! Aksine Allah'ın elleri açıktır, dilediği gibi verir. Andolsun, Rabbinden sana indirilen, onların çoğunun azgınlığını ve küfrünü azdırıyor. Biz, onların aralarına tâ kıyamete kadar düşmanlık ve kin atmışızdır. Ne zaman savaş için bir ateş yakmışlarsa, Allah onu söndürmüştür. Onlar yeryüzünde bozğunculuğa koşarlar. Şüphesiz Allah bozguncuları sevmez.","nl":"En de Joden zeiden: \"De Hand van Allah is gebonden (gierig).\" Hun handen zijn gebonden en vervloekt zijn zij vanwege wat zij zeiden! Welnee, Zijn handen zijn wijd uitgestrekt en Hij schenkt hoe Hij wil. (Do Koran,) die door jouw Heer aan jou is neergezonden, vermeerdert zeker bij velen van hen overtreding en ongeloof. En Wij wakkerden vijandschap en haat onder hen aan tot aan de Dag der Opstanding. Iedere keer dat zij een vuur ontsteken, dat tot de oorlog leidt, dooft Allah het. En zij zaaien verderf op de aarde. En Allah houdt niet van de verderfzaaiers.","en":"˹Some among˺ the Jews said, “Allah is tight-fisted.” May their fists be tied and they be condemned for what they said. Rather, He is open-handed, giving freely as He pleases. That which has been revealed to you ˹O Prophet˺ from your Lord will only cause many of them to increase in wickedness and disbelief. We have stirred among them hostility and hatred until the Day of Judgment. Whenever they kindle the fire of war, Allah puts it out. And they strive to spread corruption in the land. And Allah does not like corruptors"},"surah":null}]}