{"juzNo":6,"pageNo":119,"arCuzNo":"٦","arPageNo":"۱۱۹","quranAyats":[{"id":734,"surahId":5,"ayatId":65,"ayatNo":"٦٥","pageNo":119,"ayatText":"وَلَوْ اَنَّ اَهْلَ الْكِتَابِ اٰمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَاَدْخَلْنَاهُمْ جَنَّاتِ النَّعٖيمِ","ayatMealText":{"tr":"Eğer kitap ehli iman etmiş ve layıkıyla korunmuş olsalardı, onların kötülüklerini örter, nimeti bol olan cennetlere koyardık.","nl":"En als de Lieden van de Schrift maar hadden geloofd en (Allah) gevreesd, dan hadden Wij hen hun fouten uitgewist en hadden Wij hen gelukzali Tuinen (het Paradijs) binnengeleid.","en":"Had the People of the Book only been faithful and mindful ˹of Allah˺, We would have certainly absolved them of their sins and admitted them into the Gardens of Bliss"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":735,"surahId":5,"ayatId":66,"ayatNo":"٦٦","pageNo":119,"ayatText":"وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰيةَ وَالْاِنْجٖيلَ وَمَٓا اُنْزِلَ اِلَيْهِمْ مِنْ رَبِّهِمْ لَاَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْؕ مِنْهُمْ اُمَّةٌ مُقْتَصِدَةٌؕ وَكَثٖيرٌ مِنْهُمْ سَٓاءَ مَا يَعْمَلُونَࣖ","ayatMealText":{"tr":"Eğer onlar, Tevrat'ı, İncil'i ve kendilerine indirileni gereğince uygulasalardı, hem üstlerindeki, hem de ayaklarının altındaki (nimetlerden bol bol) yerlerdi. Onların arasında ılımlı bir grup da vardı. Böyle olmakla beraber onların çoğunun yaptıkları ne kadar kötüdür!","nl":"En als zij zich aan de Taurât vastgehouden hadden en aan de Indjil en aan wat hun van hun Heer neergezonden was, dan hadden zij gegeten van wat boven ben en onder hun voeten (aan voedsel) was. Onder hen is een gematigde gemeenschap, maar van velen van hen is het slecht wat zij doen.","en":"And had they observed the Torah, the Gospel, and what has been revealed to them from their Lord, they would have been overwhelmed with provisions from above and below. Some among them are upright, yet many do nothing but evil"},"surah":null},{"id":736,"surahId":5,"ayatId":67,"ayatNo":"٦٧","pageNo":119,"ayatText":"يَٓا اَيُّهَا الرَّسُولُ بَلِّـغْ مَٓا اُنْزِلَ اِلَيْكَ مِنْ رَبِّكَؕ وَاِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُؕ وَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِؕ اِنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الْكَافِرٖينَ","ayatMealText":{"tr":"Ey şanlı Resul! Rabbinden sana indirileni tebliğ et! Eğer bunu yapmazsan O'nun peygamberlik görevini yapmamış olursun. Allah seni insanlardan korur. Doğrusu Allah, kâfirler toplumunu doğru yola iletmez.","nl":"O Boodschapper! Verkondig wat jou van jouw Heer neergezonden is. En indien jij dat niet doet, dan heb jij Zijn Boodschap niet verkondigd. En Allah zal jou tegen de mensen beschermen. Voorwaar, Allah leidt het ongelovige volk niet.","en":"O Messenger! Convey everything revealed to you from your Lord. If you do not, then you have not delivered His message. Allah will ˹certainly˺ protect you from the people. Indeed, Allah does not guide the people who disbelieve"},"surah":null},{"id":737,"surahId":5,"ayatId":68,"ayatNo":"٦٨","pageNo":119,"ayatText":"قُلْ يَٓا اَهْلَ الْكِتَابِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقٖيمُوا التَّوْرٰيةَ وَالْاِنْجٖيلَ وَمَٓا اُنْزِلَ اِلَيْكُمْ مِنْ رَبِّكُمْؕ وَلَيَزٖيدَنَّ كَثٖيراً مِنْهُمْ مَٓا اُنْزِلَ اِلَيْكَ مِنْ رَبِّكَ طُغْيَاناً وَكُفْراًۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرٖينَ","ayatMealText":{"tr":"De ki: \"Ey kitap ehli! Tevrat'ı, İncil'i ve Rabbinizden size indirileni uygulamadıkça bir esas üzerinde değilsiniz. Şüphesiz ki, Rabbinden sana indirilenler, onların çoğunun azgınlığını ve inkârını artıracaktır. Şu halde kâfir olan bir toplum için üzülme!","nl":"Zeg (O Moehammad): \"O Lieden van de Schrift! Jullie zijn niet (op de juiste weg) dat jullie je niet vasthouden aan de TaurAt en de Indjil en aan wat jullie door jullie Heer neergezonden is.\" (De Koran) die door jouw Heer aan jou is neergezonden, vermeerdert zeker bij velen van hen overtreding en ongeloof. En treur niet om het ongelovige.","en":"Say, ˹O Prophet,˺ “O People of the Book! You have nothing to stand on unless you observe the Torah, the Gospel, and what has been revealed to you from your Lord.” And your Lord’s revelation to you ˹O Prophet˺ will only cause many of them to increase in wickedness and disbelief. So do not grieve for the people who disbelieve"},"surah":null},{"id":738,"surahId":5,"ayatId":69,"ayatNo":"٦٩","pageNo":119,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَالَّذٖينَ هَادُوا وَالصَّابِـؤُ۫نَ وَالنَّصَارٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحاً فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Muhakkak ki inananlar, yahudiler, sabiiler ve hıristiyanlardan kim Allah'a ve ahiret gününe iman eder ve güzel amel işlerse, onlar için bir korku yoktur, onlar mahzun da olmayacaklardır.","nl":"Voorwaar, degenen die (in de Koran) geloven en de Joden en de Sabiërs en de Christenen en wie er in Allah en de Laatste Dag geloven en goede werk verrichten: voor hen zal er geen angst zijn en zij zullen niet treuren.","en":"Indeed, the believers, Jews, Sabians and Christians—whoever ˹truly˺ believes in Allah and the Last Day and does good, there will be no fear for them, nor will they grieve"},"surah":null},{"id":739,"surahId":5,"ayatId":70,"ayatNo":"٧٠","pageNo":119,"ayatText":"لَقَدْ اَخَذْنَا مٖيثَاقَ بَنٖٓي اِسْرَٓائٖلَ وَاَرْسَلْـنَٓا اِلَيْهِمْ رُسُلاًؕ كُلَّمَا جَٓاءَهُمْ رَسُولٌ بِمَا لَا تَهْوٰٓى اَنْفُسُهُمْۙ فَرٖيقاً كَذَّبُوا وَفَرٖيقاً يَقْتُلُونَ","ayatMealText":{"tr":"Andolsun biz, İsrailoğulları'ndan söz aldık ve onlara peygamberler gönderdik. Fakat ne zaman onlara bir peygamber nefislerinin hoşlanmadığı bir şey getirmişse, bunlardan bir kısmını yalanlamışlar, bir kısmını da öldürmüşlerdir.","nl":"En Wij sloten een verbond met de Kinderen van Israel en Wij zonden hen Boodschappers. Iedere keer dat er een Boodschapper tot hen kwam, met wat niet met hun eigen wens overeenkwam, loochenden zij sominigen en doodden zij sommigen.","en":"Indeed, We took a covenant from the Children of Israel and sent them messengers. Whenever a messenger came to them with what they did not desire, they denied some and killed others"},"surah":null}]}