{"juzNo":1,"pageNo":12,"arCuzNo":"۱","arPageNo":"۱۲","quranAyats":[{"id":84,"surahId":2,"ayatId":77,"ayatNo":"٧٧","pageNo":12,"ayatText":"اَوَلَا يَعْلَمُونَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ","ayatMealText":{"tr":"Peki bilmezler mi ki, onlar neyi sır olarak saklar ve neyi açıkça söylerlerse Allah hepsini bilir.","nl":"En weten zij niet dat Allah weet wat zij verbergen en wat zij openlijk doen?","en":"Do they not know that Allah is aware of what they conceal and what they reveal"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":85,"surahId":2,"ayatId":78,"ayatNo":"٧٨","pageNo":12,"ayatText":"وَمِنْهُمْ اُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ اِلَّٓا اَمَانِيَّ وَاِنْ هُمْ اِلَّا يَظُنُّونَ","ayatMealText":{"tr":"Bunların bir de ümmî (okuma yazması olmayan) kısmı vardır, kitabı bilmezler, ancak birtakım kuruntu yığınına, boş saplantılara kapılır ve zan içinde dolaşır dururlar.","nl":"En er zijn ongeletterden onder hen die de Shcrift (de Taurât) niet kennen, behalve door kletspraat en zij vermoeden slechts.","en":"And among them are the illiterate who know nothing about the Scripture except lies, and ˹so˺ they ˹wishfully˺ speculate"},"surah":null},{"id":86,"surahId":2,"ayatId":79,"ayatNo":"٧٩","pageNo":12,"ayatText":"فَوَيْلٌ لِلَّذٖينَ يَكْتُبُونَ الْكِتَابَ بِاَيْدٖيهِمْ ثُمَّ يَقُولُونَ هٰذَا مِنْ عِنْدِ اللّٰهِ لِيَشْتَرُوا بِهٖ ثَمَناً قَلٖيلاًؕ فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ اَيْدٖيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ","ayatMealText":{"tr":"Artık o kimselerin vay haline ki, kendi elleriyle kitap yazarlar da sonra biraz para almak için \"Bu Allah katındandır.\" derler. Artık vay o elleriyle yazdıkları yüzünden onlara, vay o kazandıkları vebal yüzünden onlara!..","nl":"Wee dan degenen die de Schrift met hun eigen handen schrijven en vervolgens zeggen: \"Dit komt van Allah.\" Om het te verruilen voor iets van geringe waarde. Wee dan hen vanwege wat hun handen geschreven hebben en wee hen vanwege wat zij verrichtten.","en":"So woe to those who distort the Scripture with their own hands then say, “This is from Allah”—seeking a fleeting gain! So woe to them for what their hands have written, and woe to them for what they have earned"},"surah":null},{"id":87,"surahId":2,"ayatId":80,"ayatNo":"٨٠","pageNo":12,"ayatText":"وَقَالُوا لَنْ تَمَسَّنَا النَّارُ اِلَّٓا اَيَّاماً مَعْدُودَةًؕ قُلْ اَتَّخَذْتُمْ عِنْدَ اللّٰهِ عَهْداً فَلَنْ يُخْلِفَ اللّٰهُ عَهْدَهُٓ اَمْ تَقُولُونَ عَلَى اللّٰهِ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"Bir de dediler ki: \"Bize sayılı birkaç günden başka asla ateş azabı dokunmaz\". De ki; \"Siz Allah'dan bir ahit mi aldınız? Böyle ise Allah sözünden dönmez. Yoksa siz Allah'a karşı bilemeyeceğiniz şeyleri mi söylüyorsunuz?\"","nl":"En zij zeiden: \"De Hel zal ons niet aankraken, behalve een beperkt aantal dagen,\" Zeg (O Moehammad): \"Hebben jullie een belofte van Allah ontvangen? Dan zal Allah Zijn belofte niet verbreken. Of zeggen jullie over Allah iets wat jullie niet weten?\"","en":"˹Some of˺ the Jews claim, “The Fire will not touch us except for a number of days.” Say, ˹O Prophet,˺ “Have you taken a pledge from Allah—for Allah never breaks His word—or are you ˹just˺ saying about Allah what you do not know?”"},"surah":null},{"id":88,"surahId":2,"ayatId":81,"ayatNo":"٨١","pageNo":12,"ayatText":"بَلٰى مَنْ كَسَبَ سَيِّئَةً وَاَحَاطَتْ بِهٖ خَطٖٓيـَٔتُهُ فَاُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Evet kim bir günah işlemiş de kendi günahı kendisini her yandan kuşatmış ise, işte öyleleri ateş ehlidirler ve orada ebedî kalıcıdırlar.","nl":"Welzeker, degenen die slechte daden verrichten, en door hun zonden omsloten zijn, diegenen dan, zijn de bewoners van de Hel. Zij zijn daarin eeuwig levenden.","en":"But no! Those who commit evil and are engrossed in sin will be the residents of the Fire. They will be there forever"},"surah":null},{"id":89,"surahId":2,"ayatId":82,"ayatNo":"٨٢","pageNo":12,"ayatText":"وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ اُو۬لٰٓئِكَ اَصْحَابُ الْجَنَّةِۚ هُمْ فٖيهَا خَالِدُونَࣖ","ayatMealText":{"tr":"İman edip salih ameller işleyenler, işte öyleleri de cennet ehlidirler ve orada ebedî kalıcıdırlar.","nl":"Maar degenen die geloven en goede werken verrichten, zij zijn degenen die de bewoners van het Paradijs zijn. Zij zijn daarin eeuwig levenden.","en":"And those who believe and do good will be the residents of Paradise. They will be there forever"},"surah":null},{"id":90,"surahId":2,"ayatId":83,"ayatNo":"٨٣","pageNo":12,"ayatText":"وَاِذْ اَخَذْنَا مٖيثَاقَ بَنٖٓي اِسْرَٓائٖلَ لَا تَعْبُدُونَ اِلَّا اللّٰهَ وَبِالْوَالِدَيْنِ اِحْسَاناً وَذِي الْقُرْبٰى وَالْيَتَامٰى وَالْمَسَاكٖينِ وَقُولُوا لِلنَّاسِ حُسْناً وَاَقٖيمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَؕ ثُمَّ تَوَلَّيْتُمْ اِلَّا قَلٖيلاً مِنْكُمْ وَاَنْتُمْ مُعْرِضُونَ","ayatMealText":{"tr":"Hani bir vakitler İsrailoğulları'ndan şöylece mîsak (kesin bir söz) almıştık: Allah'dan başkasına tapmayacaksınız, anababaya iyilik, yakınlığı olanlara, öksüzlere, çaresizlere de iyilik yapacaksınız, insanlara güzellikle söz söyleyecek, namazı kılacak, zekatı vereceksiniz. Sonra çok azınız müstesna olmak üzere sözünüzden döndünüz, hâlâ da dönüyorsunuz.","nl":"En (gedenkt) toen Wij het verbond van de Kinderen van Israël aanvardden (zeggent): \"Aanbidt niets dan Allah, en betracht goedheid jegens de ouders, en de verwand, en de wees, en de behoeftige, en spreekt het goede tot de mensen en onderhoudt de shalât en geeft de zakât.\" Vervolgens ontrokken jullie je er aan, behalve een klein aantal van jullie, terwijl jullie je afwendden.","en":"And ˹remember˺ when We took a covenant from the children of Israel ˹stating˺, “Worship none but Allah; be kind to parents, relatives, orphans and the needy; speak kindly to people; establish prayer; and pay alms-tax.” But you ˹Israelites˺ turned away—except for a few of you—and were indifferent"},"surah":null}]}