{"juzNo":6,"pageNo":120,"arCuzNo":"٦","arPageNo":"۱۲۰","quranAyats":[{"id":740,"surahId":5,"ayatId":71,"ayatNo":"٧١","pageNo":120,"ayatText":"وَحَسِبُٓوا اَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثٖيرٌ مِنْهُمْؕ وَاللّٰهُ بَصٖيرٌ بِمَا يَعْمَلُونَ","ayatMealText":{"tr":"Onlar, bir fitne kopmayacak sandılar, kör ve sağır kesildiler. Sonra Allah onların tevbesini kabul etti. Sonra yine onların çoğu kör, sağır kesildiler. Allah, onların yaptıklarını görüyor.","nl":"En zij dackten dat er geen beproeving zou zijn, zij werden daarop blind en doof. Vervolgens aanvaardde Allah hun berouw, maar velen van hen werden (weer) blind en doof. En Allah zict wat zij doen.","en":"They thought there would be no consequences, so they turned a blind eye and a deaf ear. Yet Allah turned to them in forgiveness ˹after their repentance˺, but again many became blind and deaf. And Allah is All-Seeing of what they do"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":741,"surahId":5,"ayatId":72,"ayatNo":"٧٢","pageNo":120,"ayatText":"لَقَدْ كَفَرَ الَّذٖينَ قَالُٓوا اِنَّ اللّٰهَ هُوَ الْمَسٖيحُ ابْنُ مَرْيَمَؕ وَقَالَ الْمَسٖيحُ يَا بَنٖٓي اِسْرَٓائٖلَ اعْبُدُوا اللّٰهَ رَبّٖي وَرَبَّكُمْؕ اِنَّهُ مَنْ يُشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰيهُ النَّارُؕ وَمَا لِلظَّالِمٖينَ مِنْ اَنْصَارٍ","ayatMealText":{"tr":"Andolsun, \"Allah, Meryem'in oğlu Mesih'tir\" diyenler elbette kâfir olmuşlardır. Oysa Mesih onlara: \"Ey İsrailoğulları, hem benim, hem de sizin Rabbiniz olan Allah'a ibadet edin. Kim Allah'a ortak koşarsa, şüphesiz Allah ona cenneti haram kılmıştır ve onun varacağı yer cehenemdir. Zalimlerin yardımcıları da yoktur\" demişti.","nl":"Voorzeker, zij zijn ongelovig die zeggen: \"Allah is de Masîh, zoon van Maryam.\" Hoewel de Masîh zei: \"O Kinderen van Israël, aanbidt Allah, mijn Heer on jullie Heer.\" Voorwaar, hij die deelgenoten aan Allah toekent: Allah heeft hem waarlijk het Paradijs verboden. En zijn bestemming zal de Hel zijn. En voor de onrechtvaardigen zijn er geen helpers.","en":"Those who say, “Allah is the Messiah, son of Mary,” have certainly fallen into disbelief. The Messiah ˹himself˺ said, “O Children of Israel! Worship Allah—my Lord and your Lord.” Whoever associates others with Allah ˹in worship˺ will surely be forbidden Paradise by Allah. Their home will be the Fire. And the wrongdoers will have no helpers"},"surah":null},{"id":742,"surahId":5,"ayatId":73,"ayatNo":"٧٣","pageNo":120,"ayatText":"لَقَدْ كَفَرَ الَّذٖينَ قَالُٓوا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍۘ وَمَا مِنْ اِلٰهٍ اِلَّٓا اِلٰهٌ وَاحِدٌؕ وَاِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذٖينَ كَفَرُوا مِنْهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"\"Allah, üçün üçüncüsüdür\" diyenler elbette kâfir olmuşlardır. Oysa tek ilâhtan başka ilâh yoktur. Eğer söylediklerinden vazgeçmezlerse, elbette onlardan inkâr edenlere acı bir azap dokunacaktır.","nl":"Voorzeker zij zijn ongelovig die zeggen: \"Allah is één derde van drie (goden).'\" Want er is geen god dan Allah, de Ene. En indien zij niet ophouden met wat zij zeggen: dan treft zeker een pijnlijke bestraffing degenen van hen die ongelovig zijn.","en":"Those who say, “Allah is one in a Trinity,” have certainly fallen into disbelief. There is only One God. If they do not stop saying this, those who disbelieve among them will be afflicted with a painful punishment"},"surah":null},{"id":743,"surahId":5,"ayatId":74,"ayatNo":"٧٤","pageNo":120,"ayatText":"اَفَلَا يَتُوبُونَ اِلَى اللّٰهِ وَيَسْتَغْفِرُونَهُؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Hâlâ Allah'a tevbe edip O'ndan af dilemiyorlar mı? Allah çok bağışlayandır, çok merhamet edendir.","nl":"Waarom tonen zij geen berouw aan Allah en vragen zij Hem niet am vergeving? En Allah is Vergevensgezind, Meest Barmhartig.","en":"Will they not turn to Allah in repentance and seek His forgiveness? And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":744,"surahId":5,"ayatId":75,"ayatNo":"٧٥","pageNo":120,"ayatText":"مَا الْمَسٖيحُ ابْنُ مَرْيَمَ اِلَّا رَسُولٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُؕ وَاُمُّهُ صِدّٖيقَةٌؕ كَانَا يَأْكُلَانِ الطَّعَامَؕ اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيَاتِ ثُمَّ انْظُرْ اَنّٰى يُؤْفَكُونَ","ayatMealText":{"tr":"Meryem'in oğlu Mesih (İsa), sadece bir peygamberdir. Ondan önce de peygamberler gelip geçmiştir. Anası da dosdoğru bir kadındır. Her ikisi de yemek yerlerdi. Bak onlara âyetleri nasıl açıklıyoruz. Sonra yine bak nasıl yüz çeviriyorlar!","nl":"De Masîh, zoon van Maryam, is niet anders dan een Boodschapper, hij werd waarlijk voorafgegaan door Boodschappers en zijn moeder was een oprechte vrouw. Zij plachten beiden voedsel te eten (net als andere mensen), Zie hoe Wij voor hen de Tekenen duidelijk maakten en zie dan hoe zij (de ongelovigen) zich afwendden.","en":"The Messiah, son of Mary, was no more than a messenger. ˹Many˺ messengers had ˹come and˺ gone before him. His mother was a woman of truth. They both ate food. See how We make the signs clear to them, yet see how they are deluded ˹from the truth˺"},"surah":null},{"id":745,"surahId":5,"ayatId":76,"ayatNo":"٧٦","pageNo":120,"ayatText":"قُلْ اَتَعْبُدُونَ مِنْ دُونِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَراًّ وَلَا نَفْعاًؕ وَاللّٰهُ هُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"De ki: \"Allah'ı bırakıp da size ne zarar, ne de fayda vermeye gücü yetmeyen şeylere mi tapıyorsunuz? Oysa Allah işitendir, bilendir\".","nl":"Zeg (O Moehammad): \"Aanbidden jullie naast Allah wat geen schade voor jullie kan voorkomen en jullie geen voordeel ken brengen?\" En Allah, Hij is de Alhorende, de Alwetende.","en":"Say, ˹O Prophet,˺ “How can you worship besides Allah those who can neither harm nor benefit you? And Allah ˹alone˺ is the All-Hearing, All-Knowing.”"},"surah":null}]}