{"juzNo":6,"pageNo":121,"arCuzNo":"٦","arPageNo":"۱۲۱","quranAyats":[{"id":746,"surahId":5,"ayatId":77,"ayatNo":"٧٧","pageNo":121,"ayatText":"قُلْ يَٓا اَهْلَ الْكِتَابِ لَا تَغْلُوا فٖي دٖينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُٓوا اَهْوَٓاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَاَضَلُّوا كَثٖيراً وَضَلُّوا عَنْ سَوَٓاءِ السَّبٖيلِࣖ","ayatMealText":{"tr":"De ki: \"Ey kitap ehli! Dininizde haksız yere aşırı gitmeyin. Daha önce sapmış, birçoklarını da saptırmış ve böylece doğru yolu kaybetmiş bir kavmin keyiflerine uymayın\".","nl":"Zeg: \"O Lieden van de Schrift! Overdrijft niet zonder recht in jullie godsdienst en volgt niet de begeerten van een volk dat vroeger waarlijk dwaalde en velen deed dwalen. En zij dwaalden van het rechte Pad.\"","en":"Say, “O People of the Book! Do not go to extremes in your faith beyond the truth, nor follow the vain desires of those who went astray before ˹you˺. They misled many and strayed from the Right Way.”"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":747,"surahId":5,"ayatId":78,"ayatNo":"٧٨","pageNo":121,"ayatText":"لُعِنَ الَّذٖينَ كَفَرُوا مِنْ بَنٖٓي اِسْرَٓائٖلَ عَلٰى لِسَانِ دَاوُ۫دَ وَعٖيسَى ابْنِ مَرْيَمَؕ ذٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ","ayatMealText":{"tr":"İsrailoğulları'ndan küfredenler, Davud ve Meryem'in oğlu İsa diliyle lanetlenmişlerdir. Bu, onların isyan etmeleri ve aşırı gitmeleri yüzündendi.","nl":"Vervloekt waren degenen die ongelovig waren van de Kinderen van Israel, door de tong(en) van Dâwôed en 'Îsa, de zoon van Maryam. Dit was omdat zij ongehoorzaam waren en (de wet) plachten te overtreden.","en":"The disbelievers among the Children of Israel were condemned in the revelations of David and Jesus, son of Mary. That was for their disobedience and violations"},"surah":null},{"id":748,"surahId":5,"ayatId":79,"ayatNo":"٧٩","pageNo":121,"ayatText":"كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُؕ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ","ayatMealText":{"tr":"Onlar, yaptıkları kötülüklerden vazgeçmiyorlardı. Yaptıkları şey ne kötü idi.","nl":"Zij verboden elkaar het verwerpelijke niet dat zij verrichtten. Slecht was het wat zij plachten te doen!","en":"They did not forbid one another from doing evil. Evil indeed was what they did"},"surah":null},{"id":749,"surahId":5,"ayatId":80,"ayatNo":"٨٠","pageNo":121,"ayatText":"تَرٰى كَثٖيراً مِنْهُمْ يَتَوَلَّوْنَ الَّذٖينَ كَفَرُواؕ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ اَنْفُسُهُمْ اَنْ سَخِطَ اللّٰهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ","ayatMealText":{"tr":"Onlardan birçoğunun kâfirleri dost edindiklerini görürsün. Nefislerinin kendilerine sunduğu şey ne kadar kötüdür! Allah onlara gazabetmiştir. Onlar ebedî olarak azap içinde kalacaklardır.","nl":"Jij ziet velen ven hen degenen die ongelovig zijn als beschermers nemen. Slecht is het wat zij voor zichzelf gedaan hebben en Allah is vertoornd op hen. En zij zullen eeuwig levenden zijn in de bestraffing.","en":"You see many of them taking the disbelievers as allies. Truly wicked are their misdeeds, which have earned them Allah’s wrath. And they will be in everlasting torment"},"surah":null},{"id":750,"surahId":5,"ayatId":81,"ayatNo":"٨١","pageNo":121,"ayatText":"وَلَوْ كَانُوا يُؤْمِنُونَ بِاللّٰهِ وَالنَّبِيِّ وَمَٓا اُنْزِلَ اِلَيْهِ مَا اتَّخَذُوهُمْ اَوْلِيَٓاءَ وَلٰكِنَّ كَثٖيراً مِنْهُمْ فَاسِقُونَ","ayatMealText":{"tr":"Eğer onlar, Allah'a, Peygamber'e ve ona indirilen Kur'ân'a inanmış olsalardı, kâfirleri dost tutmazlardı. Fakat onların çoğu yoldan çıkmış kimselerdir.","nl":"Indien zij maar in Allah geloofd hadden en in de Profeet en in wat aan hem neergezonden was, dan hadden zij hen niet tot beschermers genomen, maar velen van hen zijn zware zondaren.","en":"Had they believed in Allah, the Prophet, and what has been revealed to him, they would have never taken those ˹pagans˺ as allies. But most of them are rebellious"},"surah":null},{"id":751,"surahId":5,"ayatId":82,"ayatNo":"٨٢","pageNo":121,"ayatText":"لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَةً لِلَّذٖينَ اٰمَنُوا الْيَهُودَ وَالَّذٖينَ اَشْرَكُواۚ وَلَتَجِدَنَّ اَقْرَبَهُمْ مَوَدَّةً لِلَّذٖينَ اٰمَنُوا الَّذٖينَ قَالُٓوا اِنَّا نَصَارٰىؕ ذٰلِكَ بِاَنَّ مِنْهُمْ قِسّٖيسٖينَ وَرُهْبَاناً وَاَنَّهُمْ لَا يَسْتَكْبِرُونَ","ayatMealText":{"tr":"İman edenlere karşı düşmanlık yönünden insanların en şiddetlisi olarak yahudileri ve Allah'a ortak koşanları bulursun. Ve yine iman edenlere sevgi bakımından en yakın olarak da: \"Biz hıristiyanlarız\" diyenleri bulursun. Çünkü onların içlerinde keşişler ve rahipler vardır. Ve onlar büyüklük taslamazlar.","nl":"Jij zult zeker vinden dat de mensen die het sterkst in vijandschap tegenover de gelovigen zijn, de Joden en de degenen die deelgenoten (aan Allah) toekennen zijn; en jij zult zeker vinden dat zij die het dichtst bij in liefde voor de gelovigen zijn, degenen zijn, die zeggen: \"Voorwaar, wij zijn Christenen.\" Dat is omdat er onder hen priesters en monniken zijn en omdat zij niet hoogmoedig zijn.","en":"You will surely find the most bitter towards the believers to be the Jews and polytheists and the most gracious to be those who call themselves Christian. That is because there are priests and monks among them and because they are not arrogant"},"surah":null}]}