{"juzNo":7,"pageNo":122,"arCuzNo":"۷","arPageNo":"۱۲۲","quranAyats":[{"id":752,"surahId":5,"ayatId":83,"ayatNo":"٨٣","pageNo":122,"ayatText":"وَاِذَا سَمِعُوا مَٓا اُنْزِلَ اِلَى الرَّسُولِ تَرٰٓى اَعْيُنَهُمْ تَفٖيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّۚ يَقُولُونَ رَبَّنَٓا اٰمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدٖينَ","ayatMealText":{"tr":"Peygamber'e indirilen (Kur'ân)i dinledikleri zaman, onun hak olduğunu öğrendiklerinden dolayı gözlerinin yaşla dolup taştığını görürsün. Onlar: \" Ey Rabb'imiz iman ettik, bizi de şahitlerden yaz\" derler.","nl":"En wannccrzij horen wat zan de Boodschapper geopenbaard is, zie jij hun ogen van de tranen overvloeien, omdat zij de Waarheid herkennen. Zij zeggen: \"Onze Heer, wij geloven, schrijf ons dus op bij de getuigen.","en":"When they listen to what has been revealed to the Messenger, you see their eyes overflowing with tears for recognizing the truth. They say, “Our Lord! We believe, so count us among the witnesses"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":753,"surahId":5,"ayatId":84,"ayatNo":"٨٤","pageNo":122,"ayatText":"وَمَا لَنَا لَا نُؤْمِنُ بِاللّٰهِ وَمَا جَٓاءَنَا مِنَ الْحَقِّۙ وَنَطْمَعُ اَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحٖينَ","ayatMealText":{"tr":"\"Hem biz Rabb'imizin bizi iyi kişilerle birlikte (cennete) sokmasını arzulayıp dururken, neden Allah'a ve hak olarak bize gelen şeylere inanmayalım!\".","nl":"En waarom zouden wij niet geloven in Allah en in wat tot ons is geckomen van de Waarheid en wij verlangen cr hevig naar dat onze Heer ons met het oprechte volk (het Paradijs) binnenleidt.\"","en":"Why should we not believe in Allah and the truth that has come to us? And we long for our Lord to include us in the company of the righteous.”"},"surah":null},{"id":754,"surahId":5,"ayatId":85,"ayatNo":"٨٥","pageNo":122,"ayatText":"فَاَثَابَهُمُ اللّٰهُ بِمَا قَالُوا جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَاؕ وَذٰلِكَ جَزَٓاءُ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Böyle demeleri sebebiyle Allah onları altlarından ırmaklar akan cennetlerle mükafatlandırmıştır. Orada ebedî olarak kalacaklardır. İşte iyilik yapanların mükafatı budur.","nl":"Allah beloont hen dan voor wat zij zeiden met Tuinen (het Paradijs) waar onder door de rivieren stromen en zij zijn daarin eeuwig levenden. En dat is de beloning van de weldoeners.","en":"So Allah will reward them for what they said with Gardens under which rivers flow, to stay there forever. And that is the reward of the good-doers"},"surah":null},{"id":755,"surahId":5,"ayatId":86,"ayatNo":"٨٦","pageNo":122,"ayatText":"وَالَّذٖينَ كَفَرُوا وَكَذَّبُوا بِاٰيَاتِنَٓا اُو۬لٰٓئِكَ اَصْحَابُ الْجَحٖيمِࣖ","ayatMealText":{"tr":"İnkar edip âyetlerimizi yalanlayanlar da cehennem ehlidir.","nl":"En degenen die ongelovig zijn en Onze Verzen loochenen: zij zijn degenen die de bewoners van Djahim (de Hel) zijin.","en":"As for those who disbelieve and reject Our signs, they will be the residents of the Hellfire"},"surah":null},{"id":756,"surahId":5,"ayatId":87,"ayatNo":"٨٧","pageNo":122,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَٓا اَحَلَّ اللّٰهُ لَكُمْ وَلَا تَعْتَدُواؕ اِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدٖينَ","ayatMealText":{"tr":"Ey iman edenler! Allah'ın size helal kıldığı temiz şeyleri haram saymayın. Ve aşırı da gitmeyin. Çünkü Allah aşırı gidenleri sevmez.","nl":"O jullie die geloven! Maakt de goede zaken niet verboden die Allah jullie heeft toegestaan en overtreedt niet. Voorwaar, Allah houdt niet van de overtreders.","en":"O believers! Do not forbid the good things which Allah has made lawful for you, and do not transgress. Indeed, Allah does not like transgressors"},"surah":null},{"id":757,"surahId":5,"ayatId":88,"ayatNo":"٨٨","pageNo":122,"ayatText":"وَكُلُوا مِمَّا رَزَقَكُمُ اللّٰهُ حَلَالاً طَيِّباًࣕ وَاتَّقُوا اللّٰهَ الَّـذٖٓي اَنْتُمْ بِهٖ مُؤْمِنُونَ","ayatMealText":{"tr":"Allah'ın size verdiği rızıklardan helal ve temiz olarak yeyin ve inandığınız Allah'tan korkun.","nl":"En eet van de goede, toegestane zaken (Halâl) waarmee Allah jullie voorziet. En vreest Allah, Degene in Wie jullie geloven.","en":"Eat of the good, lawful things provided to you by Allah. And be mindful of Allah in Whom you believe"},"surah":null},{"id":758,"surahId":5,"ayatId":89,"ayatNo":"٨٩","pageNo":122,"ayatText":"لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فٖٓي اَيْمَانِكُمْ وَلٰكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْاَيْمَانَۚ فَكَفَّارَتُهُٓ اِطْعَامُ عَشَرَةِ مَسَاكٖينَ مِنْ اَوْسَطِ مَا تُطْعِمُونَ اَهْلٖيكُمْ اَوْ كِسْوَتُهُمْ اَوْ تَحْرٖيرُ رَقَبَةٍؕ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍؕ ذٰلِكَ كَفَّارَةُ اَيْمَانِكُمْ اِذَا حَلَفْتُمْؕ وَاحْفَظُٓوا اَيْمَانَكُمْؕ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيَاتِهٖ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Allah sizi, kasıtsız olarak yaptığınız yeminlerinizden sorumlu tutmaz. Fakat kasıtlı yaptığınız yeminlerinizden sizi sorumlu tutar. Bozulan yeminin keffareti (cezası), ailenize yedirdiğinizin ortalamasından on yoksulu yedirmek veya giydirmek yahut da bir köle azad etmektir. Verecek bir şey bulamayan kimse için de üç gün oruç tutmaktır. İşte yemin ettiğiniz zaman yeminlerinizi bozmanın cezası budur. Yeminlerinizi koruyun. İşte Allah âyetlerini size böyle açıklar ki, şükredesiniz.","nl":"Allah rekent jullie de onnadenkendheid bij jullie eden niet aan, maar Hij rekent jullie aan wat jullie in jullie eden (bewust) vastleggen. (Bij het verbreken van jullie eden) geldt Kaffârah hiervoor: het voeden van tien armen, zoals jullie gemiddeld jullie families voeden; of het hen kleden; of het vrijlaten van een slaaf. En wie dat niet vindt: het vasten van drie dagen. Dat is de Kaffârah voor (het verbreken van) jullie eden die jullie zwoeren. Maar weest jullie eden getrouw. Zo heeft Allah jullie Zijn Tekenen duidelijk gemaakt, hcpelijk zullen jullie dankbaar zijn!","en":"Allah will not call you to account for your thoughtless oaths, but He will hold you accountable for deliberate oaths. The penalty for a broken oath is to feed ten poor people from what you normally feed your own family, or to clothe them, or to free a bondsperson. But if none of this is affordable, then you must fast three days. This is the penalty for breaking your oaths. So be mindful of your oaths. This is how Allah makes things clear to you, so perhaps you will be grateful"},"surah":null}]}