{"juzNo":7,"pageNo":123,"arCuzNo":"۷","arPageNo":"۱۲۳","quranAyats":[{"id":759,"surahId":5,"ayatId":90,"ayatNo":"٩٠","pageNo":123,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ","ayatMealText":{"tr":"Ey iman edenler! İçki, kumar, dikili taşlar (putlar) ve fal okları şeytan işi birer pisliktir. Bunlardan kaçının ki, kurtuluşa eresiniz.","nl":"O, jullie die geloven! Voorwaar, de wijn en het gokken en de afgodsbeelden en pijlen om te verloten zijn oreinheden die tot het werk van de Satan behoren, vermijdt deze (zaken) dus. Hopefijk zullen jullie welslagen!","en":"O believers! Intoxicants, gambling, idols, and drawing lots for decisions are all evil of Satan’s handiwork. So shun them so you may be successful"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":760,"surahId":5,"ayatId":91,"ayatNo":"٩١","pageNo":123,"ayatText":"اِنَّمَا يُرٖيدُ الشَّيْطَانُ اَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَٓاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِۚ فَهَلْ اَنْتُمْ مُنْتَهُونَ","ayatMealText":{"tr":"Şeytan, içki ve kumarla sizin aranıza düşmanlık ve kin sokmak ve sizi Allah'ı anmaktan ve namazdan alıkoymak ister. Artık bunlardan vazgeçtiniz değil mi?","nl":"Voorwaar, de Satan wil alleen maar vijandschap en haat onder jullie veroorzaken met behulp van wijn en gokken en door jullie af te houden van het gedenken van Allah en de shalât: houdt ermee op!","en":"Satan’s plan is to stir up hostility and hatred between you with intoxicants and gambling and to prevent you from remembering Allah and praying. Will you not then abstain"},"surah":null},{"id":761,"surahId":5,"ayatId":92,"ayatNo":"٩٢","pageNo":123,"ayatText":"وَاَطٖيعُوا اللّٰهَ وَاَطٖيعُوا الرَّسُولَ وَاحْذَرُواۚ فَاِنْ تَوَلَّيْتُمْ فَاعْلَمُٓوا اَنَّمَا عَلٰى رَسُولِنَا الْبَلَاغُ الْمُبٖينُ","ayatMealText":{"tr":"Allah'a itaat edin, Peygamber'e de itaat edin. Kötülüklerden sakının. Eğer yüz çevirirseniz, biliniz ki, Peygamber'imize düşen sadece apaçık tebliğdir.","nl":"En gehoorzamt Allah en gehoorzaamt de Boodschapper en weest op jullie hoede! En als jullie je afwenden, weet dan: voorwaar, aan Onze Boodshapper is slechts de duidelijke verkondiging.","en":"Obey Allah and obey the Messenger and beware! But if you turn away, then know that Our Messenger’s duty is only to deliver ˹the message˺ clearly"},"surah":null},{"id":762,"surahId":5,"ayatId":93,"ayatNo":"٩٣","pageNo":123,"ayatText":"لَيْسَ عَلَى الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فٖيمَا طَعِمُٓوا اِذَا مَا اتَّقَوْا وَاٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَاٰمَنُوا ثُمَّ اتَّقَوْا وَاَحْسَنُواؕ وَاللّٰهُ يُحِبُّ الْمُحْسِنٖينَࣖ","ayatMealText":{"tr":"İman edip salih amel işleyenler, Allah'tan korktukları, imanlarında sebat ettikleri, salih amel işlemeye devam ettikleri, sonra Allah'tan sakındıkları, imanlarından ayrılmadıkları, yine Allah'tan korktukları ve iyilikte bulundukları müddetçe, daha önce yediklerinden dolayı kendilerine bir günah yoktur. Allah iyilikte bulunanları sever.","nl":"Er is voor degenen die geloven en goede werken verrichten geen zonde door wat zij (vroeger) aten, wanneer zij (Allah) vrezen en geloven en goede werken verrichten an weer (Allah) vrezen en geloven en weer (Allah) vrezen en good doen. En Allah houdt van de weldoeners.","en":"There is no blame on those who believe and do good for what they had consumed before ˹the prohibition˺, as long as they fear Allah, have faith, and do what is good; then they believe and act virtuously, then become fully mindful ˹of Allah˺ and do righteous deeds. For Allah loves the good-doers"},"surah":null},{"id":763,"surahId":5,"ayatId":94,"ayatNo":"٩٤","pageNo":123,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُٓ اَيْدٖيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَخَافُهُ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهُ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Allah sizi ellerinizin ve mızraklarınızın erişeceği bir avla dener ki, gizlide kendisinden korkanları meydana çıkarsın. Kim bundan sonra saldırıda bulunursa onun için acı bir azab vardır.","nl":"O jullie die geloven! Allah wil jullie alleen maar beproeven met wat ven de jachtbuit, die in het bereik ligt van jullie handen en jullie speren, opdat Allah degene die Hem in het verborgene vreest toetst. En wie daarna overtreedt: voor hem is er een pinlijke bestraffing.","en":"O believers! Allah will surely test you with game within the reach of your hands and spears to distinguish those who fear Him in secret. Whoever transgresses from now on will suffer a painful punishment"},"surah":null},{"id":764,"surahId":5,"ayatId":95,"ayatNo":"٩٥","pageNo":123,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌؕ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّداً فَجَزَٓاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِنْكُمْ هَدْياً بَالِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسَاكٖينَ اَوْ عَدْلُ ذٰلِكَ صِيَاماً لِيَذُوقَ وَبَالَ اَمْرِهٖؕ عَفَا اللّٰهُ عَمَّا سَلَفَؕ وَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُؕ وَاللّٰهُ عَزٖيزٌ ذُو انْتِقَامٍ","ayatMealText":{"tr":"Ey iman edenler, ihramlı iken av hayvanı öldürmeyin. İçinizden kim kasten onu öldürürse, yaptığı işin vebalini tatması için, öldürdüğü hayvanın dengi ona cezadır ki, Kâbe'ye ulaşacak bir kurban olmak üzere buna yine içinizden iki adaletli kişi hükmeder; yahut (ceza olmak üzere) bir keffarettir ki, ya o nisbette fakirleri doyurmak, yahut onun dengi oruç tutmaktır. Allah geçmişi affetmiştir. Fakat kim de bu suçu tekrarlarsa, Allah ondan intikamını alır. Allah damia gâliptir, intikam sahibidir.","nl":"O jullie die geloven! Doodt geen wild indien jullie in de gewijde staat zijn. En wie van jullie het opzettelijk doodt: dan is de vergelding het slachten van het vergelijkbare aan vee zoals beoordeeld door twee rechtvaardigen van jullie, als een offer naar de Ka'bah gebracht. Of, als Kaffârah (boetedooning), het voeden van de armen of een darmee overeenkomende (hoeveelheid dagen aan) vasten, opdat hij de straf voor zijn daad proeft. Allah scheldt wat vroeger gebeurd is kwijt; en als hij herhaal: dan zal Allah hem ervoor straffen. En Allah is Almachtig, Heer der Vergelding.","en":"O believers! Do not kill game while on pilgrimage. Whoever kills game intentionally must compensate by offering its equivalence—as judged by two just men among you—to be offered at the Sacred House, or by feeding the needy, or by fasting so that they may taste the consequences of their violations. Allah has forgiven what has been done. But those who persist will be punished by Allah. And Allah is Almighty, capable of punishment"},"surah":null}]}