{"juzNo":7,"pageNo":124,"arCuzNo":"۷","arPageNo":"۱۲٤","quranAyats":[{"id":765,"surahId":5,"ayatId":96,"ayatNo":"٩٦","pageNo":124,"ayatText":"اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعاً لَكُمْ وَلِلسَّيَّارَةِۚ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُماًؕ وَاتَّقُوا اللّٰهَ الَّـذٖٓي اِلَيْهِ تُحْشَرُونَ","ayatMealText":{"tr":"Size ve yolculara yiyecek olmak üzere, deniz avı ve onu yemek helal kılındı. Kara avı ise, ihramlı olduğunuz müddetçe size haram edilmiştir. Huzurunda toplanacağınız Allah'tan korkun.","nl":"Toegestaan voor jullie is de jacht op de waterdieren, wat daarvan eetbaar is, als genieting voor jullie en voor de reizigers. En verboden voor jullie is de jacht op dieren van het land zolang jullie in de gewijde toestand zijn. En vreest Allah tot Wie jullie verzameld zullen worden.","en":"It is lawful for you to hunt and eat seafood, as a provision for you and for travellers. But hunting on land is forbidden to you while on pilgrimage. Be mindful of Allah to Whom you all will be gathered"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":766,"surahId":5,"ayatId":97,"ayatNo":"٩٧","pageNo":124,"ayatText":"جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَاماً لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَٓائِدَؕ ذٰلِكَ لِتَعْلَمُٓوا اَنَّ اللّٰهَ يَعْلَمُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِ وَاَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلٖيمٌ","ayatMealText":{"tr":"Allah, Kâbe'yi, o Beyti haram'ı, haram ayı, kurbanı ve (kurbanlardaki) gerdanlıkları insanlar için bir nizam kıldı. Bu, Allah'ın göklerde ve yerde olan herşeyi bildiğini ve Allah'ın herşeyi hakkıyle bilici olduğunu sizin de bilmeniz içindir.","nl":"Allah maakte de Ka'bah, het Gewijde Huis, als een plaats voor de mensen om te staan, en de Heilige Maand en de offerdieren en de halsbanden. Dit opdat jullie weten dat Allah weet wat er in de hemelen en op de aarde is en dat Allah Alwetend is over alle zaken.","en":"Allah has made the Ka’bah—the Sacred House—a sanctuary of well-being for all people, along with the sacred months, the sacrificial animals, and the ˹offerings decorated with˺ garlands. All this so you may know that Allah knows whatever is in the heavens and whatever is on the earth, and that He has ˹perfect˺ knowledge of everything"},"surah":null},{"id":767,"surahId":5,"ayatId":98,"ayatNo":"٩٨","pageNo":124,"ayatText":"اِعْلَمُٓوا اَنَّ اللّٰهَ شَدٖيدُ الْعِقَابِ وَاَنَّ اللّٰهَ غَفُورٌ رَحٖيمٌؕ","ayatMealText":{"tr":"İyi bilin ki Allah, hem cezası çok şiddetli olandır, hem de çok bağışlayıcı, çok merhametlidir.","nl":"Weet dat Allah streng is in de bestraffing en dat Allah Vergevensgezind, Meest Barmhartig is.","en":"Know that Allah is severe in punishment and that He is All-Forgiving, Most Merciful"},"surah":null},{"id":768,"surahId":5,"ayatId":99,"ayatNo":"٩٩","pageNo":124,"ayatText":"مَا عَلَى الرَّسُولِ اِلَّا الْبَلَاغُؕ وَاللّٰهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ","ayatMealText":{"tr":"Peygamber'in üzerine düşen sadece duyurmadır. Allah, açıkladıklarınızı da gizlediklerinizi de bilir.","nl":"Op de Boodschapper rust slechts (do plicht tot) de verkondiging, en Allah weet alles wat jullie openlijk doen wat jullie verbergen.","en":"The Messenger’s duty is only to deliver ˹the message˺. And Allah ˹fully˺ knows what you reveal and what you conceal"},"surah":null},{"id":769,"surahId":5,"ayatId":100,"ayatNo":"١٠٠","pageNo":124,"ayatText":"قُلْ لَا يَسْتَوِي الْخَبٖيثُ وَالطَّيِّبُ وَلَوْ اَعْجَبَكَ كَـثْرَةُ الْخَبٖيثِۚ فَاتَّقُوا اللّٰهَ يَٓا اُو۬لِي الْاَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَࣖ","ayatMealText":{"tr":"De ki: \"Pis olan şeyle temiz olan şey bir olmaz, pis olanın çokluğu hoşuna gitse bile\". Ey selim akıl sahipleri Allah'tan korkun ki kurtuluşa eresiniz.","nl":"Zeg (O Moehammad): \"Het slechte en het goede zijn niet gelijk,\" hoewel de veelbeid van het slechte jou zal aantrekken. Vreest dus Allah, O bezitters van begrip, hopelijk zullen jullie welslagen.\"","en":"Say, ˹O Prophet,˺ “Good and evil are not equal, though you may be dazzled by the abundance of evil. So be mindful of Allah, O people of reason, so you may be successful.”"},"surah":null},{"id":770,"surahId":5,"ayatId":101,"ayatNo":"١٠١","pageNo":124,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَسْـَٔلُوا عَنْ اَشْيَٓاءَ اِنْ تُبْدَ لَكُمْ تَسُؤْكُمْۚ وَاِنْ تَسْـَٔلُوا عَنْهَا حٖينَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْؕ عَفَا اللّٰهُ عَنْهَاؕ وَاللّٰهُ غَفُورٌ حَلٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Açıklandığı zaman hoşunuza gitmeyecek olan şeylerden sormayın. Eğer onları Kur'ân indirilirken sorarsanız size açıklanır. Halbuki Allah onlardan geçmiştir. Allah çok bağışlayan ve çok yumuşak davranandır.","nl":"O jullie die geloven! Vraagt niet naar zaken die, indien (ze) jullie uitgclegd worden, jullie zullen verontrusten. En wanneer jullie daarover vragen wanneer de Koran geopenbaard wordt, worden zij jullie uitgelegd. Allah vergaf dat. En Allah is Vergevensgezind, Zachtmoedig.","en":"O believers! Do not ask about any matter which, if made clear to you, may disturb you. But if you inquire about what is being revealed in the Quran, it will be made clear to you. Allah has forgiven what was done ˹in the past˺. And Allah is All-Forgiving, Most Forbearing"},"surah":null},{"id":771,"surahId":5,"ayatId":102,"ayatNo":"١٠٢","pageNo":124,"ayatText":"قَدْ سَاَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ اَصْبَحُوا بِهَا كَافِرٖينَ","ayatMealText":{"tr":"Sizden önce gelen bir kavim bunları sormuştu da sonra inkâr etmişti.","nl":"Waarlijk, een volk vóór jullie vroeg er naar en werd er daarna ongelovig door.","en":"Some people before you asked such questions then denied their answers"},"surah":null},{"id":772,"surahId":5,"ayatId":103,"ayatNo":"١٠٣","pageNo":124,"ayatText":"مَا جَعَلَ اللّٰهُ مِنْ بَحٖيرَةٍ وَلَا سَٓائِبَةٍ وَلَا وَصٖيلَةٍ وَلَا حَامٍۙ وَلٰكِنَّ الَّذٖينَ كَفَرُوا يَفْتَرُونَ عَلَى اللّٰهِ الْكَذِبَؕ وَاَكْثَرُهُمْ لَا يَعْقِلُونَ","ayatMealText":{"tr":"Allah, ne \"bahîre\"yi, ne \"sâibe\"yi, ne \"vesile\"yi ve ne de \"hâm\"ı meşru kılmıştır. Fakat küfredenler, Allah'a yalan iftira etmektedirler. Onların çoğunun akılları ermez.","nl":"Allah heeft (geen bijgeloof) ingesteld zoals Behîrah, Sâ'ibah Washîlah an Hâm; maar het zijn degenen die ongelovig zijn, die over Allah leugens verzinnen en de meesten van hen begrijpen het niet.","en":"Allah has never ordained the ˹so-called˺ baḥîrah, sâ'ibah, waṣîlah, and ḥâm camels. But the disbelievers just fabricate lies about Allah, and most of them lack understanding"},"surah":null}]}