{"juzNo":7,"pageNo":125,"arCuzNo":"۷","arPageNo":"۱۲٥","quranAyats":[{"id":773,"surahId":5,"ayatId":104,"ayatNo":"١٠٤","pageNo":125,"ayatText":"وَاِذَا قٖيلَ لَهُمْ تَعَالَوْا اِلٰى مَٓا اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ اٰبَٓاءَنَاؕ اَوَلَوْ كَانَ اٰبَٓاؤُ۬هُمْ لَا يَعْلَمُونَ شَيْـٔاً وَلَا يَهْتَدُونَ","ayatMealText":{"tr":"Onlara: \" Allah'ın indirdiği (kitabı)ne ve peygamber'e gelin\" dendiği zaman: \" Atalarımızı üzerinde bulduğumuz şey bize yeter\" derler. Ataları bir şey bilmeyen ve doğru yolu da bulamayan kimseler olsa da mı?","nl":"En toen tot hen werd gczcgd: \"Komt tot wat Allah geopenbaard heeft en tot Zijn Boodschapper,\" zeiden zij: \"Ons is voldoende wat wij (aan leafregels) bij onze vaderen vonden.\" En dat terwijl hun vaderen niets wisten en geen Leiding volgen?","en":"When it is said to them, “Come to Allah’s revelations and to the Messenger,” they reply, “What we found our forefathers practicing is good enough for us.” ˹Would they still do so,˺ even if their forefathers had absolutely no knowledge or guidance"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":774,"surahId":5,"ayatId":105,"ayatNo":"١٠٥","pageNo":125,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا عَلَيْكُمْ اَنْفُسَكُمْۚ لَا يَضُرُّكُمْ مَنْ ضَلَّ اِذَا اهْتَدَيْتُمْؕ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمٖيعاً فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Ey inananlar, kendinize dikkat edin. Siz doğru yolda olduğunuz takdirde doğru yoldan sapanlar size zarar veremezler. Hepinizin dönüşü Allah'adır. Yaptıklarınızı size O haber verecektir.","nl":"O jullie die geloven! Aan jullie (de hoede over) jullie zelf. Er kan jullie geen schade berokkend worden door degene die dwaalt, wanneer jullie de Leiding volgen. Tot Allah is de terugkeer van jullie allen en Hij zal jullie vertellen wat jullie plachten le doen.","en":"O believers! You are accountable only for yourselves. It will not harm you if someone chooses to deviate—as long as you are ˹rightly˺ guided. To Allah you will all return, and He will inform you of what you used to do"},"surah":null},{"id":775,"surahId":5,"ayatId":106,"ayatNo":"١٠٦","pageNo":125,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا شَهَادَةُ بَيْنِكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ حٖينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ اَوْ اٰخَرَانِ مِنْ غَيْرِكُمْ اِنْ اَنْتُمْ ضَرَبْتُمْ فِي الْاَرْضِ فَاَصَابَتْكُمْ مُصٖيبَةُ الْمَوْتِؕ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلٰوةِ فَيُقْسِمَانِ بِاللّٰهِ اِنِ ارْتَبْتُمْ لَا نَشْتَرٖي بِهٖ ثَمَناً وَلَوْ كَانَ ذَا قُرْبٰىۙ وَلَا نَكْتُمُ شَهَادَةَ اللّٰهِ اِنَّٓا اِذاً لَمِنَ الْاٰثِمٖينَ","ayatMealText":{"tr":"Ey iman edenler! İçinizden birine ölüm (emareleri) geldiği zaman, vasiyet sırasında aranızdaki şahitliğin hükmü, kendi içinizden iki adaletli şahit, yahut yeryüzünde yolculuğa çıkmış iseniz, ölüm (emareleri de) size gelip çatmışsa, sizden olmayan diğer iki şahit tutmaktır. Eğer (bunlardan) şüpheye düşerseniz, namazdan sonra onları alıkorsunuz. Onlar da Allah'a şöyle yemin ederler: \"Akraba bile olsa, yemini bir çıkar karşılığı satmayacağız, Allah'ın şahitliğini gizlemeyeceğiz. Aksi halde günahkârlardan oluruz\".","nl":"O jullie die geloven! Stelt getuigen onder jullie aan wanneer één van jullie de dood nadert en wanneer jullie het testament opmaken; (door) twee rechtvaardigen van onder jullie, of twee broeders van buiten jullie, indien jullie in het land rondreizen en de ramp van de dood jullie treft. Houdt hen na de shalât vast en laat hen dan (als volgt) bij Allah zweren, indien jullie twijfelen: \"Wij zullen het (oprecht getuigen) voor geen prijs inruilen, zelfs als (de begunstigde) een verwant is en wij zullen de getuigenis bij Allah niet verbergen, voorwaar, anders zouden wij tot de zondaren behoren.\"","en":"O believers! When death approaches any of you, call upon two just Muslim men to witness as you make a bequest; otherwise, two non-Muslims if you are afflicted with death while on a journey. If you doubt ˹their testimony˺, keep them after prayer and let them testify under oath ˹saying˺, “By Allah! We would never sell our testimony for any price, even in favour of a close relative, nor withhold the testimony of Allah. Otherwise, we would surely be sinful.”"},"surah":null},{"id":776,"surahId":5,"ayatId":107,"ayatNo":"١٠٧","pageNo":125,"ayatText":"فَاِنْ عُثِرَ عَلٰٓى اَنَّهُمَا اسْتَحَقَّٓا اِثْماً فَاٰخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذٖينَ اسْتَحَقَّ عَلَيْهِمُ الْاَوْلَيَانِ فَيُقْسِمَانِ بِاللّٰهِ لَشَهَادَتُـنَٓا اَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَاؗ اِنَّٓا اِذاً لَمِنَ الظَّالِمٖينَ","ayatMealText":{"tr":"Eğer o iki şahidin bir günah işledikleri anlaşılırsa ölene daha yakın olan hak sahiplerinden diğer iki kişi onların yerine geçerler ve: \"Bizim şahitliğimiz, önceki iki kişinin şahitliğinden daha doğrudur. Biz kimsenin hakkına tecavüz etmedik. Aksi halde biz de zalimlerden olurduk\" diye Allah'a yemin ederler.","nl":"Maar indien van deze twee ontdekt wordt dat zij schuldig zijn aan zonde (mijneed laat dan twee anderen in hun plaats staan van degenen die meer recht hebben en meer verwant zijn, en laat hen bij Allah zweren: \"Voorwaar, onze getuigenis is meer waarheidsgetrouw dan hun beider getuigenis en wij overtreden niet, voorwaar, anders zouden wij tot de onrechtplegers behoren.\"","en":"If they are found guilty ˹of false testimony˺, let the deceased’s two closest heirs affected by the bequest replace the witnesses and testify under oath ˹saying˺, “By Allah! Our testimony is truer than theirs. We have not transgressed. Otherwise, we would surely be wrongdoers.”"},"surah":null},{"id":777,"surahId":5,"ayatId":108,"ayatNo":"١٠٨","pageNo":125,"ayatText":"ذٰلِكَ اَدْنٰٓى اَنْ يَأْتُوا بِالشَّهَادَةِ عَلٰى وَجْهِهَٓا اَوْ يَخَافُٓوا اَنْ تُرَدَّ اَيْمَانٌ بَعْدَ اَيْمَانِهِمْؕ وَاتَّقُوا اللّٰهَ وَاسْمَعُواؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقٖينَࣖ","ayatMealText":{"tr":"İşte bu, şahitliklerini gerektiği gibi yapmaları, yahut yeminlerinden sonra yeminlerinin kabul edilmemesinden korkmaları için en iyi yoldur. Allah'tan korkun ve emirlerini dinleyin. Allah, doğru yoldan çıkan bir topluluğu hidayete erdirmez.","nl":"Dat is passender: dat zij de getuigenis afleggen overeenkomstig haar ware inhoud of (het is passender) dat zij vrezen dat eden na hun eden afgenomen zullen worden. En vreest Allah en luistert (naar Hem). En Allah leidt het zwaar zondige volk niet.","en":"In this way it is more likely that witnesses will give true testimony or else fear that their oaths could be refuted by those of the heirs. Be mindful of Allah and obey. For Allah does not guide the rebellious people"},"surah":null}]}