{"juzNo":7,"pageNo":126,"arCuzNo":"۷","arPageNo":"۱۲٦","quranAyats":[{"id":778,"surahId":5,"ayatId":109,"ayatNo":"١٠٩","pageNo":126,"ayatText":"يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُولُ مَاذَٓا اُجِبْتُمْؕ قَالُوا لَا عِلْمَ لَنَاؕ اِنَّكَ اَنْتَ عَلَّامُ الْغُيُوبِ","ayatMealText":{"tr":"Allah, Resulleri topladığı gün: \" Size ne cevap verildi? \"der. \"Bizim bilgimiz yok\" derler, \"gizlileri bilen yalnız sensin, sen!\".","nl":"Op de Dag dat Allah de Boodschappers zal verzamelen en lien dan zal zeggen: \"Wat was het antwoord (opjullie Boodschap)?\" Zij zeggen: \"Wij hebben er geen kennis van, voorwaar, U bent de Kenner van het verborgene.\"","en":"˹Consider˺ the Day Allah will gather the messengers and say, “What response did you receive?” They will reply, “We have no knowledge ˹compared to You˺! You ˹alone˺ are indeed the Knower of all unseen.”"},"surah":{"surahId":5,"name":"Mâide","nameAr":"الْمَائِدَةِ","revelationOrder":112,"verseCount":120,"juzNo":6,"firstPage":106}},{"id":779,"surahId":5,"ayatId":110,"ayatNo":"١١٠","pageNo":126,"ayatText":"اِذْ قَالَ اللّٰهُ يَا عٖيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتٖي عَلَيْكَ وَعَلٰى وَالِدَتِكَۘ اِذْ اَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاًۚ وَاِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرٰيةَ وَالْاِنْجٖيلَۚ وَاِذْ تَخْلُقُ مِنَ الطّٖينِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنٖي فَتَنْفُخُ فٖيهَا فَتَكُونُ طَيْراً بِاِذْنٖي وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنٖيۚ وَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنٖيۚ وَاِذْ كَفَفْتُ بَنٖٓي اِسْرَٓائٖلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذٖينَ كَفَرُوا مِنْهُمْ اِنْ هٰذَٓا اِلَّا سِحْرٌ مُبٖينٌ","ayatMealText":{"tr":"Allah şöyle diyecektir: \"Ey Meryemoğlu İsa! Sana ve annene olan nimetimi hatırla! Hani seni Rûhu'lKudüs (Cebrâil) ile desteklemiştim. Beşikteyken ve kemâle ermişken insanlarla konuşuyordun. Sana yazıyı, hikmeti, Tevrat'ı ve İncil'i öğretmiştim. İznimle çamurdan kuş şeklinde bir şey yapmış ve ona üflemiştin, o da iznimle kuş olmuştu. Anadan doğma kör olanı ve alaca hastalığına yakalanmış kimseyi iznimle iyileştirmiştin. Ölüleri iznimle (hayata) çıkarmıştın. İsrailoğulları'na âyetlerle geldiğin ve onlardan inkâr edenlerin: \"Bu ancak apaçık bir sihirdir\" dedikleri zaman seni, onlardan korumuştum.","nl":"(Godeaki) toen Allah zei: \"O 'Isa, zoon van Maryam, gedenk Mijn gunst aan jou en aan jouw moeder toen ik jou versterkte met de Heilige Geest (Djibril) zodat jij met de mensen sprak toen jij in de wieg was en toen jij volwassen was. En toen Ik jou de Schrift en de Wijsheid en de Taurat en de Indjil onderwees. En toen jij uit klei de gelijkenis van een vogel schiep, met Mijn verlof; en jij blies erin en het werd een vogel, met Mijn verlof; en jij genas de blinden en de leprozen, rnet Mijn verlof. En toen jij de doden deed weerkeren, met Mijn verlof. En toen Ik de Kinderen van Israel van jou afhield toen jij met de duidelijke Bewijzen tot hen kwam.\" En degenen onder hen die ongelovig waren, zeiden: \"Dat is niets dan duidelijke tovenarij.\"","en":"And ˹on Judgment Day˺ Allah will say, “O Jesus, son of Mary! Remember My favour upon you and your mother: how I supported you with the holy spirit so you spoke to people in ˹your˺ infancy and adulthood. How I taught you writing, wisdom, the Torah, and the Gospel. How you moulded a bird from clay—by My Will—and breathed into it and it became a ˹real˺ bird—by My Will. How you healed the blind and the lepers—by My Will. How you brought the dead to life—by My Will. How I prevented the Children of Israel from harming you when you came to them with clear proofs and the disbelievers among them said, “This is nothing but pure magic.”"},"surah":null},{"id":780,"surahId":5,"ayatId":111,"ayatNo":"١١١","pageNo":126,"ayatText":"وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوا بٖي وَبِرَسُولٖيۚ قَالُٓوا اٰمَنَّا وَاشْهَدْ بِاَنَّـنَا مُسْلِمُونَ","ayatMealText":{"tr":"Hani Havarilere: \" Bana ve Resulüme iman edin\" diye ilham etmiştim. Onlar da: \"İman ettik, bizim şüphesiz müslümanlar olduğumuza şahit ol\" demişlerdi.","nl":"En toen Ik de metgezellen (van 'Isa) inspireerde om in Mij le geloven en in Mijn Boodschappers, zij zeiden: \"Wij geloven, en getuig dat wij ons (aan U) overgegeven hebben.\"","en":"And how I inspired the disciples, “Believe in Me and My messenger!” They declared, “We believe and bear witness that we fully submit ˹to Allah˺.”"},"surah":null},{"id":781,"surahId":5,"ayatId":112,"ayatNo":"١١٢","pageNo":126,"ayatText":"اِذْ قَالَ الْحَوَارِيُّونَ يَا عٖيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطٖيعُ رَبُّكَ اَنْ يُنَزِّلَ عَلَيْنَا مَٓائِدَةً مِنَ السَّمَٓاءِؕ قَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Havariler: \" Ey Meryemoğlu İsa, Rabbin bize gökten bir sofra indirebilir mi?\" dediler. İsa da: \"İnanıyorsanız Allah'tan korkun\" dedi.","nl":"En toen de metgezellen zeiden: \"O 'Isa, zoon van Maryam, ben jij in staat om jouw Heer te vragen om tot ons een Ma'idah (gedekte tafel) te doen neerdalen uit de hemel?\" Hij ('Isa) zei: \"Vreest Allah, indien jullie gelovigen zijn.\"","en":"˹Remember˺ when the disciples asked, “O Jesus, son of Mary! Would your Lord be willing to send down to us a table spread with food from heaven?” Jesus answered, “Fear Allah if you are ˹truly˺ believers.”"},"surah":null},{"id":782,"surahId":5,"ayatId":113,"ayatNo":"١١٣","pageNo":126,"ayatText":"قَالُوا نُرٖيدُ اَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدٖينَ","ayatMealText":{"tr":"Havâriler: \"İstiyoruz ki ondan yiyelim, kalblerimiz iyice yatışsın, senin bize doğru söylediğini bilelim ve bunu bizzat görenlerden olalım\" dediler.","nl":"Zij zeiden: \"Wij willen (alleen maar) dat wij daarvan eten en onze harten tot rust gebracht worden en wij (willen) weten of jij ons waarlijk de Waarheid hebt verteld en dan behoren wij tot de getuigen dmvan.\"","en":"They said, “We ˹only˺ wish to eat from it to reassure our hearts, to verify you are indeed truthful to us, and to become its witnesses.”"},"surah":null}]}