{"juzNo":7,"pageNo":128,"arCuzNo":"۷","arPageNo":"۱۲۸","quranAyats":[{"id":790,"surahId":6,"ayatId":1,"ayatNo":"١","pageNo":128,"ayatText":"اَلْحَمْدُ لِلّٰهِ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَؕ ثُمَّ الَّذٖينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ","ayatMealText":{"tr":"Hamd, gökleri ve yeri yaratan, karanlıkları ve aydınlığı var eden Allah'a mahsustur. Böyleyken kâfirler hâlâ Rablerine başkalarını eşit sayıyorlar.","nl":"Alle lof zij Allah, Die de hemelen en de aarde schiep en Die de duisternissen en het licht maakte. Maar vervolgens kennen degenen die ongelovig aan hun Heer zijn (deelgenoten) toe.","en":"All praise is for Allah Who created the heavens and the earth and made darkness and light. Yet the disbelievers set up equals to their Lord ˹in worship˺"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":791,"surahId":6,"ayatId":2,"ayatNo":"٢","pageNo":128,"ayatText":"هُوَ الَّذٖي خَلَقَكُمْ مِنْ طٖينٍ ثُمَّ قَضٰٓى اَجَلاًؕ وَاَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ اَنْتُمْ تَمْتَرُونَ","ayatMealText":{"tr":"Sizi çamurdan yaratan, sonra size bir ecel takdir eden O'dur. Tayin edilen bir ecel de (kıyamet zamanı) O'nun katındadır. Sonra bir de şüphe ediyorsunuz.","nl":"Hij is Degene Die jullie uit klei schiep en Hij heeft vervolgens een bepaaldc tijd (voor de doden) vastgelegd. En een bepaalde tijd is er bij Hem (voor de opwekking). Toch twijfelen jullie.","en":"He is the One Who created you from clay, then appointed a term ˹for your death˺ and another known only to Him ˹for your resurrection˺—yet you continue to doubt"},"surah":null},{"id":792,"surahId":6,"ayatId":3,"ayatNo":"٣","pageNo":128,"ayatText":"وَهُوَ اللّٰهُ فِي السَّمٰوَاتِ وَفِي الْاَرْضِؕ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ","ayatMealText":{"tr":"O, göklerde de, yerde de (tek) Allah'tır. Sizin gizlinizi, açığınızı ve ne kazandığınızı bilir.","nl":"En Hij is Allah in de hemelen en op de aarde. Hij kent jullie geheim en (het) openlijke van jullie en Hij is Alwetend over wat jullie doen.","en":"He is the Only True God in the heavens and the earth. He knows whatever you conceal and whatever you reveal, and knows whatever you do"},"surah":null},{"id":793,"surahId":6,"ayatId":4,"ayatNo":"٤","pageNo":128,"ayatText":"وَمَا تَأْتٖيهِمْ مِنْ اٰيَةٍ مِنْ اٰيَاتِ رَبِّهِمْ اِلَّا كَانُوا عَنْهَا مُعْرِضٖينَ","ayatMealText":{"tr":"Onlara Rab'lerinin âyetlerinden hiçbir âyet gelmez ki, ondan yüz çevirmesinler.","nl":"En er komt geen Teken van de Tekenen van hun Heer tot hen of zij wenden zich daarvan af.","en":"Whenever a sign comes to them from their Lord, they turn away from it"},"surah":null},{"id":794,"surahId":6,"ayatId":5,"ayatNo":"٥","pageNo":128,"ayatText":"فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَٓاءَهُمْؕ فَسَوْفَ يَأْتٖيهِمْ اَنْبٰٓـؤُ۬ا مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Hak, kendilerine gelince onu yalanladılar. Alaya aldıkları şeyin haberi yakında kendilerine gelecektir.","nl":"Voorzeker. zij loochenden de Waarheid toen die tot hen kwam, maar spoedig zullen berichten hen bereiken over wat zij plachten te bespotten.","en":"They have indeed rejected the truth when it came to them, so they will soon face the consequences of their ridicule"},"surah":null},{"id":795,"surahId":6,"ayatId":6,"ayatNo":"٦","pageNo":128,"ayatText":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْاَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَاَرْسَلْنَا السَّمَٓاءَ عَلَيْهِمْ مِدْرَاراًࣕ وَجَعَلْنَا الْاَنْهَارَ تَجْرٖي مِنْ تَحْتِهِمْ فَاَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَاَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْناً اٰخَرٖينَ","ayatMealText":{"tr":"Kendilerinden önce nice nesilleri helak ettiğimizi görmediler mi? Yeryüzünde size vermediğimiz imkanları onlara vermiştik. Onlara gökten bol bol yağmur indirmiş, altlarından ırmaklar akıtmıştık. Fakat onları günahlarından dolayı helak ettik. Ve kendilerinden sonra başka bir nesil yarattık.","nl":"Hebben zij niet gezien hoevelen Wij vernietigden van voor hen, gemeenschappen die Wij op aarde macht gegeven hadden, macht die Wij jullie niet gegeven hebben, en voor wie Wij uit de hemel harde regen gezonden hebben en die Wij rivieren die onder hen door stroomden brachten; maar Wij vernietigden hen vanwege hun zonden en Wij deden na hen andere gemeenschappen opstaan.","en":"Have they not seen how many ˹disbelieving˺ peoples We destroyed before them? We had made them more established in the land than you. We sent down abundant rain for them and made rivers flow at their feet. Then We destroyed them for their sins and replaced them with other peoples"},"surah":null},{"id":796,"surahId":6,"ayatId":7,"ayatNo":"٧","pageNo":128,"ayatText":"وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً فٖي قِرْطَاسٍ فَلَمَسُوهُ بِاَيْدٖيهِمْ لَقَالَ الَّذٖينَ كَفَرُٓوا اِنْ هٰذَٓا اِلَّا سِحْرٌ مُبٖينٌ","ayatMealText":{"tr":"Eğer sana kağıtta yazılı bir kitap indirmiş olsak da onu elleriyle tutsalardı, yine de o kâfirler: \"Muhakkak ki bu, apaçık bir sihirdir\" derlerdi.","nl":"En indien Wij aan jou (O Moehammad) een Boek op perkament hadden doen neerdalen, zodat zij het met hun handen hadden kunnen aanraken, zouden degenen die ongelovig zijn zeker gezegd hebben: \"Dit is slechts duidelijke tovenarij.\"","en":"Had We sent down to you ˹O Prophet˺ a revelation in writing and they were to touch it with their own hands, the disbelievers would still have said, “This is nothing but pure magic!”"},"surah":null},{"id":797,"surahId":6,"ayatId":8,"ayatNo":"٨","pageNo":128,"ayatText":"وَقَالُوا لَوْلَٓا اُنْزِلَ عَلَيْهِ مَلَكٌؕ وَلَوْ اَنْزَلْنَا مَلَكاً لَقُضِيَ الْاَمْرُ ثُمَّ لَا يُنْظَرُونَ","ayatMealText":{"tr":"\"O'na bir melek indirilmeli değil miydi?\" dediler. Eğer bir melek indirseydik, iş bitirilmiş olurdu, sonra kendilerine hiç göz açtırılmazdı.","nl":"En zij (de ongelovigen) zeggen: \"Waarom hebben zij geen Engel tot hem (Moehammad) doen neerdalen?\" En indien Wij een Engel neergezonden hadden was de zaak zeker besloten en hadden zij geen uitstel meer gekregen.","en":"They say, “Why has no ˹visible˺ angel come with him?” Had We sent down an angel, the matter would have certainly been settled ˹at once˺, and they would have never been given more time ˹to repent˺"},"surah":null}]}