{"juzNo":7,"pageNo":129,"arCuzNo":"۷","arPageNo":"۱۲۹","quranAyats":[{"id":798,"surahId":6,"ayatId":9,"ayatNo":"٩","pageNo":129,"ayatText":"وَلَوْ جَعَلْنَاهُ مَلَكاً لَجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ","ayatMealText":{"tr":"Eğer Peygamberi, biz bir melek yapsaydık, yine de onu bir adam şeklinde yapardık ve onları yine düştükleri kuşkuya düşürürdük.","nl":"En als Wij een Engel gestuurd hadden, dan hadden Wij hem als een man gestuurd en Wij hadden hen laten twijfelen waarover zij reeds twijfelden.","en":"And if We had sent an angel, We would have certainly made it ˹assume the form of˺ a man—leaving them more confused than they already are"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":799,"surahId":6,"ayatId":10,"ayatNo":"١٠","pageNo":129,"ayatText":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذٖينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَࣖ","ayatMealText":{"tr":"Senden önce de peygamberlerle alay edilmişti. Fakat onlardan alay edenleri, alay ettikleri şey kuşatıverdi.","nl":"En de Boodschappers voor jou werden zeker bespot, maar degenen die hen belachelijk maakten werden door hetgeen waarmee zij de spot dreven (met straf) ornsingeld.","en":"˹Other˺ messengers had already been ridiculed before you ˹O Prophet˺, but those who mocked them were overtaken by what they used to ridicule"},"surah":null},{"id":800,"surahId":6,"ayatId":11,"ayatNo":"١١","pageNo":129,"ayatText":"قُلْ سٖيرُوا فِي الْاَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبٖينَ","ayatMealText":{"tr":"De ki: \"Yeryüzünde dolaşın da yalanlayanların sonu nasıl olmuş, görün!\".","nl":"Zeg (O Moehammad): \"Reist op de aarde rond en zie dan hoe het einde was van de loochenaars.\"","en":"Say, “Travel throughout the land and see the fate of the deniers.”"},"surah":null},{"id":801,"surahId":6,"ayatId":12,"ayatNo":"١٢","pageNo":129,"ayatText":"قُلْ لِمَنْ مَا فِي السَّمٰوَاتِ وَالْاَرْضِؕ قُلْ لِلّٰهِؕ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَؕ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فٖيهِؕ اَلَّذٖينَ خَسِرُٓوا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"De ki: \"Göklerde ve yerde olanlar kimindir?\" \"Allah'ındır\" de. O, rahmet etmeyi kendi nefsine yazmıştır. Sizi, varlığında asla şüphe olmayan kıyamet gününde toplayacaktır. Ama kendilerini zarara sokanlar inanmazlar.","nl":"Zeg: \"Aan wie behoort wat er in de hemelen en op de aarde is?\" Zeg: \"Aan Allah. Hij heeft Zichzelf de Barmhartigheid voorgeschreven, Hij zal jullie zeker bijeenbrengen op de Dag der Opstanding, waaraan geen twijfel is. Degenen die zichzelf verloren hebben: zij zijn het die niet geloven.\"","en":"Ask ˹them, O Prophet˺, “To whom belongs everything in the heavens and the earth?” Say, “To Allah!” He has taken upon Himself to be Merciful. He will certainly gather ˹all of˺ you together for the Day of Judgment—about which there is no doubt. But those who have ruined themselves will never believe"},"surah":null},{"id":802,"surahId":6,"ayatId":13,"ayatNo":"١٣","pageNo":129,"ayatText":"وَلَهُ مَا سَكَنَ فِي الَّيْلِ وَالنَّهَارِؕ وَهُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Gecede, gündüzde barınan her şey O'nundur. O, işitendir, bilendir.","nl":"En aan Hem behoort alles wat er in de nacht en de dag rust. En Hij is de Alhorende, de Alwetende.","en":"To Him belongs whatever exists in the day and night. And He is the All-Hearing, All-Knowing"},"surah":null},{"id":803,"surahId":6,"ayatId":14,"ayatNo":"١٤","pageNo":129,"ayatText":"قُلْ اَغَيْرَ اللّٰهِ اَتَّخِذُ وَلِياًّ فَاطِرِ السَّمٰوَاتِ وَالْاَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُؕ قُلْ اِنّٖٓي اُمِرْتُ اَنْ اَكُونَ اَوَّلَ مَنْ اَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"De ki: \"Gökleri ve yeri yoktan var eden, besleyen, fakat kendisi beslenmeyen Allah'tan başka dost mu tutayım?\" \"Ben İslâm olanların ilki olmakla emrolundum\" de ve sakın Allah'a ortak koşanlardan olma.","nl":"Zeg (O Moehammad): \"Zal ik iemand anders dan Allah, de Schepper van de hemelen en de aarde, als Beschermer nemen? Hij is Degene Die voedt, maar Hij wordt niet gevoed.\" Zeg: \"Voorwaar, ik ben geboden de eerste te zijn die zich (aan Allah) overgeeft.\" En behoor zeker niet tot de veelgodenaanbidders.","en":"Say, ˹O Prophet,˺ “Will I take any guardian other than Allah, the Originator of the heavens and the earth, Who provides for all and is not in need of provision?” Say, “I have been commanded to be the first to submit and not be one of the polytheists.”"},"surah":null},{"id":804,"surahId":6,"ayatId":15,"ayatNo":"١٥","pageNo":129,"ayatText":"قُلْ اِنّٖٓي اَخَافُ اِنْ عَصَيْتُ رَبّٖي عَذَابَ يَوْمٍ عَظٖيمٍ","ayatMealText":{"tr":"De ki: \"Eğer Rabbime isyan edersem, büyük bir günün azabından korkarım\".","nl":"Zeg: \"Voorwaar, ik vrees, als ik mijn Heer ongehoorzaam ben, de bestrafring op de Geweldige Dag.\"","en":"Say, “I truly fear—if I were to disobey my Lord—the torment of a tremendous Day.”"},"surah":null},{"id":805,"surahId":6,"ayatId":16,"ayatNo":"١٦","pageNo":129,"ayatText":"مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُؕ وَذٰلِكَ الْفَوْزُ الْمُبٖينُ","ayatMealText":{"tr":"O gün kimden azab giderilirse, kuşkusuz Allah ona rahmet etmiştir. İşte apaçık kurtuluş budur.","nl":"Van wie op die Dag (de bestraffing) afgewend wordt, die heeft Hij dan waarlijk begenadigd. En dat is een duidelijke overwinning.","en":"Whoever is spared the torment of that Day will have certainly been shown Allah’s mercy. And that is the absolute triumph"},"surah":null},{"id":806,"surahId":6,"ayatId":17,"ayatNo":"١٧","pageNo":129,"ayatText":"وَاِنْ يَمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهُٓ اِلَّا هُوَؕ وَاِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Allah sana bir zarar dokundurursa, onu yine kendisinden başka açacak yoktur. Ve eğer sana bir hayır dokundursa, kuşkusuz O, herşeyi yapabilendir.","nl":"Indien Allah jou met tegenspoed treft, dan kan niemand die weghalen, behalve Hij; en indien Hij jou met het goede treft: Hij is Almachtig over alle zaken.","en":"If Allah touches you with harm, none can undo it except Him. And if He touches you with a blessing, He is Most Capable of everything"},"surah":null},{"id":807,"surahId":6,"ayatId":18,"ayatNo":"١٨","pageNo":129,"ayatText":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖؕ وَهُوَ الْحَكٖيمُ الْخَبٖيرُ","ayatMealText":{"tr":"O, kullarının üstünde tam hâkimdir. O, hüküm ve hikmet sahibidir, herşeyden haberdardır.","nl":"En Hij is de Meest Machtige boven Zijn dienaren en Hij is de Alwijze, de Alwetende.","en":"He reigns supreme over His creation. And He is the All-Wise, All-Aware"},"surah":null}]}