{"juzNo":1,"pageNo":13,"arCuzNo":"۱","arPageNo":"۱۳","quranAyats":[{"id":91,"surahId":2,"ayatId":84,"ayatNo":"٨٤","pageNo":13,"ayatText":"وَاِذْ اَخَذْنَا مٖيثَاقَكُمْ لَا تَسْفِكُونَ دِمَٓاءَكُمْ وَلَا تُخْرِجُونَ اَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ اَقْرَرْتُمْ وَاَنْتُمْ تَشْهَدُونَ","ayatMealText":{"tr":"Yine bir zamanlar mîsakınızı almıştık; birbirinizin kanlarını dökmeyeceksiniz, nüfusunuzu diyarınızdan çıkarmıyacaksınız. Sonra siz buna ikrar da verdiniz ve ikrarınıza şahit de oldunuz.","nl":"En (gedenkt) toen Wij jullie verbond aanvaardden: \"Vergiet elkaars bloed niet en verdrijft elkaar niet uit jullie woonplaatsen.\" Daarop bevestigden jullie (dat) en jullie getuigden (daarvan).","en":"And ˹remember˺ when We took your covenant that you would neither shed each other’s blood nor expel each other from their homes, you gave your pledge and bore witness"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":92,"surahId":2,"ayatId":85,"ayatNo":"٨٥","pageNo":13,"ayatText":"ثُمَّ اَنْتُمْ هٰٓؤُ۬لَٓاءِ تَقْتُلُونَ اَنْفُسَكُمْ وَتُخْرِجُونَ فَرٖيقاً مِنْكُمْ مِنْ دِيَارِهِمْؗ تَظَاهَرُونَ عَلَيْهِمْ بِالْاِثْمِ وَالْعُدْوَانِؕ وَاِنْ يَأْتُوكُمْ اُسَارٰى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ اِخْرَاجُهُمْؕ اَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍۚ فَمَا جَزَٓاءُ مَنْ يَفْعَلُ ذٰلِكَ مِنْكُمْ اِلَّا خِزْيٌ فِي الْحَيٰوةِ الدُّنْيَاۚ وَيَوْمَ الْقِيٰمَةِ يُرَدُّونَ اِلٰٓى اَشَدِّ الْعَذَابِؕ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ","ayatMealText":{"tr":"Sonra sizler öyle kimselersiniz ki, kendilerinizi öldürüyorsunuz ve sizden olan bir grubu diyarlarından çıkarıyorsunuz, onlar aleyhinde kötülük ve düşmanlık güdüyor ve bu konuda birleşip birbirinize arka çıkıyorsunuz, şayet size esir olarak gelirlerse fidyeleşmeye kalkıyorsunuz. Halbuki yurtlarından çıkarılmaları size haram kılınmış idi. Yoksa siz kitabın bir kısmına inanıp bir kısmını inkâr mı ediyorsunuz? Şu halde içinizden böyle yapanlar, netice olarak dünya hayatında perişanlıktan başka ne kazanırlar, kıyamet gününde de en şiddetli azaba uğratılırlar. Allah, yaptıklarınızdan gafil değildir.","nl":"Daarna zijn jullie (Joden) degenen geworden die elkaar doden en een deel van jullie eigen volk uit hun woonplaatsen verdrijven, jullie steunen elkaar in zondigheid en vijandschap. En wanneer zij (andere Joden) tot jullie komen als gevangenen, dan kopen jullie hen vrij, terwijl het jullie verboden is hen te verdrijven. Geloven jullie in een gedeelte van de Schrift en in een ander gedeelte niet? Er is geen beloning voor wie van jullie zo handelen, maar vernedering in het aardse leven en op de Dag der Opstanding zullen zij worden teruggevoerd tot de zwaarste bestraffing. En Allah is niet onachtzaam omtrent wat jullie doen.","en":"But here you are, killing each other and expelling some of your people from their homes, aiding one another in sin and aggression; and when those ˹expelled˺ come to you as captives, you still ransom them—though expelling them was unlawful for you. Do you believe in some of the Scripture and reject the rest? Is there any reward for those who do so among you other than disgrace in this worldly life and being subjected to the harshest punishment on the Day of Judgment? For Allah is never unaware of what you do"},"surah":null},{"id":93,"surahId":2,"ayatId":86,"ayatNo":"٨٦","pageNo":13,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِؗ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَࣖ","ayatMealText":{"tr":"Bunlar ahireti, dünya hayatına satmış kimselerdir. Onun için bunlardan azap hafifletilmez ve kendilerine bir yerden yardım da gelmez.","nl":"Zij zijn degenen die het aardse leven voor het Hiernamaals hebben verruild. De bestraffing zal voor hen niet verlichts worden zn zij zullen niet geholpen worden.","en":"These are the ones who trade the Hereafter for the life of this world. So their punishment will not be reduced, nor will they be helped"},"surah":null},{"id":94,"surahId":2,"ayatId":87,"ayatNo":"٨٧","pageNo":13,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهٖ بِالرُّسُلِ وَاٰتَيْنَا عٖيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَاَيَّدْنَاهُ بِرُوحِ الْقُدُسِؕ اَفَكُلَّمَا جَٓاءَكُمْ رَسُولٌ بِمَا لَا تَهْوٰٓى اَنْفُسُكُمُ اسْتَكْبَرْتُمْۚ فَفَرٖيقاً كَذَّبْتُمْؗ وَفَرٖيقاً تَقْتُلُونَ","ayatMealText":{"tr":"Celâlim hakkı için Musa'ya o kitabı verdik, arkasından birtakım peygamberler de gönderdik, hele Meryem oğlu İsa'ya apaçık mucizeler verdik, onu Rûhu'lKudüs ile de destekledik. Size nefislerinizin hoşlanmayacağı bir emirle gelen her peygambere kafa mı tutacaksınız? Kibrinize dokunduğu için onların bir kısmına yalan diyecek, bir kısmını da öldürecek misiniz?","nl":"En Wij hebben Môesa voorzeker het Boek gegeven en Wij deden na hem de Boodschappers volgen. Wn Wij gaven 'Îsa, de zoon van Maryam, de duidelijke bewijzen. En Wij versterkten hem met de heilige Geest (Djibrîl). Is het dan zo dat telkens wanneer er een Boodschapper tot jullie kwam met wat niet in overeenstemming was met jullie begeerten, jullie hooghartig werden en jullie een aantal van hen loochenden en anderen doodden?","en":"Indeed, We gave Moses the Book and sent after him successive messengers. And We gave Jesus, son of Mary, clear proofs and supported him with the holy spirit. Why is it that every time a messenger comes to you ˹Israelites˺ with something you do not like, you become arrogant, rejecting some and killing others"},"surah":null},{"id":95,"surahId":2,"ayatId":88,"ayatNo":"٨٨","pageNo":13,"ayatText":"وَقَالُوا قُلُوبُنَا غُلْفٌؕ بَلْ لَعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَقَلٖيلاً مَا يُؤْمِنُونَ","ayatMealText":{"tr":"(Yahudiler, peygamberimize karşı alaylı bir ifade ile): \"Bizim kalblerimiz kılıflıdır.\" dediler. Bilakis Allah, onları kâfirlikleri yüzünden lanetledi. Bundan dolayı çok az imana gelirler.","nl":"En zij zeggen: \"Onze harten zijn bedekt.\" Nee! Allah heeft hen verloekts vanwege hun ongeloof. Weinigen zijn het daarom die geloven.","en":"They say, “Our hearts are unreceptive!” In fact, Allah has condemned them for their disbelief. They have but little faith"},"surah":null}]}