{"juzNo":7,"pageNo":130,"arCuzNo":"۷","arPageNo":"۱۳۰","quranAyats":[{"id":808,"surahId":6,"ayatId":19,"ayatNo":"١٩","pageNo":130,"ayatText":"قُلْ اَيُّ شَيْءٍ اَكْبَرُ شَهَادَةًؕ قُلِ اللّٰهُ شَهٖيدٌ بَيْنٖي وَبَيْنَكُمْ وَاُو۫حِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْ بَلَغَؕ اَئِنَّكُمْ لَتَشْهَدُونَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخْرٰىؕ قُلْ لَٓا اَشْهَدُۚ قُلْ اِنَّمَا هُوَ اِلٰهٌ وَاحِدٌ وَاِنَّنٖي بَرٖٓيءٌ مِمَّا تُشْرِكُونَۘ","ayatMealText":{"tr":"De ki: \"Şahitlik yönünden hangi şey daha büyüktür?\". De ki: \"Allah, benimle sizin aranızda şahittir ve bana bu Kur'ân vahyolundu ki, onunla hem sizi, hem de sizden sonra kendisine ulaşan herkesi uyarayım. Allah'la beraber başka ilâhlar olduğuna siz gerçekten şahitlik eder misiniz?\" De ki: \"Ben buna şahitlik etmem\". \"O, ancak ve ancak bir tek ilâhtır ve gerçekten ben, sizin ortak tuttuğunuz şeylerden uzağım\"de.","nl":"Zeg (O Moehammad): \"Welke zaak vormt de grootste getuigenis?\" Zeg: \"Allah is Getuige over mij en jullie en deze Koran is aan mij geopenbaard om ermee jullie te vermanen en (ook) een ieder die erdoor bereikt wordt. Zouden jullie kunnen getuigen dat er naast Allah andere goden zijn?\" Zeg: \"Nee, (dat) getuig ik niet.\" Zeg: \"Voorwaar, Hij is de Enige God; en voorwaar, ik ben onschuldig aan wat jullie aan deelgenoten toekennen.\"","en":"Ask ˹them, O Prophet˺, “Who is the best witness?” Say, “Allah is! He is a Witness between me and you. And this Quran has been revealed to me so that, with it, I may warn you and whoever it reaches. Do you ˹pagans˺ testify that there are other gods besides Allah?” ˹Then˺ say, “I will never testify ˹to this˺!” ˹And˺ say, “There is only One God. And I totally reject whatever ˹idols˺ you associate with Him.”"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":809,"surahId":6,"ayatId":20,"ayatNo":"٢٠","pageNo":130,"ayatText":"اَلَّذٖينَ اٰتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ اَبْنَٓاءَهُمْۘ اَلَّذٖينَ خَسِرُٓوا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَࣖ","ayatMealText":{"tr":"Kendilerine Kitap verdiğimiz kimseler, Peygamber'i, kendi oğullarını bildikleri gibi, bilirler. Kendilerine yazık edenler var ya! İşte onlar iman etmezler.","nl":"Degenen aan wie Wij de Schrift gegeven hebben, kennen hem (Moehmmad) zoals zij hun zonen kennen; degenen die zichzelf verloren hebben geloven niet.","en":"Those to whom We gave the Scripture recognize him ˹to be a true prophet˺ as they recognize their own children. Those who have ruined themselves will never believe"},"surah":null},{"id":810,"surahId":6,"ayatId":21,"ayatNo":"٢١","pageNo":130,"ayatText":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِباً اَوْ كَذَّبَ بِاٰيَاتِهٖؕ اِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ","ayatMealText":{"tr":"Allah'a iftira ederek yalan uydurandan veya âyetlerini yalanlayandan daha zalim kim olabilir? Hiç şüphe yok ki zalimler kurtuluşa eremezler.","nl":"Wie is er onrechtvaardiger dan degene die een leugen tegen Allah verzonnen heeft of die Zijri Verzen loochende? Voorwaar, de onrechtplegers slagen niet.","en":"Who does more wrong than those who fabricate lies against Allah or deny His signs? Indeed, the wrongdoers will never succeed"},"surah":null},{"id":811,"surahId":6,"ayatId":22,"ayatNo":"٢٢","pageNo":130,"ayatText":"وَيَوْمَ نَحْشُرُهُمْ جَمٖيعاً ثُمَّ نَقُولُ لِلَّذٖينَ اَشْرَكُٓوا اَيْنَ شُرَكَٓاؤُ۬كُمُ الَّذٖينَ كُنْتُمْ تَزْعُمُونَ","ayatMealText":{"tr":"O gün hepsini mahşere toplayacağız. Sonra Allah'a ortak koşanlara: \" Hani nerede o Allah'a ortak saydığınız ortaklarınız?\" diyeceğiz.","nl":"En op de Dag dat Wij hen allen bijeenbrengen, zullen Wij tegen degenen die deelgenoten toekennen zeggen: \"Waar zijn de deelgenoten waarvan jullie (het bestaan) plachten te boweren?","en":"˹Consider˺ the Day We will gather them all together then ask those who associated others ˹with Allah in worship˺, “Where are those gods you used to claim?”"},"surah":null},{"id":812,"surahId":6,"ayatId":23,"ayatNo":"٢٣","pageNo":130,"ayatText":"ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّٓا اَنْ قَالُوا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكٖينَ","ayatMealText":{"tr":"Sonra, (Onlar): \"Rabbimiz, Allah'a yemin ederiz ki, biz müşriklerden değildik\" demekten başka bir özür bulamayacaklar.","nl":"En dan zal er geen excuus voor hen zijn, dan te zeggen: \"Bij Allah, onze Heer, wij waren geen veelgodenaanbidders.\"","en":"Their only argument will be: “By Allah, our Lord! We were never polytheists.”"},"surah":null},{"id":813,"surahId":6,"ayatId":24,"ayatNo":"٢٤","pageNo":130,"ayatText":"اُنْظُرْ كَيْفَ كَذَبُوا عَلٰٓى اَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ","ayatMealText":{"tr":"Bak, vicdanlarına karşı nasıl yalan söylediler! O uydurdukları putlar da kendilerinden kaybolup gitti.","nl":"Zie hoe zij over zichzelf liegen en afgedwaald zijn van wat zij plachten te verzinnen.","en":"See how they will lie about themselves and how those ˹gods˺ they fabricated will fail them"},"surah":null},{"id":814,"surahId":6,"ayatId":25,"ayatNo":"٢٥","pageNo":130,"ayatText":"وَمِنْهُمْ مَنْ يَسْتَمِعُ اِلَيْكَۚ وَجَعَلْنَا عَلٰى قُلُوبِهِمْ اَكِنَّةً اَنْ يَفْقَهُوهُ وَفٖٓي اٰذَانِهِمْ وَقْراًؕ وَاِنْ يَرَوْا كُلَّ اٰيَةٍ لَا يُؤْمِنُوا بِهَاؕ حَتّٰٓى اِذَا جَٓاؤُ۫كَ يُجَادِلُونَكَ يَقُولُ الَّذٖينَ كَفَرُٓوا اِنْ هٰذَٓا اِلَّٓا اَسَاطٖيرُ الْاَوَّلٖينَ","ayatMealText":{"tr":"İçlerinden seni dinleyenler de vardır, fakat biz, onu anlamalarına engel olmak için kalblerinin üstüne örtüler, kulaklarının içine de ağırlık koyduk. Onlar, bütün delilleri görseler bile yine ona inanmazlar. Hatta sana geldiklerinde seninle tartışırlar. Ve o kâfirler: \"Bu, öncekilerin masallarından başka bir şey değildir\" derler.","nl":"En onder hen zijn or die naar jou luisteren, maar Wij hebben over hun harten sluiers aangebracht zodat zij het (de Koran) niet begrijpen en in hun oren proppen. En indien zij ieder Teken zagen, zouden zij er niet in geloven, zelfs in die mate dat wanneer zij tot jou komen om met jou te redetwisten, degenen die ongelovig zijn zeggen: \"Dit zijn slechts fabels van de ouden.\"","en":"There are some of them who ˹pretend to˺ listen to your recitation ˹of the Quran˺, but We have cast veils over their hearts—leaving them unable to comprehend it—and deafness in their ears. Even if they were to see every sign, they still would not believe in them. The disbelievers would ˹even˺ come to argue with you, saying, “This ˹Quran˺ is nothing but ancient fables!”"},"surah":null},{"id":815,"surahId":6,"ayatId":26,"ayatNo":"٢٦","pageNo":130,"ayatText":"وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُۚ وَاِنْ يُهْلِكُونَ اِلَّٓا اَنْفُسَهُمْ وَمَا يَشْعُرُونَ","ayatMealText":{"tr":"Onlar, insanları Kur'ân'a iman etmekten menederler, hem de kendileri ondan uzak dururlar. Böylece yalnız kendilerini mahvediyorlar ama farkında değiller.","nl":"En zij verbieden het en zij keren zich ervan af, maar zij vernietigen slechts zichzelf en zij beseffen het niet.","en":"They turn others away from the Prophet and distance themselves as well. They ruin none but themselves, yet they fail to perceive it"},"surah":null},{"id":816,"surahId":6,"ayatId":27,"ayatNo":"٢٧","pageNo":130,"ayatText":"وَلَوْ تَرٰٓى اِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Onların, ateşin üzerinde durduruldukları zaman: \"Ne olurdu dünyaya döndürülseydik, Rabb'imizin âyetlerini yalanlamasaydık da müminlerden olsaydık\" dediklerini bir görsen!","nl":"En als jij (hen) kon zien wanneer zij bij de Hel geplaatst worden en zij dan zeggen: \"Werden wij maar teruggebracht, dan zouden wij de Tekenen van onze Heer niet loochenen en zouden wij tot de gelovigen behoren.\"","en":"If only you could see when they will be detained before the Fire! They will cry, “Oh! If only we could be sent back, we would never deny the signs of our Lord and we would ˹surely˺ be of the believers.”"},"surah":null}]}