{"juzNo":7,"pageNo":131,"arCuzNo":"۷","arPageNo":"۱۳۱","quranAyats":[{"id":817,"surahId":6,"ayatId":28,"ayatNo":"٢٨","pageNo":131,"ayatText":"بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُؕ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَاِنَّهُمْ لَكَاذِبُونَ","ayatMealText":{"tr":"Hayır, daha önce gizleyip durdukları karşılarına çıktı da ondan, yoksa geri çevrilselerdi yine menedildikleri şeyi yapmaya dönerlerdi. Çünkü onlar yalancıdırlar.","nl":"Zeker niet, er wordt voor hen zichtbaar wat zij vroeger plachten te verbergen. Als zij teruggebracht zouden worden, zouden zij weer herhalen wat hen verboden was en zij zijn zeker leugenaars.","en":"But no! ˹They only say this˺ because the truth they used to hide will become all too clear to them. Even if they were to be sent back, they would certainly revert to what they were forbidden. Indeed they are liars"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":818,"surahId":6,"ayatId":29,"ayatNo":"٢٩","pageNo":131,"ayatText":"وَقَالُٓوا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثٖينَ","ayatMealText":{"tr":"Dediler ki: \" Dünya hayatımızdan başka bir hayat yoktur, biz diriltilecek değiliz\".","nl":"En zij zeggen: \"Er is niets dan ons huidige leven en wij zullen niet opgewekt worden.\"","en":"They insisted, “There is nothing beyond this worldly life and we will never be resurrected.”"},"surah":null},{"id":819,"surahId":6,"ayatId":30,"ayatNo":"٣٠","pageNo":131,"ayatText":"وَلَوْ تَرٰٓى اِذْ وُقِفُوا عَلٰى رَبِّهِمْؕ قَالَ اَلَيْسَ هٰذَا بِالْحَقِّؕ قَالُوا بَلٰى وَرَبِّنَاؕ قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَࣖ","ayatMealText":{"tr":"Rablerinin huzurunda durduruldukları zaman onları bir görsen! Rableri onlara şöyle der: \"Bu, bir gerçek değil midir?\". Onlar da: \"Rabbimize yemin ederiz ki gerçektir\" derler. Rableri de onlara: \"Öyleyse inkârınız sebebiyle azabı tadın!\" der.","nl":"En als jij (hen) kon zien wanneer zij voor hun Heer gebracht worden: Hij zal zeggen: \"Is dit niet de Waarheid? zij zullen zeggen: \"Zeker, bij onze Heer.\" Hij zal zeggen: \"Proeft dan de bestraffing vanwege (wat) jullie plachten niet te geloven.\"","en":"But if only you could see when they will be detained before their Lord! He will ask ˹them˺, “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” He will say, “Then taste the punishment for your disbelief.”"},"surah":null},{"id":820,"surahId":6,"ayatId":31,"ayatNo":"٣١","pageNo":131,"ayatText":"قَدْ خَسِرَ الَّذٖينَ كَذَّبُوا بِلِقَٓاءِ اللّٰهِؕ حَتّٰٓى اِذَا جَٓاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فٖيهَاۙ وَهُمْ يَحْمِلُونَ اَوْزَارَهُمْ عَلٰى ظُهُورِهِمْؕ اَلَا سَٓاءَ مَا يَزِرُونَ","ayatMealText":{"tr":"Allah'ın huzuruna çıkmayı yalanlayanlar, gerçekten hüsrana uğramışlardır. Kıyamet günü ansızın gelince onlar, günahlarını sırtlarına yüklenmiş olarak şöyle derler: \"Dünyada yaptığımız kusurlardan dolayı yazıklar olsun bize!\" Bakın yüklendikleri günah ne kötüdür!","nl":"Waarlijk verloren zijn degenen die de ontmoeting met Allah loochenen, totdat wanneer het Uur plotseling tot hen komt, zij zullen zeggen: \"Wee ons voor wat wij in (onze levens) veronachtzaamden,\" en zij dragen hun zonden op hun ruggen. En weet: het is slecht wat zij dragen!","en":"Losers indeed are those who deny the meeting with Allah until the Hour takes them by surprise, then they will cry, “Woe to us for having ignored this!” They will bear ˹the burden of˺ their sins on their backs. Evil indeed is their burden"},"surah":null},{"id":821,"surahId":6,"ayatId":32,"ayatNo":"٣٢","pageNo":131,"ayatText":"وَمَا الْحَيٰوةُ الدُّنْيَٓا اِلَّا لَعِبٌ وَلَهْوٌؕ وَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِلَّذٖينَ يَتَّقُونَؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"Dünya hayatı, eğlence ve oyundan başka bir şey değildir. Ahiret yurdu ise, Allah'tan korkanlar için daha hayırlıdır. Aklınızı kullanmaz mısınız?","nl":"En het wereldse leven is niets dan spel en vermaak. En het Huis van het Hiernamaals is beter voor degenen die (Allah) vrezen. Begrijpen jullie dan niet?","en":"This worldly life is no more than play and amusement, but far better is the ˹eternal˺ Home of the Hereafter for those mindful ˹of Allah˺. Will you not then understand"},"surah":null},{"id":822,"surahId":6,"ayatId":33,"ayatNo":"٣٣","pageNo":131,"ayatText":"قَدْ نَعْلَمُ اِنَّهُ لَيَحْزُنُكَ الَّذٖي يَقُولُونَ فَاِنَّهُمْ لَا يُكَذِّبُونَكَ وَلٰكِنَّ الظَّالِمٖينَ بِاٰيَاتِ اللّٰهِ يَجْحَدُونَ","ayatMealText":{"tr":"Onların söylediklerinin seni üzdüğünü elbette biliyoruz. Onlar aslında seni yalanlamıyorlar, fakat, o zalimler Allah'ın âyetlerini inkâr ediyorlar.","nl":"Wij weten inderdaad (O Moehammad) dat jij treurt door degenen die (kwaad) spreken, en voorwaar, zij loochenen jou niet, maar het zijn de Verzen van Allah die de onrechtvaardigen ontkennen.","en":"We certainly know that what they say grieves you ˹O Prophet˺. It is not your honesty they question—it is Allah’s signs that the wrongdoers deny"},"surah":null},{"id":823,"surahId":6,"ayatId":34,"ayatNo":"٣٤","pageNo":131,"ayatText":"وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلٰى مَا كُذِّبُوا وَاُو۫ذُوا حَتّٰٓى اَتٰيهُمْ نَصْرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَاتِ اللّٰهِۚ وَلَقَدْ جَٓاءَكَ مِنْ نَبَا۬ئِ الْمُرْسَلٖينَ","ayatMealText":{"tr":"Senden önce de peygamberler yalanlanmıştı. Kendilerine yardımımız gelinceye kadar yalanlanmaya ve eziyet olunmaya sabrettiler. Allah'ın sözlerini değiştirecek hiçbir kimse yoktur. Şüphesiz ki sana, peygamberlerin haberlerinden bir kısmı gelmiştir.","nl":"En voorzeker, de Boodschappers van voor jou werden inderdaad geloochend en zij waren geduldig met het loochenen en de kwelling, totdat Onze hulp tot hen kwam. En er is niemand die de Woorden van Allah kan veranderen en voorzeker, er zijn al berichten over de Boodschappers tot jou gekomen.","en":"Indeed, messengers before you were rejected but patiently endured rejection and persecution until Our help came to them. And Allah’s promise ˹to help˺ is never broken. And you have already received some of the narratives of these messengers"},"surah":null},{"id":824,"surahId":6,"ayatId":35,"ayatNo":"٣٥","pageNo":131,"ayatText":"وَاِنْ كَانَ كَبُرَ عَلَيْكَ اِعْرَاضُهُمْ فَاِنِ اسْتَطَعْتَ اَنْ تَبْتَغِيَ نَفَقاً فِي الْاَرْضِ اَوْ سُلَّماً فِي السَّمَٓاءِ فَتَأْتِيَهُمْ بِاٰيَةٍؕ وَلَوْ شَٓاءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُونَنَّ مِنَ الْجَاهِلٖينَ","ayatMealText":{"tr":"Eğer onların yüz çevirmesi sana ağır geldiyse, haydi gücün yetiyorsa yerin içine (inebileceğin) bir delik, ya da göğe (çıkabileceğin) bir merdiven ara ki onlara bir mucize getiresin! Allah dileseydi, elbette onları hidayet üzerinde toplardı. O halde cahillerden olma!","nl":"En als hun afkeer van jou zwaar voor jou is: als jij in staat zou zijn een grot in de aarde of een ladder naar de hemel te maken, zodat jij een Teken tot hen zou kunnen laten komen (doe het dan); en indien Allah het gewild zou hebben, zou Hij hen onder de Leiding verzamelen. Behoor daarom zeker niet tot de onwetenden.","en":"If you find their denial unbearable, then build—if you can—a tunnel through the earth or stairs to the sky to bring them a ˹more compelling˺ sign. Had Allah so willed, He could have guided them all. So do not be one of those ignorant ˹of this fact˺"},"surah":null}]}