{"juzNo":7,"pageNo":132,"arCuzNo":"۷","arPageNo":"۱۳۲","quranAyats":[{"id":825,"surahId":6,"ayatId":36,"ayatNo":"٣٦","pageNo":132,"ayatText":"اِنَّمَا يَسْتَجٖيبُ الَّذٖينَ يَسْمَعُونَؕ وَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُونَ","ayatMealText":{"tr":"Daveti ancak dinleyenler kabul ederler. Ölülere gelince, Allah onları diriltir, sonra O'na döndürülürler.","nl":"Voorwaar, alleen degenen die luisteren zullen gehoorzamen. En Allah zal de doden opwekken en vervolgens worden zij tot Hem teruggekeerd.","en":"Only the attentive will respond ˹to your call˺. As for the dead, Allah will raise them up, then to Him they will ˹all˺ be returned"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":826,"surahId":6,"ayatId":37,"ayatNo":"٣٧","pageNo":132,"ayatText":"وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِنْ رَبِّهٖؕ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُنَزِّلَ اٰيَةً وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Dediler ki: \"Ona Rabbinden bir mucize indirilmeli değil miydi?\" De ki: \"Şüphesiz ki Allah, bir mucize indirmeye kâdirdir, fakat çokları bilmezler\".","nl":"En zij zeiden: \"Waarom wordt er geen Teken (wonder) van zijn Heer tot hem gezonden?\" Zeg (O Moehammad): \"Allah is bij machte om een Teken neer te zenden, maar de meesten van hen begrijpen het niet.\"","en":"They ask, “Why has no ˹other˺ sign been sent down to him from his Lord?” Say, ˹O Prophet,˺ “Allah certainly has the power to send down a sign”—though most of them do not know"},"surah":null},{"id":827,"surahId":6,"ayatId":38,"ayatNo":"٣٨","pageNo":132,"ayatText":"وَمَا مِنْ دَٓابَّةٍ فِي الْاَرْضِ وَلَا طَٓائِرٍ يَطٖيرُ بِجَنَاحَيْهِ اِلَّٓا اُمَمٌ اَمْثَالُكُمْؕ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُونَ","ayatMealText":{"tr":"Yeryüzünde yürüyen hiçbir hayvan ve iki kanadıyla uçan hiçbir kuş yoktur ki, sizin gibi birer ümmet olmasınlar. Biz kitapta hiçbir şeyi eksik bırakmamışızdır, sonra hepsi Rablerinin huzurunda toplanırlar.","nl":"En er is geen levend wezen op aarde an geen vogel die met zijn vleugels vliegt, of het behoort tot gemeenschappen zoals die van jullie. En Wij hebben niets in het Boek veronachtzaamd en zij zullen allen bij hun Heer verzameld worden.","en":"All living beings roaming the earth and winged birds soaring in the sky are communities like yourselves. We have left nothing out of the Record. Then to their Lord they will be gathered all together"},"surah":null},{"id":828,"surahId":6,"ayatId":39,"ayatNo":"٣٩","pageNo":132,"ayatText":"وَالَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِؕ مَنْ يَشَأِ اللّٰهُ يُضْلِلْهُؕ وَمَنْ يَشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Âyetlerimizi yalanlayanlar, karanlıklar içinde kalmış sağır ve dilsizlerdir. Allah dilediği kimseyi şaşırtır, dilediği kimseyi de doğru yola koyar.","nl":"Endegenen die Onze Tekenen loochenen zijn doof en stom in de duisternis: Allah laat dwalen wie Hij wil en Hij plaatst op de Rechte Weg wie Hij wil.","en":"Those who deny Our signs are ˹wilfully˺ deaf and dumb—lost in darkness. Allah leaves whoever He wills to stray and guides whoever He wills to the Straight Way"},"surah":null},{"id":829,"surahId":6,"ayatId":40,"ayatNo":"٤٠","pageNo":132,"ayatText":"قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰيكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُونَۚ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"De ki: \"Kendinizi hiç düşündünüz mü, Allah'ın azabı size gelse veya kıyamet vakti gelse, Allah'tan başkasına mı yalvarırsınız? Eğer sözünde doğru kimselerseniz cevap verin\".","nl":"Zeg (O Moehammad): \"Wat vinden jullie, wanneer de bestraffing van Allah of het Uur tot jullie komt: zouden jullie je dan op iemand anders beroepen dan op Allah, indien jullie waarachtigen zijn?\"","en":"Ask ˹them, O Prophet˺, “Imagine if you were overwhelmed by Allah’s torment or the Hour—would you call upon any other than Allah ˹for help˺? ˹Answer me˺ if your claims are true"},"surah":null},{"id":830,"surahId":6,"ayatId":41,"ayatNo":"٤١","pageNo":132,"ayatText":"بَلْ اِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ اِلَيْهِ اِنْ شَٓاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَࣖ","ayatMealText":{"tr":"Hayır, yalnız o Allah'a yalvarırsınız. O da dilerse kaldırılmasını istediğiniz belayı kaldırır ve o zaman ortak koştuğunuz şeyleri unutursunuz.","nl":"Welnee, op Hem zouden jullie je beroepen en Hij zou hetgeen waarvoor jullie een beroep op Hem deden wegnemen, indien Hij zou willen. En jullie zouden vergeten wat jullie aan deelgenoten toegekend hebben.","en":"No! He is the only One you would call. And if He willed, He could remove the affliction that made you invoke Him. Only then will you forget whatever you associate with Him ˹in worship˺.”"},"surah":null},{"id":831,"surahId":6,"ayatId":42,"ayatNo":"٤٢","pageNo":132,"ayatText":"وَلَقَدْ اَرْسَلْـنَٓا اِلٰٓى اُمَمٍ مِنْ قَبْلِكَ فَاَخَذْنَاهُمْ بِالْبَأْسَٓاءِ وَالضَّرَّٓاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ","ayatMealText":{"tr":"Şüphesiz ki senden önceki ümmetlere de peygamberler gönderdik. Bize yalvarsınlar diye onları darlık ve sıkıntı ile yakalayıp cezalandırdık.","nl":"En voorzeker, Wij hebben inderdaad naar gemeenschappen van voot jou (Boodschappers) gestuurd en Wij hebben hen met tegenspoed en rampen getroffen. Hopelijk zullen zij nederig worden (tegenover Allah).","en":"Indeed, We have sent messengers before you ˹O Prophet˺ to other people who We put through suffering and adversity ˹for their denial˺, so perhaps they would be humbled"},"surah":null},{"id":832,"surahId":6,"ayatId":43,"ayatNo":"٤٣","pageNo":132,"ayatText":"فَلَوْلَٓا اِذْ جَٓاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلٰكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Hiç olmazsa kendilerine baskınımız geldiği zaman olsun, yalvarmalı değiller miydi? Fakat kalbleri katılaştı ve şeytan yaptıklarını kendilerine güzel gösterdi.","nl":"En waarom zijn zij, toen Onze tegenspoed tot hen kwam, niet nederig geworden? Integendeel, hun harten werden zelfs hard en de Satan deed wat zij plachten te doen schoon schijnen.","en":"Why did they not humble themselves when We made them suffer? Instead, their hearts were hardened, and Satan made their misdeeds appealing to them"},"surah":null},{"id":833,"surahId":6,"ayatId":44,"ayatNo":"٤٤","pageNo":132,"ayatText":"فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍؕ حَتّٰٓى اِذَا فَرِحُوا بِمَٓا اُو۫تُٓوا اَخَذْنَاهُمْ بَغْتَةً فَاِذَا هُمْ مُبْلِسُونَ","ayatMealText":{"tr":"Kendilerine hatırlatılanları unuttuklarında, onlara her şeyin kapısını açtık. Nihayet kendilerine verilen o nimetlerle sevinip zevke dalınca onları azabımızla ansızın yakalayıverdik. Hemen ümitsizliğe kapılıp şaşkına döndüler.","nl":"En toen zij vergaten waarmee zij gewaarschuwd waren, openden Wij voor hen vervolgens de poorten naar alle (aantrekkelijkc) zaken; zozeer dat, toen zij blij waren met wat hun geschonken was, Wij hen plotseling bestraften en zij daarop wanhopig werden.","en":"When they became oblivious to warnings, We showered them with everything they desired. But just as they became prideful of what they were given, We seized them by surprise, then they instantly fell into despair"},"surah":null}]}