{"juzNo":7,"pageNo":133,"arCuzNo":"۷","arPageNo":"۱۳۳","quranAyats":[{"id":834,"surahId":6,"ayatId":45,"ayatNo":"٤٥","pageNo":133,"ayatText":"فَقُطِـعَ دَابِرُ الْقَوْمِ الَّذٖينَ ظَلَمُواؕ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"Böylece zulmeden kavmin kökü kesildi. Âlemlerin Rabbi olan Allah'a hamdolsun.","nl":"En vervolgens werd de laatste van het volk dat onrechtvaardig was vernietigd: alle lof zij Allah, Heer der Werelden.","en":"So the wrongdoers were utterly uprooted. And all praise is for Allah—Lord of all worlds"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":835,"surahId":6,"ayatId":46,"ayatNo":"٤٦","pageNo":133,"ayatText":"قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوبِكُمْ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتٖيكُمْ بِهِؕ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيَاتِ ثُمَّ هُمْ يَصْدِفُونَ","ayatMealText":{"tr":"De ki: \"Söyleyin bakalım, eğer Allah kulaklarınızı ve gözlerinizi alır da kalblerinize mühür vurursa, Allah'tan başka onları size getirecek tanrı kimdir?\". Dikkat et, âyetlerimizi nasıl türlü türlü açıklıyoruz, sonra da onlar yüz çeviriyorlar?","nl":"Zeg (O Moehammad): \"Wat vinden jullie indien Allah jullie horen en jullie zien wegnam en jullie harten verzegelde: welke andere god dan Allah zou jullie die teruggeven? \"En zie hoe Wij de Tekenen uitleggen en toch wenden zij zich af.","en":"Ask ˹them, O Prophet˺, “Imagine if Allah were to take away your hearing or sight, or seal your hearts—who else other than Allah could restore it?” See ˹O Prophet˺ how We vary the signs, yet they still turn away"},"surah":null},{"id":836,"surahId":6,"ayatId":47,"ayatNo":"٤٧","pageNo":133,"ayatText":"قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰيكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظَّالِمُونَ","ayatMealText":{"tr":"De ki: \"Söyler misiniz bana! Size Allah'ın azabı ansızın veya açıkça gelirse, zalim toplumdan başkası mı helak olur?\"","nl":"Zeg: \"Wat vinden jullie als de bestraffing van Allah tot jullie komt, plotseting of openlijk? Niemand dan het onrechtvaardige volk wordt vernietigd.\"","en":"Ask, “Imagine if Allah’s punishment were to overwhelm you with or without warning—who would be destroyed other than the wrongdoers?”"},"surah":null},{"id":837,"surahId":6,"ayatId":48,"ayatNo":"٤٨","pageNo":133,"ayatText":"وَمَا نُرْسِلُ الْمُرْسَلٖينَ اِلَّا مُبَشِّرٖينَ وَمُنْذِرٖينَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Biz peygamberleri, ancak rahmetimizin müjdecileri ve azabımızın habercileri olmak üzere göndeririz. Artık kim iman edip durumunu düzeltirse, onlara hiç korku yoktur. Onlar mahzun da olmayacaklardır.","nl":"Wij hebben de Boodschappers slechts als brengers van verheugende tijdingen gestuurd an (als) waarschuwers; dus wie gelooft en oprecht is: voor hem is er geen angst en zij zullen niet treuren.","en":"We have sent messengers only as deliverers of good news and as warners. Whoever believes and does good, there will be no fear for them, nor will they grieve"},"surah":null},{"id":838,"surahId":6,"ayatId":49,"ayatNo":"٤٩","pageNo":133,"ayatText":"وَالَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ","ayatMealText":{"tr":"Âyetlerimizi yalanlayanlara gelince, yapmakta oldukları fenalıklar yüzünden onlara azap dokunacaktır.","nl":"Maar degenen die de Tekenen van Ons loochenen: hen treft de bestraffing wegens de zware zonden die zij plachten te begaan.","en":"But those who deny Our signs will be afflicted with punishment for their rebelliousness"},"surah":null},{"id":839,"surahId":6,"ayatId":50,"ayatNo":"٥٠","pageNo":133,"ayatText":"قُلْ لَٓا اَقُولُ لَكُمْ عِنْدٖي خَزَٓائِنُ اللّٰهِ وَلَٓا اَعْلَمُ الْغَيْبَ وَلَٓا اَقُولُ لَكُمْ اِنّٖي مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوحٰٓى اِلَيَّؕ قُلْ هَلْ يَسْتَوِي الْاَعْمٰى وَالْبَصٖيرُؕ اَفَلَا تَتَفَكَّرُونَࣖ","ayatMealText":{"tr":"De ki: \"Size Allah'ın hazineleri benim yanımdadır, demiyorum. Gaybı da bilmiyorum. Ve size, ben bir meleğim de demiyorum. Ben sadece bana vahyolunana uyuyorum.\" De ki: \"Kör ile gören bir olur mu? Hiç düşünmez misiniz?\"","nl":"Zeg: \"Ik zeg jullie niet dat de schatten ven Allah bij mij zijn en niet dat ik het verborgene ken, en ik zeg jullie niet dat ik een Engel ben: ik volg slechts wat aan mij geopenbaard wordt.\" Zeg: \"Zijn de blinden en de zienden gelijk? Denken jullie dan niet na?\"","en":"Say, ˹O Prophet,˺ “I do not say to you that I possess Allah’s treasuries or know the unseen, nor do I claim to be an angel. I only follow what is revealed to me.” Say, “Are those blind ˹to the truth˺ equal to those who can see? Will you not then reflect?”"},"surah":null},{"id":840,"surahId":6,"ayatId":51,"ayatNo":"٥١","pageNo":133,"ayatText":"وَاَنْذِرْ بِهِ الَّذٖينَ يَخَافُونَ اَنْ يُحْشَرُٓوا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهٖ وَلِيٌّ وَلَا شَفٖيعٌ لَعَلَّهُمْ يَتَّقُونَ","ayatMealText":{"tr":"Rablerinin huzurunda toplanacaklarından korkanları Kur'an'la uyar. Onlar için Allah'tan başka ne bir dost, ne de bir şefaatçi vardır. Gerekir ki Allah'tan korkarlar.","nl":"En waarschuw daarmee degenen dit vrezen dat zij tot hun Heer verzameld zullen worden: er is voor hen naast Hem geen Helper en geen Voorspreker. Hopelijk zullen zij (Allah) vrezen.","en":"Warn with this ˹Quran˺ those who are awed by the prospect of being gathered before their Lord—when they will have no protector or intercessor besides Him—so perhaps they will be mindful ˹of Him˺"},"surah":null},{"id":841,"surahId":6,"ayatId":52,"ayatNo":"٥٢","pageNo":133,"ayatText":"وَلَا تَطْرُدِ الَّذٖينَ يَدْعُونَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرٖيدُونَ وَجْهَهُؕ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمٖينَ","ayatMealText":{"tr":"Sırf Allah'ın rızasını dileyerek sabah akşam Rab'lerine dua edenleri huzurundan kovma. Onların hesabından sen sorumlu değilsin, onlar da senin hesabından sorumlu değiller. Onları yanından kovduğun takdirde zalimlerden olursun.","nl":"En stuur degenen niet weg die in de ochtend en de avond hun Heer aanroepen en Zijn Aangezicht wensen. Jij bent in niets voor hen aansprakelijk en zij zijn in niets voor jou aansprakelijk, stuur jij hen dan weg: dan behoor jij tot de onrechtvaardigen.","en":"˹O Prophet!˺ Do not dismiss those ˹poor believers˺ who invoke their Lord morning and evening, seeking His pleasure. You are not accountable for them whatsoever, nor are they accountable for you. So do not dismiss them, or you will be one of the wrongdoers"},"surah":null}]}