{"juzNo":7,"pageNo":134,"arCuzNo":"۷","arPageNo":"۱۳٤","quranAyats":[{"id":842,"surahId":6,"ayatId":53,"ayatNo":"٥٣","pageNo":134,"ayatText":"وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُٓوا اَهٰٓؤُ۬لَٓاءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِنْ بَيْنِنَاؕ اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشَّاكِرٖينَ","ayatMealText":{"tr":"Biz onlardan kimini kimi ile, \"Allah aramızdan bunlara mı lutfunu layık gördü\" desinler diye, işte böyle imtihan ettik. Allah, şükredenleri daha iyi bilen değil midir?","nl":"En zo hebben Wij sommigen van hen door anderen beproefd, opdat zij zouden zeggen: \"Zijn zij dan, die Allah boven ons begunstigt?\" Is het niet Allah die de dankbaren het beste kent?","en":"In this way We have tested some by means of others, so those ˹disbelievers˺ may say, “Has Allah favoured these ˹poor believers˺ out of all of us?” Does Allah not best recognize the grateful"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":843,"surahId":6,"ayatId":54,"ayatNo":"٥٤","pageNo":134,"ayatText":"وَاِذَا جَٓاءَكَ الَّذٖينَ يُؤْمِنُونَ بِاٰيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُٓوءاً بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Âyetlerimize inananlar sana geldikleri zaman onlara şöyle söyle: Selam olsun size! Rabbiniz rahmeti kendi üzerine yazdı. Sizden her kim bilmeyerek bir kötülük işleyip de sonra arkasından tevbe eder, kendini düzeltirse, muhakkak ki O, bağışlayan, esirgeyendir\".","nl":"En wanneer degenen die in Onze Tekenen geloven tot jou komen, zeg dan: Salâmoen 'alaikoem (Vrede zij met jullie).\" Jullie Heer heeft Zichzelf de Barmhartigheid voorgeschreven. Indien een van jullie uit onwetendheid slecht doet en dan daarna berouw heeft en zich betert: voorwaar, dan is Hij Vergeveinsgezind, Meest Barmhartig.","en":"When the believers in Our revelations come to you, say, “Peace be upon you! Your Lord has taken upon Himself to be Merciful. Whoever among you commits evil ignorantly ˹or recklessly˺ then repents afterwards and mends their ways, then Allah is truly All-Forgiving, Most Merciful.”"},"surah":null},{"id":844,"surahId":6,"ayatId":55,"ayatNo":"٥٥","pageNo":134,"ayatText":"وَكَذٰلِكَ نُفَصِّلُ الْاٰيَاتِ وَلِتَسْتَبٖينَ سَبٖيلُ الْمُجْرِمٖينَࣖ","ayatMealText":{"tr":"Suçluların tuttuğu yol açığa çıksın diye, âyetleri işte böyle genişçe açıklıyoruz.","nl":"En zo leggen Wij de Verzen uit. En opdat de weg van de zondaren duidelijk wordt.","en":"This is how We make Our signs clear, so the way of the wicked may become distinct"},"surah":null},{"id":845,"surahId":6,"ayatId":56,"ayatNo":"٥٦","pageNo":134,"ayatText":"قُلْ اِنّٖي نُهٖيتُ اَنْ اَعْبُدَ الَّذٖينَ تَدْعُونَ مِنْ دُونِ اللّٰهِؕ قُلْ لَٓا اَتَّبِـعُ اَهْوَٓاءَكُمْۙ قَدْ ضَلَلْتُ اِذاً وَمَٓا اَنَا۬ مِنَ الْمُهْتَدٖينَ","ayatMealText":{"tr":"De ki: \"Şüphesiz ki bana, Allah'tan başka yalvardıklarınıza ibadet etmem yasaklandı\". De ki: \"Sizin çarpık isteklerinize uymayacağım, (eğer uyarsam) o zaman sapıtmış olur, doğru yolda gidenlerden olmamış olurum\".","nl":"Zeg: \"Voorwaar, ik ben verboden degenen te dienen die jullie buiten Allah aanbidden.\" Zeg: \"Ik zal jullie begeerten niet volgen; ik zou dan dwalen en ik zou niet tot de rechtgeleiden behoren.\"","en":"Say, ˹O Prophet,˺ “I have been forbidden to worship those you invoke besides Allah.” Say, “I will not follow your desires, for I then would certainly be astray and not one of those ˹rightly˺ guided.”"},"surah":null},{"id":846,"surahId":6,"ayatId":57,"ayatNo":"٥٧","pageNo":134,"ayatText":"قُلْ اِنّٖي عَلٰى بَيِّنَةٍ مِنْ رَبّٖي وَكَذَّبْتُمْ بِهٖؕ مَا عِنْدٖي مَا تَسْتَعْجِلُونَ بِهٖؕ اِنِ الْحُكْمُ اِلَّا لِلّٰهِؕ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلٖينَ","ayatMealText":{"tr":"De ki: \"Ben Rabbimden apaçık bir delile dayanmaktayım, siz ise onu yalanladınız. O çabuk gelmesini istediğiniz azab benim elimde değildir, hüküm ancak Allah'a aittir, gerçeği O anlatır ve O, hakkı bâtıldan ayırdedenlerin en hayırlısıdır\".","nl":"Zeg (O Moehammad): \"Voorwaar, ik berust mij op een duidelijk bewijs van mijn Heer en jullie loochenen bet, ik heb (geen macht) over wat jullie willen verhaasten. Voorwaar, het oordeel is alleen aan Allah, Hij verklaart de Waarheid en Hij is de Beste van de Oordelaars.\"","en":"Say, ˹O Prophet,˺ “Indeed, I stand on a clear proof from my Lord—yet you have denied it. That ˹torment˺ you seek to hasten is not within my power. It is only Allah Who decides ˹its time˺. He declares the truth. And He is the Best of Judges.”"},"surah":null},{"id":847,"surahId":6,"ayatId":58,"ayatNo":"٥٨","pageNo":134,"ayatText":"قُلْ لَوْ اَنَّ عِنْدٖي مَا تَسْتَعْجِلُونَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنٖي وَبَيْنَكُمْؕ وَاللّٰهُ اَعْلَمُ بِالظَّالِمٖينَ","ayatMealText":{"tr":"De ki: \"Sizin çabuk gelmesini istediğiniz azab benim elimde olsaydı, benimle sizin aranızdaki durum herhalde sonuçlanmış olurdu. Allah, zulmedenleri en iyi bilendir\".","nl":"Zeg. \"Indien dat wat jullie verhaast willen binnen mijn macht lag, was de zaak tussen mij en jullie (al) beoordeeld, maar Allah kent de onrechtvaardigen beter.\"","en":"Say ˹also˺, “If what you seek to hasten were within my power, the matter between us would have already been settled. But Allah knows the wrongdoers best.”"},"surah":null},{"id":848,"surahId":6,"ayatId":59,"ayatNo":"٥٩","pageNo":134,"ayatText":"وَعِنْدَهُ مَفَاتِـحُ الْغَيْبِ لَا يَعْلَمُهَٓا اِلَّا هُوَؕ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِؕ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فٖي ظُلُمَاتِ الْاَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ اِلَّا فٖي كِتَابٍ مُبٖينٍ","ayatMealText":{"tr":"Gaybın anahtarları O'nun katındadır, onları O'ndan başkası bilmez, karada ve denizde olanları O bilir ve bir yaprak düşmez ki, onu O bilmesin; ne toprağın karanlıklarında bir tane, ne de kuru ve yaş hiçbir şey yoktur ki, o herşeyi açıklayan Kitap'ta bulunmasın.","nl":"Hij bezit de schatten van het onwaarneembare en niemand kent die, behalve Hij. Hij weet wat er op de aarde is en in de zee; en er valt nog geen blad of Hij weet ervan; en er is geen graankorrel in de duisternissen van de aarde; en niets vers en niets droogs, of het is in een duidelijk Boek.","en":"With Him are the keys of the unseen—no one knows them except Him. And He knows what is in the land and sea. Not even a leaf falls without His knowledge, nor a grain in the darkness of the earth or anything—green or dry—but is ˹written˺ in a perfect Record"},"surah":null}]}