{"juzNo":7,"pageNo":136,"arCuzNo":"۷","arPageNo":"۱۳٦","quranAyats":[{"id":858,"surahId":6,"ayatId":69,"ayatNo":"٦٩","pageNo":136,"ayatText":"وَمَا عَلَى الَّذٖينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلٰكِنْ ذِكْرٰى لَعَلَّهُمْ يَتَّقُونَ","ayatMealText":{"tr":"Allah'tan korkanlara o zalimlerin hesabından bir sorumluluk yoktur. Fakat bu bir hatırlatmadır. Gerekir ki sakınırlar.","nl":"En degenen die (Allah) vrezen zijn in niets verantwoordelijk voor hun rekening, maar het is een vermaning. Hopelijk zullen zij (Allah) vrezen.","en":"Those mindful ˹of Allah˺ will not be accountable for those ˹who ridicule it˺ whatsoever—their duty is to advise, so perhaps the ridiculers will abstain"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":859,"surahId":6,"ayatId":70,"ayatNo":"٧٠","pageNo":136,"ayatText":"وَذَرِ الَّذٖينَ اتَّخَذُوا دٖينَهُمْ لَعِباً وَلَهْواً وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَذَكِّرْ بِهٖٓ اَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْࣗ لَيْسَ لَهَا مِنْ دُونِ اللّٰهِ وَلِيٌّ وَلَا شَفٖيعٌۚ وَاِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَاؕ اُو۬لٰٓئِكَ الَّذٖينَ اُبْسِلُوا بِمَا كَسَبُواۚ لَهُمْ شَرَابٌ مِنْ حَمٖيمٍ وَعَذَابٌ اَلٖيمٌ بِمَا كَانُوا يَكْفُرُونَࣖ","ayatMealText":{"tr":"Dinlerini bir oyun ve bir eğlence edinen ve kendilerini dünya hayatının aldattığı kimseleri bırak! Ve hiçbir kimsenin kazandığı şey yüzünden kendisini helake atmamasını, kendisi için Allah'tan başka hiç bir dost ve hiçbir şefaatçi bulunmadığını Kur'ân ile hatırlat. O, azaptan kurtulmak için bütün varını feda etse, kendisinden alınmaz. Onlar kazandıkları şey yüzünden helake uğratılmışlardır. Onlar için, inkâr ettiklerinden dolayı kaynar bir içecek ve can yakıcı bir azab vardır.","nl":"En laat degenen met rust die hun godsdienst tot spel en vennaak nemen, het wereldse leven misleidt hen. Maar vermaant met (de Koran) opdat niemand weggevaagd wordt door wat zij verrichten: hij zal zich buiten Allah geen Helper en geen Voorspreker vinden. En al zou hij iedere losprijs aanbieden: het wordt niet van hem aanvaard. Zij zijn degenen die zichzelf wcgvagen door wat zij verrichten. Voor hen is er een drank van gloeiend water en een pijnlijke bestraffing: vanwege wat zij plachten niet te geloven.","en":"And leave those who take this faith ˹of Islam˺ as mere play and amusement and are deluded by ˹their˺ worldly life. Yet remind them by this ˹Quran˺, so no one should be ruined for their misdeeds. They will have no protector or intercessor other than Allah. Even if they were to offer every ˹possible˺ ransom, none will be accepted from them. Those are the ones who will be ruined for their misdeeds. They will have a boiling drink and painful punishment for their disbelief"},"surah":null},{"id":860,"surahId":6,"ayatId":71,"ayatNo":"٧١","pageNo":136,"ayatText":"قُلْ اَنَدْعُوا مِنْ دُونِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى اَعْقَابِنَا بَعْدَ اِذْ هَدٰينَا اللّٰهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطٖينُ فِي الْاَرْضِ حَيْرَانَࣕ لَهُٓ اَصْحَابٌ يَدْعُونَهُٓ اِلَى الْهُدَى ائْتِنَاؕ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىؕ وَاُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمٖينَۙ","ayatMealText":{"tr":"De ki: \"Biz Allah'ı bırakıp da bize fayda veya zarar vermeyen şeylere mi yalvaralım? Allah bizi doğru yola kavuşturduktan sonra ardımıza mı dönelim? Arkadaşları, bize gel, diye doğru yola çağırdıkları halde yeryüzünde şaşkın şaşkın dolaşıp, şeytanların ayartarak uçuruma çektikleri ahmak gibi mi olalım?\". De ki: \"Allah'ın gösterdiği yol, yegane doğru yoldur. Bize, bütün âlemlerin Rabb'ine teslim olmamız emrolundu\".","nl":"Zeg: \"Roepen wij dat naast Allah aan dat ons geen goed kan doen en ons geen schade kan berokkenen, en keren wij op onze schreden terug nadat Allah ons geleid heeft? Zoals degene die door de Satans op aarde verdwaasd weggelokt is, terwijl hij metgezellen heeft die hem tot de Leiding oproepen: 'Kom tot ons!'\" Zeg: \"Voorwaar, Leiding van Allah is de (enige) Leiding en wij zijn bevolen ons te onderwerpen aan de Heer der Werelden.","en":"Ask ˹them, O Prophet˺, “Should we invoke, other than Allah, those ˹idols˺ which cannot benefit or harm us, and turn back to disbelief after Allah has guided us? ˹If we do so, we will be˺ like those disoriented by devils in the wilderness, while their companions call them to guidance, ˹saying˺, ‘Come to us!’ Say, ˹O Prophet,˺ “Allah’s guidance is the ˹only˺ true guidance. And we are commanded to submit to the Lord of all worlds"},"surah":null},{"id":861,"surahId":6,"ayatId":72,"ayatNo":"٧٢","pageNo":136,"ayatText":"وَاَنْ اَقٖيمُوا الصَّلٰوةَ وَاتَّقُوهُؕ وَهُوَ الَّـذٖٓي اِلَيْهِ تُحْشَرُونَ","ayatMealText":{"tr":"Bize: \"Namazı dosdoğru kılın, Allah'a karşı gelmekten sakının\" (diye emredildi), toplanacağınız yer O'nun huzurudur.","nl":"En de shalât te onderhouden en Hem te vrezen en Hij is Degene tot Wie jullie verzameld worden.\"","en":"establish prayer, and be mindful of Him. To Him you will all be gathered together"},"surah":null},{"id":862,"surahId":6,"ayatId":73,"ayatNo":"٧٣","pageNo":136,"ayatText":"وَهُوَ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ بِالْحَقِّؕ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُؕ قَوْلُهُ الْحَقُّؕ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِؕ عَالِمُ الْغَيْبِ وَالشَّهَادَةِؕ وَهُوَ الْحَكٖيمُ الْخَبٖيرُ","ayatMealText":{"tr":"Gökleri ve yeri, yerli yerince yaratan O'dur. Bir şeye \"ol\" dediği gün hemen oluverir. O'nun sözü haktır. \"Sûr\"a üfürüldüğü gün de mülk ancak O'nundur. O, gizliyi ve açığı bilendir. O, hikmet sahibi, her şeyden haberdardır.","nl":"Hij is Degene Die de hemelen on de aarde schiep met de Waarheid. En op de dag waarop Hij zegt 'Wees,' en het is: Zijn Woord is de Waarheid. Ham behoort de heerschappij op de Dag waarop op de bazuin geblazen wordt, Kenner van het onwaarneembare on het waarneembare en Hij is de Alwijze, dc Alwetende.","en":"He is the One Who created the heavens and the earth in truth. On the Day ˹of Judgment˺ He will say, ‘Be!’ And there will be! His command is truth. All authority is His ˹alone˺ on the Day the Trumpet will be blown. He is the Knower of all—seen or unseen. And He is the All-Wise, All-Aware.”"},"surah":null}]}