{"juzNo":7,"pageNo":137,"arCuzNo":"۷","arPageNo":"۱۳۷","quranAyats":[{"id":863,"surahId":6,"ayatId":74,"ayatNo":"٧٤","pageNo":137,"ayatText":"وَاِذْ قَالَ اِبْرٰهٖيمُ لِاَبٖيهِ اٰزَرَ اَتَـتَّخِذُ اَصْنَاماً اٰلِهَةًۚ اِنّٖٓي اَرٰيكَ وَقَوْمَكَ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"İbrahim, babası Âzer'e demişti ki: \"sen putları tanrı mı ediniyorsun? Doğrusu ben seni ve kavmini açık bir sapıklık içinde görüyorum\".","nl":"En (gedenkt) toen lbrahim tot zijn vader Azar zei: \"Neem jij afgodsbeelden tot goden? Voorwaar, ik zie dat jij en jouw volk duidelijk in dwaling verkeren.\"","en":"And ˹remember˺ when Abraham said to his father, Ȃzar, “Do you take idols as gods? It is clear to me that you and your people are entirely misguided.”"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":864,"surahId":6,"ayatId":75,"ayatNo":"٧٥","pageNo":137,"ayatText":"وَكَذٰلِكَ نُرٖٓي اِبْرٰهٖيمَ مَلَكُوتَ السَّمٰوَاتِ وَالْاَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنٖينَ","ayatMealText":{"tr":"Böylece biz İbrahim'e göklerin ve yerin melekûtunu (muhteşem varlıklarını) gösteriyorduk ki, kesin inananlardan olsun.","nl":"En zo lieten Wij lbrahim het koninkrijk der hemelen en der aarde zien opdat hij tot de overtuigden zou behoren.","en":"We also showed Abraham the wonders of the heavens and the earth, so he would be sure in faith"},"surah":null},{"id":865,"surahId":6,"ayatId":76,"ayatNo":"٧٦","pageNo":137,"ayatText":"فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَباًۚ قَالَ هٰذَا رَبّٖيۚ فَلَمَّٓا اَفَلَ قَالَ لَٓا اُحِبُّ الْاٰفِلٖينَ","ayatMealText":{"tr":"Üzerine gece bastırınca, bir yıldız gördü: \"Rabb'im budur\" dedi. Yıldız batınca da: \" Ben batanları sevmem\" dedi.","nl":"En toen de nacht hem omhulde zag hij een ster, hij zei: \"Dit is mijn Meet.\" Maar toen hij onderging, zei hij: \"Ik hou niet van degenen die ondergaan.\"","en":"When the night grew dark upon him, he saw a star and said, “This is my Lord!” But when it set, he said, “I do not love things that set.”"},"surah":null},{"id":866,"surahId":6,"ayatId":77,"ayatNo":"٧٧","pageNo":137,"ayatText":"فَلَمَّا رَاَ الْقَمَرَ بَازِغاً قَالَ هٰذَا رَبّٖيۚ فَلَمَّٓا اَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنٖي رَبّٖي لَاَكُونَنَّ مِنَ الْقَوْمِ الضَّٓالّٖينَ","ayatMealText":{"tr":"Ay'ı doğarken gördü: \"Rabb'im budur\" dedi. O da batınca: \"Yemin ederim ki, Rabbim bana doğru yolu göstermeseydi, elbette sapıklığa düşen topluluktan olurdum\" dedi.","nl":"En toen hij de maan zag opkomen, zei hij: \"Dit is mijn Heer.\" Maar toen hij onderging, zei hij: \"'Tenzij mijn Heer mij leidt, zal ik zeker tot het dwelende volk behoren.\"","en":"Then when he saw the moon rising, he said, “This one is my Lord!” But when it disappeared, he said, “If my Lord does not guide me, I will certainly be one of the misguided people.”"},"surah":null},{"id":867,"surahId":6,"ayatId":78,"ayatNo":"٧٨","pageNo":137,"ayatText":"فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبّٖي هٰذَٓا اَكْبَرُۚ فَلَمَّٓا اَفَلَتْ قَالَ يَا قَوْمِ اِنّٖي بَرٖٓيءٌ مِمَّا تُشْرِكُونَ","ayatMealText":{"tr":"Güneş'i doğarken görünce: \"Rabb'im budur, bu hepsinden büyük\" dedi. O da batınca dedi ki: \"Ey kavmim! Ben sizin (Allah'a) ortak koştuğunuz şeylerden uzağım\".","nl":"Fn toen hij de zon zag opgaan zei hij: \"Dit is mijin Heer, deze is groter.\" Maar toen zij onderging, zei hij: \"O mijn volk: voorwaar, ik ben onschuldig aan wat jullie an deelgenoten (aan Allah) toekennen.\"","en":"Then when he saw the sun shining, he said, “This must be my Lord—it is the greatest!” But again when it set, he declared, “O my people! I totally reject whatever you associate ˹with Allah in worship˺"},"surah":null},{"id":868,"surahId":6,"ayatId":79,"ayatNo":"٧٩","pageNo":137,"ayatText":"اِنّٖي وَجَّهْتُ وَجْهِيَ لِلَّذٖي فَطَرَ السَّمٰوَاتِ وَالْاَرْضَ حَنٖيفاً وَمَٓا اَنَا۬ مِنَ الْمُشْرِكٖينَۚ","ayatMealText":{"tr":"\"Ben yüzümü tamamen, gökleri ve yeri yoktan var edene çevirdim ve artık ben asla Allah'a ortak koşanlardan değilim\".","nl":"\"Voorwaar, ik heb mijn aangezicht gewend naar Hem die de hemelen en de aarde schiep, als Hanîf, en ik behoor niet tot de veelgodenaanbidders.\"","en":"I have turned my face towards the One Who has originated the heavens and the earth—being upright—and I am not one of the polytheists.”"},"surah":null},{"id":869,"surahId":6,"ayatId":80,"ayatNo":"٨٠","pageNo":137,"ayatText":"وَحَٓاجَّهُ قَوْمُهُؕ قَالَ اَتُحَٓاجُّٓونّٖي فِي اللّٰهِ وَقَدْ هَدٰينِؕ وَلَٓا اَخَافُ مَا تُشْرِكُونَ بِهٖٓ اِلَّٓا اَنْ يَشَٓاءَ رَبّٖي شَيْـٔاًؕ وَسِعَ رَبّٖي كُلَّ شَيْءٍ عِلْماًؕ اَفَلَا تَتَذَكَّرُونَ","ayatMealText":{"tr":"Kavmi onunla tartışmaya başladı. O da onlara dedi ki: \"Beni doğru yola eriştirdiği halde Allah hakkında benimle mücadele mi ediyorsunuz? O'na ortak koştuklarınızdan hiç korkmuyorum, ancak Rabbimin dilediği şey hariç. Rabbim ilmiyle her şeyi kuşatmıştır. Hiç düşünmez misiniz?\"","nl":"En zijn volk redetwistte met hem, hij zei: \"Redetwisten jullie met mij over Allah, terwijl Hij mij geleid heeft? Ik vrees niet wat jullie Hem aan deelgenoten toekennen, behalve als mijn Heer iets wil. Mijn Heer omvat alles met Zijn kennis, trekken jullie (hier) dan geen lering uit?","en":"And his people argued with him. He responded, “Are you arguing with me about Allah, while He has guided me? I am not afraid of whatever ˹idols˺ you associate with Him—˹none can harm me,˺ unless my Lord so wills. My Lord encompasses everything in ˹His˺ knowledge. Will you not be mindful"},"surah":null},{"id":870,"surahId":6,"ayatId":81,"ayatNo":"٨١","pageNo":137,"ayatText":"وَكَيْفَ اَخَافُ مَٓا اَشْرَكْتُمْ وَلَا تَخَافُونَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطَاناًؕ فَاَيُّ الْفَرٖيقَيْنِ اَحَقُّ بِالْاَمْنِۚ اِنْ كُنْتُمْ تَعْلَمُونَۘ","ayatMealText":{"tr":"\"Hakkında hiçbir delil indirmediği halde, siz Allah'a ortak koşmaktan korkmuyorsunuz da, ben sizin ortak koştuklarınızdan nasıl korkarım?\" Eğer bilirseniz söyleyin, bu iki topluluktan hangisi güven içinde olmaya daha layıktır?","nl":"En hoe zou ik wat jullie aan deelgenoten toekennen (kunnen) vrezen, terwijl jullie niet vrezen Allah deelgenoten toe te kennen, waartoe Hij jullie geen bewijs gezonden heeft? Welke van de twee groepen is veiliger? Indien jullie dat wisten?\"","en":"And how should I fear your associate-gods, while you have no fear in associating ˹others˺ with Allah—a practice He has never authorized? Which side has more right to security? ˹Tell me˺ if you really know!”"},"surah":null}]}