{"juzNo":7,"pageNo":138,"arCuzNo":"۷","arPageNo":"۱۳۸","quranAyats":[{"id":871,"surahId":6,"ayatId":82,"ayatNo":"٨٢","pageNo":138,"ayatText":"اَلَّذٖينَ اٰمَنُوا وَلَمْ يَلْبِسُٓوا اٖيمَانَهُمْ بِظُلْمٍ اُو۬لٰٓئِكَ لَهُمُ الْاَمْنُ وَهُمْ مُهْتَدُونَࣖ","ayatMealText":{"tr":"İman edenler ve imanlarını zulüm ile karıştırmayanlar... İşte güven onlarındır ve doğru yolu bulanlar da onlardır.","nl":"Degenen die geloven en niet hun geloof met onrecht (afgoderij) mengen: zij zijn degenen die veiligheid toekomt en zij zijn de rechtgelieden.","en":"It is ˹only˺ those who are faithful and do not tarnish their faith with falsehood who are guaranteed security and are ˹rightly˺ guided"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":872,"surahId":6,"ayatId":83,"ayatNo":"٨٣","pageNo":138,"ayatText":"وَتِلْكَ حُجَّتُنَٓا اٰتَيْنَاهَٓا اِبْرٰهٖيمَ عَلٰى قَوْمِهٖؕ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَٓاءُؕ اِنَّ رَبَّكَ حَكٖيمٌ عَلٖيمٌ","ayatMealText":{"tr":"İşte bunlar, kavmine karşı İbrahim'e verdiğimiz delillerimizdir. Dilediğimizi derecelerle yükseltiriz. Muhakkak Rabbin hikmet sahibidir, bilendir.","nl":"En dat was Ons argument dat Wij Ibrâhîm tegen zijn volk gaven, Wij verheffen met graden wie Wij willen: voorwaar, jouw Heer is Alwijs, Alwetend.","en":"This was the argument We gave Abraham against his people. We elevate in rank whoever We please. Surely your Lord is All-Wise, All-Knowing"},"surah":null},{"id":873,"surahId":6,"ayatId":84,"ayatNo":"٨٤","pageNo":138,"ayatText":"وَوَهَبْنَا لَهُٓ اِسْحٰقَ وَيَعْقُوبَؕ كُلاًّ هَدَيْنَاۚ وَنُوحاً هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوُ۫دَ وَسُلَيْمٰنَ وَاَيُّوبَ وَيُوسُفَ وَمُوسٰى وَهٰرُونَؕ وَكَذٰلِكَ نَجْزِي الْمُحْسِنٖينَۙ","ayatMealText":{"tr":"Biz ona İshak'ı ve Yakub'u da hediye ettik: Hepsine de doğru yolu gösterdik. Nitekim daha önce Nuh'a ve onun soyundan Davud'a, Süleyman'a, Eyyub'a, Yusuf'a, Musa'ya ve Harun'a da yol göstermiştik. Biz güzel davrananlara böyle karşılık veririz.","nl":"En Wij schonken hem Ishaq en Ya'qoeb, allen leidden Wij, on ervoor leiden wij Noeh, en van zijn nageslacht Dawoed en Soelaiman en Ayyoeb en Yoesoef en Mocsa en Hârôen: en zo belonen Wij de weldoeners.","en":"And We blessed him with Isaac and Jacob. We guided them all as We previously guided Noah and those among his descendants: David, Solomon, Job, Joseph, Moses, and Aaron. This is how We reward the good-doers"},"surah":null},{"id":874,"surahId":6,"ayatId":85,"ayatNo":"٨٥","pageNo":138,"ayatText":"وَزَكَرِيَّا وَيَحْيٰى وَعٖيسٰى وَاِلْيَاسَؕ كُلٌّ مِنَ الصَّالِحٖينَۙ","ayatMealText":{"tr":"Zekeriyya, Yahya, İsa ve İlyas'a da (hidayet ettik). Hepsi de salih kullarımızdandı.","nl":"En Zakariyya en Yahya en 'Isa en Ilyas: allen behoorden tot de oprechten.","en":"Likewise, ˹We guided˺ Zachariah, John, Jesus, and Elias, who were all of the righteous"},"surah":null},{"id":875,"surahId":6,"ayatId":86,"ayatNo":"٨٦","pageNo":138,"ayatText":"وَاِسْمٰعٖيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطاًؕ وَكُلاًّ فَضَّلْنَا عَلَى الْعَالَمٖينَۙ","ayatMealText":{"tr":"İsmail, Elyesa, Yunus ve Lut'u da (hidayete erdirdik). Hepsini âlemlere üstün kıldık.","nl":"En Isma'îl en Al Yasa' en Yoenoes en Loeth: allen hebben Wij boven de werelden bevoorrecht.","en":"˹We also guided˺ Ishmael, Elisha, Jonah, and Lot, favouring each over other people ˹of their time˺"},"surah":null},{"id":876,"surahId":6,"ayatId":87,"ayatNo":"٨٧","pageNo":138,"ayatText":"وَمِنْ اٰبَٓائِهِمْ وَذُرِّيَّاتِهِمْ وَاِخْوَانِهِمْۚ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Babalarından, çocuklarından ve kardeşlerinden bazılarını da (üstün kıldık). Onları seçtik ve doğru yola ilettik.","nl":"En van hun vaderen en hun nageslacht en hun broeders: Wij hebben hen verkozen en Wij leidden hen op een recht Pad.","en":"And ˹We favoured˺ some of their forefathers, their descendants, and their brothers. We chose them and guided them to the Straight Path"},"surah":null},{"id":877,"surahId":6,"ayatId":88,"ayatNo":"٨٨","pageNo":138,"ayatText":"ذٰلِكَ هُدَى اللّٰهِ يَهْدٖي بِهٖ مَنْ يَشَٓاءُ مِنْ عِبَادِهٖؕ وَلَوْ اَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"İşte bu, Allah'ın doğru yoludur. Kullarından dilediğini o doğru yola iletir. Eğer onlar Allah'a ortak koşsalardı, yaptıkları bütün amelleri boşa giderdi.","nl":"Dit is de Leiding van Allah, waarmee Hij van Zijn dienaren leidt wie Hij wil, maar als zij deelgenoten (aan Allah) toegekend hadden, was wat zij aan het doen waren vruchteloos geworden.","en":"This is Allah’s guidance with which He guides whoever He wills of His servants. Had they associated others with Him ˹in worship˺, their ˹good˺ deeds would have been wasted"},"surah":null},{"id":878,"surahId":6,"ayatId":89,"ayatNo":"٨٩","pageNo":138,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ اٰتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَۚ فَاِنْ يَكْفُرْ بِهَا هٰٓؤُ۬لَٓاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْماً لَيْسُوا بِهَا بِكَافِرٖينَ","ayatMealText":{"tr":"İşte onlar, kendilerine kitap, hüküm (hikmet ve hükümranlık) ve peygamberlik verdiğimiz kimselerdir. Bunlar, ona inanmayacak olurlarsa, yerlerine, onu tanımamazlık etmiyecek bir toplum getiririz.","nl":"Zij zijn degenen die Wij de Schrift en de Wijsheid en het Profeetschap gaven en indien zij er ongelovig aan zijn: waarlijk, Wij vertrouwen het toe aan een volk dat er niet ongelovig aan is.","en":"Those were the ones to whom We gave the Scripture, wisdom, and prophethood. But if these ˹pagans˺ disbelieve in this ˹message˺, then We have already entrusted it to a people who will never disbelieve in it"},"surah":null},{"id":879,"surahId":6,"ayatId":90,"ayatNo":"٩٠","pageNo":138,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ هَدَى اللّٰهُ فَبِهُدٰيهُمُ اقْتَدِهْؕ قُلْ لَٓا اَسْـَٔلُكُمْ عَلَيْهِ اَجْراًؕ اِنْ هُوَ اِلَّا ذِكْرٰى لِلْعَالَمٖينَࣖ","ayatMealText":{"tr":"Bunlar, Allah'ın hidayet ettiği kimselerdir. Sen de onların hidayetine uy. De ki: \"Ben ona karşılık sizden bir ücret istemiyorum. O, sadece bütün âlemlere bir öğüttür.","nl":"Zij zijn degenen die Allah Leiding gaf: volgt dus hun leiding. Zeg: \"Ik vraag U er geen beloning voor, het is slechts een vermaning voor de werelden.\"","en":"These ˹prophets˺ were ˹rightly˺ guided by Allah, so follow their guidance. Say, “I ask no reward of you for this ˹Quran˺—it is a reminder to the whole world.”"},"surah":null}]}