{"juzNo":7,"pageNo":139,"arCuzNo":"۷","arPageNo":"۱۳۹","quranAyats":[{"id":880,"surahId":6,"ayatId":91,"ayatNo":"٩١","pageNo":139,"ayatText":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ اِذْ قَالُوا مَٓا اَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِنْ شَيْءٍؕ قُلْ مَنْ اَنْزَلَ الْكِتَابَ الَّذٖي جَٓاءَ بِهٖ مُوسٰى نُوراً وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطٖيسَ تُبْدُونَهَا وَتُخْفُونَ كَثٖيراًۚ وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُٓوا اَنْتُمْ وَلَٓا اٰبَٓاؤُ۬كُمْؕ قُلِ اللّٰهُۙ ثُمَّ ذَرْهُمْ فٖي خَوْضِهِمْ يَلْعَبُونَ","ayatMealText":{"tr":"Onlar: \"Allah insanlara hiçbir şey göndermemiştir\" demekle, Allah'ı gereği gibi tanıyamadılar. De ki: Musa'nın insanlara aydınlık ve hidayet olmak üzere getirdiği, sizin parça parça kâğıtlara çevirdiğiniz, bir kısmını belli ettiğiniz, birçoğunu gizlediğiniz; sizinle babalarınızın, sayesinde bilmediğiniz birçok şeyleri öğrendiğiniz Kitab'ı kim gönderdi? (Onlara karşı sen) \"Allah\" de. Sonra onları bırak, boş laflara dalarak oyalansınlar.","nl":"En zij hebben Allah niet waarheidsgetrouw ingeschat, toen zij zeiden: \"Allah heeft niets aan de mens doen neerdalen.\" Zeg (O Moehammad): \"Wie zond de Schrift dan neer die tot Môesa kwam als een licht en als Leiding voor de mensen? Jullie maken er perkament van om te laten zien, maar jullie verbergen er veel (van). Er wordt jullie in geleerd wat jullie niet geleerd was, noch jullie vaderen.\" Zeg: \"Allah (zond het neer).\" En laat hen zich dan vermaken met hun ijdele praat.","en":"And they have not shown Allah His proper reverence when they said, “Allah has revealed nothing to any human being.” Say, ˹O Prophet,˺ “Who then revealed the Book brought forth by Moses as a light and guidance for people, which you split into separate sheets—revealing some and hiding much? You have been taught ˹through this Quran˺ what neither you nor your forefathers knew.” Say, ˹O Prophet,˺ “Allah ˹revealed it˺!” Then leave them to amuse themselves with falsehood"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":881,"surahId":6,"ayatId":92,"ayatNo":"٩٢","pageNo":139,"ayatText":"وَهٰذَا كِتَابٌ اَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذٖي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَاؕ وَالَّذٖينَ يُؤْمِنُونَ بِالْاٰخِرَةِ يُؤْمِنُونَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحَافِظُونَ","ayatMealText":{"tr":"Bu Kitap (Kur'ân), kendinden önceki kitapları tasdik eden, şehirler anası (Mekke) halkını ve çevresindeki bütün insanlığı uyarman için indirdiğimiz mübarek bir kitaptır. Ahiret gününe iman edenler bu Kitab'a da iman ederler ve onlar namazlarına da devamlıdırlar.","nl":"En dit is een Boek dat Wij neergezonden hebben, gezegend en bevestigend wat er (aan openbaringen) aan vooraf ging; om Oemmoelqoeri (Mekkah) mee te vermanen en om haar heen. En degenen die in het Hiernamaals geloven, geloven in (het Boek). En zij waken over hun shalât.","en":"This is a blessed Book which We have revealed—confirming what came before it—so you may warn the Mother of Cities and everyone around it. Those who believe in the Hereafter ˹truly˺ believe in it and guard their prayers"},"surah":null},{"id":882,"surahId":6,"ayatId":93,"ayatNo":"٩٣","pageNo":139,"ayatText":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِباً اَوْ قَالَ اُو۫حِيَ اِلَيَّ وَلَمْ يُوحَ اِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَاُنْزِلُ مِثْلَ مَٓا اَنْزَلَ اللّٰهُؕ وَلَوْ تَرٰٓى اِذِ الظَّالِمُونَ فٖي غَمَرَاتِ الْمَوْتِ وَالْمَلٰٓئِكَةُ بَاسِطُٓوا اَيْدٖيهِمْۚ اَخْرِجُٓوا اَنْفُسَكُمْؕ اَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيَاتِهٖ تَسْتَكْبِرُونَ","ayatMealText":{"tr":"Allah'a karşı yalan uyduran, yahut kendisine hiçbir şey vahyolunmadığı halde: \"bana vahyedildi\" diyen ve: \"Allah'ın indirdiği gibi bir kitap da ben indireceğim\" diye iddiada bulunandan daha zalim kim olabilir? O zalimlerin halini ölüm şiddeti içindeyken bir görsen! Melekler onlara ellerini uzatırlar ve: \" Ruhunuzu teslim edin. Bugün, Allah'a karşı haksız şeyler söylediğinizden ve O'nun âyetlerine karşı böbürlenmenizden dolayı alçaltıcı bir azapla cezalandıralacaksınız\" derler.","nl":"En wie is er meer onrechtvaardig dan degene die een leugen tegen Allah heeft verzonnen, of zei: \"Er is aan mij geopenbaard,\" terwijl er niets aan hem is geopenbaard, en wie zei: \"Ik zal het gelijke laten neerdalen van wat Allah heeft laten nederdalen.\" En als jij zou kunnen zien hoe (het gaat met) de onrechtvaardigen in doodsstrijd en hoe de Engelen hun handen naar hen uitstrekken (terwijl zij zeggen): \"Geeft jullie zielen op! Vandaag worden jullie beloont met de bestraffing van de schande vanwege wat jullie aan onwaarheid over Allah plachten te zeggen en vanwege wat jullie van Zijn Verzen hoogmoedig plachten te verwerpen.\"","en":"Who does more wrong than the one who fabricates lies against Allah or claims, “I have received revelations!”—although nothing was revealed to them—or the one who says, “I can reveal the like of Allah’s revelations!”? If you ˹O Prophet˺ could only see the wrongdoers in the throes of death while the angels are stretching out their hands ˹saying˺, “Give up your souls! Today you will be rewarded with the torment of disgrace for telling lies about Allah and for being arrogant towards His revelations!”"},"surah":null},{"id":883,"surahId":6,"ayatId":94,"ayatNo":"٩٤","pageNo":139,"ayatText":"وَلَقَدْ جِئْتُمُونَا فُرَادٰى كَمَا خَلَقْنَاكُمْ اَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَٓاءَ ظُهُورِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَٓاءَكُمُ الَّذٖينَ زَعَمْتُمْ اَنَّهُمْ فٖيكُمْ شُرَكٰٓؤُ۬اؕ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَࣖ","ayatMealText":{"tr":"Bugün, sizi ilk defa yarattığımız zamanki gibi yapayalnız huzurumuza geldiniz, size verdiğimiz herşeyi arkanızda bıraktınız. Allah'ın size göre ortağı olduklarını iddia ederek yardımlarına, şefaatlarına güvendiğiniz ortakları yanınızda görmüyoruz. Aranızdaki bütün bağlar artık kesilmiş, güvendiklerinizin hepsi kaybolup gitmiştir.","nl":"En voorzeker, jullie komen een voor een tot Ons, zoals Wij jullie de eerste keer schiepen, en jullie hebben wat Wij jullie schonken achter jullie ruggen gelaten. En Wij zien jullie voorsprekers, waarvan jullie veronderstelden dat zij deelgenoten (van Allah) waren niet bij jullie; een breuk tussen jullie (en hen) is er gemaakt, on weggedwaald van jullie is dat wat jullie plachten to beweren (te bestaan).","en":"˹Today˺ you have come back to Us all alone as We created you the first time—leaving behind everything We have provided you with. We do not see your intercessors with you—those you claimed were Allah’s partners ˹in worship˺. All your ties have been broken and all your claims have let you down.”"},"surah":null}]}