{"juzNo":1,"pageNo":14,"arCuzNo":"۱","arPageNo":"۱٤","quranAyats":[{"id":96,"surahId":2,"ayatId":89,"ayatNo":"٨٩","pageNo":14,"ayatText":"وَلَمَّا جَٓاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِمَا مَعَهُمْۙ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذٖينَ كَفَرُواۚ فَلَمَّا جَٓاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهٖؗ فَلَعْنَةُ اللّٰهِ عَلَى الْكَافِرٖينَ","ayatMealText":{"tr":"Yanlarındakini tasdik etmek üzere onlara Allah katından bir kitap gelince, daha önceleri inanmayanlara karşı onunla yardım isteyip durdukları halde, o tanıdıkları kendilerine gelince, bu sefer kendileri onu inkâr ettiler. İşte bundan dolayı Allah'ın laneti kâfirleredir.","nl":"En wanneer er een boek tot ben komt van Allah, bevestigend wat zich bij hen bevindt, terwijl zij daarvoor om hulp hadden gevraagd tegen degenen die niet geloven: toen dan tot hen kwam wat zij al wisten, geloofiden zij er niet in. De vloek van Allah vloek rust daarom op de ongelovigen.","en":"Although they used to pray for victory ˹by means of the Prophet˺ over the polytheists, when there came to them a Book from Allah which they recognized, confirming the Scripture they had ˹in their hands˺, they rejected it. So may Allah’s condemnation be upon the disbelievers"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":97,"surahId":2,"ayatId":90,"ayatNo":"٩٠","pageNo":14,"ayatText":"بِئْسَمَا اشْتَرَوْا بِهٖٓ اَنْفُسَهُمْ اَنْ يَكْفُرُوا بِمَٓا اَنْزَلَ اللّٰهُ بَغْياً اَنْ يُنَزِّلَ اللّٰهُ مِنْ فَضْلِهٖ عَلٰى مَنْ يَشَٓاءُ مِنْ عِبَادِهٖۚ فَبَٓاؤُ۫ بِغَضَبٍ عَلٰى غَضَبٍؕ وَلِلْكَافِرٖينَ عَذَابٌ مُهٖينٌ","ayatMealText":{"tr":"Ne kadar çirkindir o uğruna kendilerini sattıkları şey ki; Allah'ın kullarından dilediğine kendi lütuf ve kereminden vahiy indirmesine kafa tutarak, Allah ne indirdiyse hepsini inkâr ettiler. İşte bu yüzden de gazap üstüne gazaba uğradılar. Can yakıcı azap asıl kâfirler içindir.","nl":"Slecht is het, waarvoor zij hun zielen verkocht hebben; dat zij niet geloven in wat Allah heeft neergezonden; uit afgunst, dat Allah zijn gunst neerzendt tot wie hij wil van zijn dienaren. Zo wender zij zich van toorn tot toorn. En voor de ongelovigen is er een vernederende bestraffing.","en":"Miserable is the price they have sold their souls for—denying Allah’s revelation and resenting Allah for granting His grace to whoever He wills of His servants! They have earned wrath upon wrath. And such disbelievers will suffer a humiliating punishment"},"surah":null},{"id":98,"surahId":2,"ayatId":91,"ayatNo":"٩١","pageNo":14,"ayatText":"وَاِذَا قٖيلَ لَهُمْ اٰمِنُوا بِمَٓا اَنْزَلَ اللّٰهُ قَالُوا نُؤْمِنُ بِمَٓا اُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَٓاءَهُ وَهُوَ الْحَقُّ مُصَدِّقاً لِمَا مَعَهُمْؕ قُلْ فَلِمَ تَقْتُلُونَ اَنْبِيَٓاءَ اللّٰهِ مِنْ قَبْلُ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Onlara, \"Allah ne indirdiyse ona iman edin.\" denildiği zaman, onlar \"Biz kendimize indirilene iman ederiz.\" derler ve ondan başkasını inkâr ederler. Oysa yanlarındaki Tevrat'ı tasdik eden gerçek vahiy odur. Onlara de ki; \"Peki madem gerçek mümin sizsiniz de ne diye daha önce Allah'ın peygamberlerini öldürüyordunuz?","nl":"en als er tot hen gezegd wordt: \"Gelooft in wat Allah heeft neergezonden,\" zeggen zij: \"Wij geloven in wat aan ons is neergezonden.\" En zij geloven niet in wat erna is (neergezonden), terwijl het de waarheid is, bevestigend wat zich bij hen bevindt. Zeg (O moehammad): \"Waarom hebben jullie dan vroeger de profeten van Allah gedood, als jullie gelovigen zijn?\"","en":"When it is said to them: “Believe in what Allah has revealed,” they reply, “We only believe in what was sent down to us,” and they deny what came afterwards, though it is the truth confirming their own Scriptures! Ask ˹them, O Prophet˺, “Why then did you kill Allah’s prophets before, if you are ˹truly˺ believers?”"},"surah":null},{"id":99,"surahId":2,"ayatId":92,"ayatNo":"٩٢","pageNo":14,"ayatText":"وَلَقَدْ جَٓاءَكُمْ مُوسٰى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهٖ وَاَنْتُمْ ظَالِمُونَ","ayatMealText":{"tr":"Celâlim hakkı için Musa size belgelerle gelmişti de onun arkasından tuttunuz o buzağıya taptınız. Siz işte o zâlimlersiniz.","nl":"en voorzeker, Móesa is tot jullie gekomen met de duidelijk bewijzen, warrop jullie het half (ter aanbidding) namen nadat hij was weggeegaan. en jullie waren onrechtplegers.","en":"Indeed, Moses came to you with clear proofs, then you worshipped the calf in his absence, acting wrongfully"},"surah":null},{"id":100,"surahId":2,"ayatId":93,"ayatNo":"٩٣","pageNo":14,"ayatText":"وَاِذْ اَخَذْنَا مٖيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَؕ خُذُوا مَٓا اٰتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُواؕ قَالُوا سَمِعْنَا وَعَصَيْنَا وَاُشْرِبُوا فٖي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْؕ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهٖٓ اٖيمَانُكُمْ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Bir zamanlar size, \"verdiğimiz kitaba kuvvetle sarılın ve onu dinleyin.\" diye Tûr'u tepenize kaldırıp mîsakınızı aldık. (O yahudiler): \"Duyduk, dinledik, isyan ettik.\" dediler, kâfirlikleri yüzünden o danayı yüreklerinde besleyip büyüttüler. De ki, \" Eğer siz mümin kimseler iseniz, bu imanınız size ne çirkin şeyler emrediyor!","nl":"En (gedenkt) toen Wij jullie verbond aanvaardden den Wij de (berg) Thôer boven jullie verhieven, (zeggend:) \"Houdt jullie stevig vast aan wat Wij jullie gegeven hebben en luistert\". Zij zeiden: \"Wij hebben geluisterd, maar wij gehoorzamen niet.\" En hun harten waren doordrenkt met (liefde voor) het kalf vanwege hun ongeloof. Zeg (O Moehammad): \"Slecht is het wartoe jullie (vervalste) geloof jullie oproept, als jullie gelovigen zijn (in de Taurât geloven).\"","en":"And when We took your covenant and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and obey,” they answered, “We hear and disobey.” The love of the calf was rooted in their hearts because of their disbelief. Say, ˹O Prophet,˺ “How evil is what your ˹so-called˺ belief prompts you to do, if you ˹actually˺ believe ˹in the Torah˺!”"},"surah":null}]}