{"juzNo":7,"pageNo":140,"arCuzNo":"۷","arPageNo":"۱٤۰","quranAyats":[{"id":884,"surahId":6,"ayatId":95,"ayatNo":"٩٥","pageNo":140,"ayatText":"اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىؕ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّؕ ذٰلِكُمُ اللّٰهُ فَاَنّٰى تُؤْفَكُونَ","ayatMealText":{"tr":"Şüphesiz ki taneleri ve çekirdekleri yaran Allah'tır. O, ölüden diriyi çıkarır, diriden de ölüyü çıkaran O'dur. İşte Allah budur. O halde nasıl yüz çevirirsiniz?","nl":"Voorwaar, het is Allah Die de graankorrel en de dadelpit doet ontkiemen Hij doet het levende uit het dode voortkomen en Hij doet het dode uit het levende voortkomen. Het is waarlijk Allah: waarom laten jullie je afleiden (van de Waarheid)?","en":"Indeed, Allah is the One Who causes seeds and fruit stones to sprout. He brings forth the living from the dead and the dead from the living. That is Allah! How can you then be deluded ˹from the truth˺"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":885,"surahId":6,"ayatId":96,"ayatNo":"٩٦","pageNo":140,"ayatText":"فَالِقُ الْاِصْبَاحِۚ وَجَعَلَ الَّيْلَ سَكَناً وَالشَّمْسَ وَالْقَمَرَ حُسْبَاناًؕ ذٰلِكَ تَقْدٖيرُ الْعَزٖيزِ الْعَلٖيمِ","ayatMealText":{"tr":"Karanlığı yarıp tanyerini ağartan O'dur. Geceyi, dinlenmek için; Güneş'i, Ay'ı (vakitlerinizi) hesaplamak için yaratmıştır. İşte bu, her şeye galip gelen ve her şeyi bilen Allah'ın takdiridir.","nl":"(Hij) doet de dag aanbreken en Hij maakte de nacht tot een rusttijd en de zon en de maan voor het berekenen (van de tijd): dat is de vaststelling van de Almachtige, de Alwetende.","en":"He causes the dawn to break, and has made the night for rest and ˹made˺ the sun and the moon ˹to travel˺ with precision. That is the design of the Almighty, All-Knowing"},"surah":null},{"id":886,"surahId":6,"ayatId":97,"ayatNo":"٩٧","pageNo":140,"ayatText":"وَهُوَ الَّذٖي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فٖي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِؕ قَدْ فَصَّلْنَا الْاٰيَاتِ لِقَوْمٍ يَعْلَمُونَ","ayatMealText":{"tr":"Kara ve denizin karanlıklarında yolunuzu bulasınız diye yıldızları sizin için yaratan O'dur. Şüphesiz biz, bilen bir toplum için âyetleri geniş bir şekilde açıkladık.","nl":"En Hij is Degene Die de sterren voor jullie maakte, opdat jullie door de duisternissen van de aarde en de zee geleid worden. Waarlijk, Wij hebben de Tekenen uitgelegd aan een volk dat weet.","en":"And He is the One Who has made the stars as your guide through the darkness of land and sea. We have already made the signs clear for people who know"},"surah":null},{"id":887,"surahId":6,"ayatId":98,"ayatNo":"٩٨","pageNo":140,"ayatText":"وَهُوَ الَّـذٖٓي اَنْشَاَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌؕ قَدْ فَصَّلْنَا الْاٰيَاتِ لِقَوْمٍ يَفْقَهُونَ","ayatMealText":{"tr":"Sizi bir tek candan yaratan O'dur. Sonra sizin için bir karar yeri, bir de emanet yeri vardır. Biz âyetlerimizi, anlayan bir toplum için apaçık beyan ettik.","nl":"En Hij is Degene Die jullie dood voortkomen uit één enkele ziel en daarna is er ten vaste verblijfplaats en een bewaarplaats. Waarlijk, Wij hebben de Tekenen uitgelegd aan een volk dit begrijpt.","en":"And He is the One Who originated you all from a single soul, then assigned you a place to live and another to ˹be laid to˺ rest. We have already made the signs clear for people who comprehend"},"surah":null},{"id":888,"surahId":6,"ayatId":99,"ayatNo":"٩٩","pageNo":140,"ayatText":"وَهُوَ الَّـذٖٓي اَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءًۚ فَاَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَاَخْرَجْنَا مِنْهُ خَضِراً نُخْرِجُ مِنْهُ حَباًّ مُتَرَاكِباًۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ اَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهاً وَغَيْرَ مُتَشَابِهٍؕ اُنْظُـرُٓوا اِلٰى ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَيَنْعِهٖؕ اِنَّ فٖي ذٰلِكُمْ لَاٰيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"Gökten suyu indiren O'dur. Onunla her çeşit bitkiyi çıkardık, o bitkiden bir yeşillik çıkardık, ondan da birbiri üzerine binmiş taneler; hurmanın tomurcuğundan sarkan salkımlar, üzüm bağları, zeytin ve nar (bahçeleri) çıkarıyoruz. (Bunların) kimi birbirine benzer, kimi benzemez. Bunlar meyvelendikleri zaman meyvelerinin olgunlaşmasına bakın! Bunlarda inanan bir toplum için ibretler vardır.","nl":"Hij is Degene Die water uit de hemel doet neerdalen en Wij laten daarmee allerlei soorten gewas voortkomen, waaruit Wij groenten laten voortkomen (en) waaruit Wij dikgepakt graan laten voortkomen en uit de dadelpalmen, uit de kolf ervan, laaghangende dadeltrossen; en tuinen met druivenstruiken en olijfbomen en granaatappelbomen, gelijksoortig en niet gelijksoortig. Beziet hun vruchten wanneer zij vrucht dragen en (beziet) hun rijping. Voorwaar, daarin zijn Tekenen voor een volk dat gelooft.","en":"And He is the One Who sends down rain from the sky—causing all kinds of plants to grow—producing green stalks from which We bring forth clustered grain. And from palm trees come clusters of dates hanging within reach. ˹There are˺ also gardens of grapevines, olives, and pomegranates, similar ˹in shape˺ but dissimilar ˹in taste˺. Look at their fruit as it yields and ripens! Indeed, in these are signs for people who believe"},"surah":null},{"id":889,"surahId":6,"ayatId":100,"ayatNo":"١٠٠","pageNo":140,"ayatText":"وَجَعَلُوا لِلّٰهِ شُرَكَٓاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنٖينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍؕ سُبْحَانَهُ وَتَعَالٰى عَمَّا يَصِفُونَࣖ","ayatMealText":{"tr":"Onlar, Allah'a cinlerden de ortak koştular. Halbuki onları yaratan O'dur. Bilgileri olmadan O'na oğullar, kızlar uydurdular. O'nun şânı onların uydurdukları sıfatlardan münezzeh ve yücedir.","nl":"En zij maakten de Djinn's tot deelgenoten van Allah, hoewel Hij hen schiep en zij hebben bij Hem zonder kennis zonen en dochters verzonnen. Heilig is Hij en Verheven is Hij boven wat zij beschrijven.","en":"Yet they associate the jinn with Allah ˹in worship˺, even though He created them, and they falsely attribute to Him sons and daughters out of ignorance. Glorified and Exalted is He above what they claim"},"surah":null},{"id":890,"surahId":6,"ayatId":101,"ayatNo":"١٠١","pageNo":140,"ayatText":"بَدٖيعُ السَّمٰوَاتِ وَالْاَرْضِؕ اَنّٰى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌؕ وَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلٖيمٌ","ayatMealText":{"tr":"Gökleri ve yeri yoktan var eden O'dur. Eşi de olmadığı halde, nasıl olur da çocuğu olur? Her şeyi yaratan O'dur. Ve O, herşeyi bilendir.","nl":"Schepper van de hemelen en de aarde: hoe kan Hij een zoon hebben indien Hij geen metgezellin heeft? En Hij schiep alle dingen en Hij is Alwetend omtrent alles.","en":"˹He is˺ the Originator of the heavens and earth. How could He have children when He has no mate? He created all things and has ˹perfect˺ knowledge of everything"},"surah":null}]}