{"juzNo":8,"pageNo":142,"arCuzNo":"۸","arPageNo":"۱٤۲","quranAyats":[{"id":900,"surahId":6,"ayatId":111,"ayatNo":"١١١","pageNo":142,"ayatText":"وَلَوْ اَنَّـنَا نَزَّلْـنَٓا اِلَيْهِمُ الْمَلٰٓئِكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَا كَانُوا لِيُؤْمِنُٓوا اِلَّٓا اَنْ يَشَٓاءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُونَ","ayatMealText":{"tr":"Eğer biz onlara melekleri indirseydik, ölüler de kendileriyle konuşsaydı ve her şeyi toplayıp karşılarına getirseydik, Allah'ın diledikleri hariç, yine de inanacak değillerdi, fakat çokları bunu bilmezler.","nl":"En al zouden Wij Engelen tot hen neergezonden hebben en zouden de doden tot hen gesproken hebben en zouden Wij alle zaken (die Moehammad's Profeetschap bewijzen) vóór hen verzameld hebben, dan nog zouden zij niet geloven, tenzij Allah het wilde, maar de meesten van hen zijn onwetend.","en":"Even if We had sent them the angels, made the dead speak to them, and assembled before their own eyes every sign ˹they demanded˺, they still would not have believed—unless Allah so willed. But most of them are ignorant ˹of this˺"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":901,"surahId":6,"ayatId":112,"ayatNo":"١١٢","pageNo":142,"ayatText":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُواًّ شَيَاطٖينَ الْاِنْسِ وَالْجِنِّ يُوحٖي بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراًؕ وَلَوْ شَٓاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ","ayatMealText":{"tr":"Biz böylece, her peygambere insan ve cin şeytanlarını düşman yaptık. Bunlar birbirini aldatmak için süslü sözlerle vesvese verirler. Rabbin dileseydi onu yapamazlardı. Artık onları iftiraları ile başbaşa bırak.","nl":"En zo hebben Wij voor iedere Profeet een vijand gemaakt; Satans van onder de mensen en de Djinn's, zij fluisteren elkaar fraaie woorden in om (de mensen) te misleiden. En als jouw Heer het gewild had, dan zouden zij het niet hebben gedaan, laat hen daarom en wat zij verzinnen.","en":"And so We have made for every prophet enemies—devilish humans and jinn—whispering to one another with elegant words of deception. Had it been your Lord’s Will, they would not have done such a thing. So leave them and their deceit"},"surah":null},{"id":902,"surahId":6,"ayatId":113,"ayatNo":"١١٣","pageNo":142,"ayatText":"وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٔدَةُ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ","ayatMealText":{"tr":"Bir de ahirete iman etmeyenlerin kalbleri, o yaldızlı söze kansın, ondan hoşlansın ve işledikleri suçları işlemeye devam etsinler diye böyle yaparlar.","nl":"Zodat de hanen van degenen die niet in het Hiernamaals geloven ertoe neigen en zodat zij er welbehagen aan hebben, en zodat zij verrichten wat zij (de Satans) verrichten.","en":"so that the hearts of those who disbelieve in the Hereafter may be receptive to it, be pleased with it, and be persistent in their evil pursuits"},"surah":null},{"id":903,"surahId":6,"ayatId":114,"ayatNo":"١١٤","pageNo":142,"ayatText":"اَفَغَيْرَ اللّٰهِ اَبْتَغٖي حَكَماً وَهُوَ الَّـذٖٓي اَنْزَلَ اِلَيْكُمُ الْكِتَابَ مُفَصَّلاًؕ وَالَّذٖينَ اٰتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ اَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرٖينَ","ayatMealText":{"tr":"Allah, size Kitab'ı (Kur'ân'ı) açıklanmış olarak indirdiği halde, ondan başka bir hakem mi arayayım? Kendilerine kitap verdiklerimiz, o Kur'ân'ın, gerçekten Rabbin katından hak olarak indirilmiş olduğunu bilirler. O halde sakın şüphe edenlerden olma.","nl":"(Zeg, O Moehammad:) \"Zal ik dan een andere Rechter dan Allah zoeken, terwijl Hij het is Die het Boek (de Koran) tot hen heeft neergezonden als een uiteenzetting?\" En degenen aan wie Wij de Schrift hebben gegeven weten dat het een neerzending met de Waarheid van jouw Heer is. Behoor dus zeker niet tot de twijfelaars.","en":"˹Say, O Prophet,˺ “Should I seek a judge other than Allah while He is the One Who has revealed for you the Book ˹with the truth˺ perfectly explained?” Those who were given the Scripture know that it has been revealed ˹to you˺ from your Lord in truth. So do not be one of those who doubt"},"surah":null},{"id":904,"surahId":6,"ayatId":115,"ayatNo":"١١٥","pageNo":142,"ayatText":"وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاًؕ لَا مُبَدِّلَ لِكَلِمَاتِهٖۚ وَهُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Rabbinin sözü hem doğrulukça, hem de adaletçe tamamlanmıştır. O'nun sözlerini değiştirebilecek hiç kimse yoktur. O, işitendir, bilendir.","nl":"En het Woord van jouw Heer is tot voltooiing gekomen in waarachtigheid en rechtvaardigheid. Niemand kan Zijn Woorden veranderen. En Hij is de Alhorende, de Alwetende.","en":"The Word of your Lord has been perfected in truth and justice. None can change His Words. And He is the All-Hearing, All- Knowing"},"surah":null},{"id":905,"surahId":6,"ayatId":116,"ayatNo":"١١٦","pageNo":142,"ayatText":"وَاِنْ تُطِـعْ اَكْثَرَ مَنْ فِي الْاَرْضِ يُضِلُّوكَ عَنْ سَبٖيلِ اللّٰهِؕ اِنْ يَتَّبِعُونَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُونَ","ayatMealText":{"tr":"Eğer yeryüzündekilerin çoğunluğuna uyarsan seni Allah yolundan saptırırlar. Çünkü onlar sadece \"zann\"a uyarlar ve saçmalarlar.","nl":"En als jij de meesten van hen die op aarde zijn volgt, dan zullen zij jou doen afdwalen van de Weg van Allah. Zij volgen slechts een vermoeden en zij vertellen slechts verzinsels.","en":"˹O Prophet!˺ If you were to obey most of those on earth, they would lead you away from Allah’s Way. They follow nothing but assumptions and do nothing but lie"},"surah":null},{"id":906,"surahId":6,"ayatId":117,"ayatNo":"١١٧","pageNo":142,"ayatText":"اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَضِلُّ عَنْ سَبٖيلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدٖينَ","ayatMealText":{"tr":"Şüphesiz ki Rabbin, yolundan kimlerin saptığını çok iyi bilir. O, doğru yolda olanları da çok iyi bilir.","nl":"Voorwaar, jouw Heer, Hij weet het beste wie van Zijn Pad afdwaalt en Hij weet beter wie geleid worden.","en":"Indeed, your Lord knows best who has strayed from His Way and who is ˹rightly˺ guided"},"surah":null},{"id":907,"surahId":6,"ayatId":118,"ayatNo":"١١٨","pageNo":142,"ayatText":"فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيَاتِهٖ مُؤْمِنٖينَ","ayatMealText":{"tr":"Eğer Allah'ın âyetlerine iman ediyorsanız, Allah'ın adı anılarak kesilen hayvanlardan yiyin.","nl":"Eet dan van hetgeen waarover de Naam van Allah is uitgesproken (tijdens het slachten), als jullie in Zijn Verzen geloven.","en":"So eat only of what is slaughtered in Allah’s Name if you truly believe in His revelations"},"surah":null}]}