{"juzNo":8,"pageNo":143,"arCuzNo":"۸","arPageNo":"۱٤۳","quranAyats":[{"id":908,"surahId":6,"ayatId":119,"ayatNo":"١١٩","pageNo":143,"ayatText":"وَمَا لَكُمْ اَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِؕ وَاِنَّ كَثٖيراً لَيُضِلُّونَ بِاَهْوَٓائِهِمْ بِغَيْرِ عِلْمٍؕ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدٖينَ","ayatMealText":{"tr":"Size ne oluyor da Allah'ın adı anılarak kesilenlerden yemiyorsunuz? Halbuki O size, mecbur kalmanızın dışında haram olan şeyleri genişce açıklamıştır. Doğrusu birçokları bilmeden keyiflerine uyarak insanları doğru yoldan saptırıyorlar. Muhakkak ki, Rabbin, sınırı aşanları çok iyi bilir.","nl":"En wat is er met jullie, dat jullie niet eten van hetgeen waarover de Naam van Allah is uitgesproken, terwijl Hij jullie waarlijk heeft uiteengezet wat Hij jullie heeft verboden, behalve hetgeen waartoe jullie waren genoodzaakt. En voorwaar, de meesten doen (de mensen) zeker dwalen door hun begeerten, zonder kennis. Voorwaar, jouw Heer, Hij kent de overtreders beter.","en":"Why should you not eat of what is slaughtered in Allah’s Name when He has already explained to you what He has forbidden to you—except when compelled by necessity? Many ˹deviants˺ certainly mislead others by their whims out of ignorance. Surely your Lord knows the transgressors best"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":909,"surahId":6,"ayatId":120,"ayatNo":"١٢٠","pageNo":143,"ayatText":"وَذَرُوا ظَاهِرَ الْاِثْمِ وَبَاطِنَهُؕ اِنَّ الَّذٖينَ يَكْسِبُونَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ","ayatMealText":{"tr":"Günahın açığını da, gizlisini de bırakın! Günah kazananlar, yaptıklarının cezasını çekecekler.","nl":"En laat de openlijke en de verborgen zonden achterwege. Voorwaar, degenen die zonden bepan zullen vergolden worden met hetgeen zij plachten te verrichten.","en":"Shun all sin—open and secret. Indeed, those who commit sin will be punished for what they earn"},"surah":null},{"id":910,"surahId":6,"ayatId":121,"ayatNo":"١٢١","pageNo":143,"ayatText":"وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهُ لَفِسْقٌؕ وَاِنَّ الشَّيَاطٖينَ لَيُوحُونَ اِلٰٓى اَوْلِيَٓائِهِمْ لِيُجَادِلُوكُمْۚ وَاِنْ اَطَعْتُمُوهُمْ اِنَّكُمْ لَمُشْرِكُونَࣖ","ayatMealText":{"tr":"Üzerlerine Allah'ın ismi anılmamış olanlardan yemeyin, çünkü onu yemek yoldan çıkmaktır. Şeytanlar, dostlarına, sizinle mücadele etmeleri için telkinde bulunurlar. Eğer onlara uyarsanız, muhakkak ki, Allah'a ortak koşanlardan olursunuz.","nl":"En eet niet van hetgeen waarover (tijdens het slachten) de Naam van Allah niet is uitgesproken en voorwaar, dat is zeker een zware zonde. En voorwaar, de Satans fluisteren hun vrienden in om met jullie te redetwisten en als jullie hen gehoorzamen, dan zullen jullie zeker veelgodenaanbidders worden.","en":"Do not eat of what is not slaughtered in Allah’s Name. For that would certainly be ˹an act of˺ disobedience. Surely the devils whisper to their ˹human˺ associates to argue with you. If you were to obey them, then you ˹too˺ would be polytheists"},"surah":null},{"id":911,"surahId":6,"ayatId":122,"ayatNo":"١٢٢","pageNo":143,"ayatText":"اَوَمَنْ كَانَ مَيْتاً فَاَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشٖي بِهٖ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَاؕ كَذٰلِكَ زُيِّنَ لِلْكَافِرٖينَ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Ölü iken hidayetle dirilttiğimiz, kendisine insanlar arasında yürüyecek bir nûr verdiğimiz kimse, karanlıklar içinde kalıp, ondan çıkamayan kimse gibi olur mu? Fakat kâfirlere, yaptıkları, böyle süslü gösterilir.","nl":"En wie dood was, en die Wij daarna tot leven brachten en voor wie Wij een licht maakten, waarmee hij onder de mensen rondgaat, is hij te vergelijken met hem die in de duisternissen verkeert, waar bij nimmer uit kan komen? Zo wordt voor de gelovigen schoonschijnend gemaakt wat zij plachten w doen.","en":"Can those who had been dead, to whom We gave life and a light with which they can walk among people, be compared to those in complete darkness from which they can never emerge? That is how the misdeeds of the disbelievers have been made appealing to them"},"surah":null},{"id":912,"surahId":6,"ayatId":123,"ayatNo":"١٢٣","pageNo":143,"ayatText":"وَكَذٰلِكَ جَعَلْنَا فٖي كُلِّ قَرْيَةٍ اَ كَابِرَ مُجْرِمٖيهَا لِيَمْكُرُوا فٖيهَاؕ وَمَا يَمْكُرُونَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُونَ","ayatMealText":{"tr":"Böylece, her kentte ileri gelenleri, oranın suçluları yaptık ki, orada hileler çevirsinler. Halbuki bunlar, kötülüğü başkasına değil kendilerine yapıyorlar da farkına varmıyorlar.","nl":"En zo hebben Wij in elke stad haar grootste misdadigers geplaatst opdat zij er (hun kwade plannen) beramen. En zij beramen niet dan tegen zichzelf, terwijl zij het niet beseffen.","en":"And so We have placed in every society the most wicked to conspire in it. Yet they plot only against themselves, but they fail to perceive it"},"surah":null},{"id":913,"surahId":6,"ayatId":124,"ayatNo":"١٢٤","pageNo":143,"ayatText":"وَاِذَا جَٓاءَتْهُمْ اٰيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَٓا اُو۫تِيَ رُسُلُ اللّٰهِؕ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُؕ سَيُصٖيبُ الَّذٖينَ اَجْرَمُوا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدٖيدٌ بِمَا كَانُوا يَمْكُرُونَ","ayatMealText":{"tr":"Onlara bir âyet geldiği zaman: \"Allah'ın peygamberlerine verilenin aynısı bize de verilmedikçe iman etmeyiz\" derler. Allah peygamberliğini kime vereceğini daha iyi bilir. Suçlu olanlara, yaptıkları hilelerinden dolayı Allah katından bir zillet ve şiddetli bir azap erişecektir.","nl":"En wanneer er een Teken tot hen komt, dan zeggen zei: \"Wij zullen nooit geloven tot aan ons hetzelfde is gegeven als wat aan Allah's Boodschappers is gegeven.\" Allah weet beter waar Hij Zijn Boodschap brengt. Bij Allah zullen degenen die misdaden pleegden deden door kleinering en een strenge bestraffing getroffen worden vanwege wat zij aan kwaad plachten te beramen.","en":"Whenever a sign comes to them, they say, “We will never believe until we receive what Allah’s messengers received.” Allah knows best where to place His message. The wicked will soon be overwhelmed by humiliation from Allah and a severe punishment for their evil plots"},"surah":null}]}