{"juzNo":8,"pageNo":146,"arCuzNo":"۸","arPageNo":"۱٤٦","quranAyats":[{"id":927,"surahId":6,"ayatId":138,"ayatNo":"١٣٨","pageNo":146,"ayatText":"وَقَالُوا هٰذِهٖٓ اَنْعَامٌ وَحَرْثٌ حِجْرٌؗ لَا يَطْعَمُهَٓا اِلَّا مَنْ نَشَٓاءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَاَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَٓاءً عَلَيْهِؕ سَيَجْزٖيهِمْ بِمَا كَانُوا يَفْتَرُونَ","ayatMealText":{"tr":"Zanlarınca dediler ki: \"Bunlar dokunulmaz hayvanlar ve ekinlerdir. Bunları bizim dilediğimizden başkası yiyemez. Bunlar da sırtına binilmesi yasaklanmış hayvanlar.\" Bir kısım hayvanları da üzerlerine Allah'ın adını anmadan boğazlarlar. Bütün bunları Allah'a iftira ederek yaparlar. Allah onları iftiralarıyla cezalandıracaktır.","nl":"En zij zeiden: \"Dit vee an (deze) gewassen zijn voorbehouden, niemand eet er van, behalve wit wij willen,\" zo beweren zij, \"en er is vee waarvan hun ruggen verboden zijn (om op te rijden), en vee waarover de Naam van Allah niet uitgesproken is,\" als een verzinsel over Hem. Hij zal hen vergelden vanwege wat zij plachten te verzinnen.","en":"They say, “These cattle and crops are reserved—none may eat them except those we permit,” so they claim. Some other cattle are exempted from labour and others are not slaughtered in Allah’s Name—falsely attributing lies to Him. He will repay them for their lies"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":928,"surahId":6,"ayatId":139,"ayatNo":"١٣٩","pageNo":146,"ayatText":"وَقَالُوا مَا فٖي بُطُونِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَكُنْ مَيْتَةً فَهُمْ فٖيهِ شُرَكَٓاءُؕ سَيَجْزٖيهِمْ وَصْفَهُمْؕ اِنَّهُ حَكٖيمٌ عَلٖيمٌ","ayatMealText":{"tr":"Dediler ki: \"Bu hayvanların karınlarındakiler sadece erkeklerimize ait olup kadınlarımıza haramdır\". Eğer ölü doğarsa o zaman hepsi onda ortaktır. Bu nitelemelerinden dolayı Allah onların cezasını verecektir. Çünkü O hikmet sahibidir, her şeyi bilendir.","nl":"En zij zeiden: \"Wat zich in de buiken van dit vee bevindt is voorbehouden aan onze mannen en verboden voor onze vrouwen.\" En wanneer het doodgeboren is, dan zijn zij (do mannen en de vrouwen) en deelgenoten in. Hij (Allah) zal hun beschrijving vergelden. Voorwaar, Hij is Alwijs, Alwetend.","en":"They ˹also˺ say, “The offspring of this cattle is reserved for our males and forbidden to our females; but if it is stillborn, they may all share it.” He will repay them for their falsehood. Surely He is All-Wise, All-Knowing"},"surah":null},{"id":929,"surahId":6,"ayatId":140,"ayatNo":"١٤٠","pageNo":146,"ayatText":"قَدْ خَسِرَ الَّذٖينَ قَتَلُٓوا اَوْلَادَهُمْ سَفَهاً بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللّٰهُ افْتِرَٓاءً عَلَى اللّٰهِؕ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدٖينَࣖ","ayatMealText":{"tr":"Bilgisizlik yüzünden beyinsizce çocuklarını öldürenler ve Allah'ın kendilerine verdiği rızkı, Allah'a iftira ederek haram kılanlar muhakkak ki, ziyana uğradılar. Bunlar, doğru yoldan sapmışlardır; hidayete erecek de değillerdir.","nl":"Waarlijk, degenen die hun kinderen hebben gedood uit dwaasheid, zonder kennis, hebben een groot verlies geleden, en zij verklaarden voor verboden wat Allah hun aan voorzieningen heeft geschonken, als een verzinsel over Allah. Waarlijk, zij dwaalden en zij plachten niet geleid te worden.","en":"Lost indeed are those who have murdered their own children foolishly out of ignorance and have forbidden what Allah has provided for them—falsely attributing lies to Allah. They have certainly strayed and are not ˹rightly˺ guided"},"surah":null},{"id":930,"surahId":6,"ayatId":141,"ayatNo":"١٤١","pageNo":146,"ayatText":"وَهُوَ الَّـذٖٓي اَنْشَاَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفاً اُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهاً وَغَيْرَ مُتَشَابِهٍؕ كُلُوا مِنْ ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَاٰتُوا حَقَّهُ يَوْمَ حَصَادِهٖؗ وَلَا تُسْرِفُواؕ اِنَّهُ لَا يُحِبُّ الْمُسْرِفٖينَۙ","ayatMealText":{"tr":"Asmalı ve asmasız (üzüm) bahçeleri, hurmaları, ürünleri çeşit çeşit ekinleri, zeytinleri ve narları, birbirine benzer ve benzemez biçimde yaratan O'dur. Her biri meyve verince meyvesinden yiyin, hasat günü de hakkını (zekat ve sadakasını) verin; amaisraf etmeyin, çünkü O, israf edenleri sevmez.","nl":"En Hij is Degene Die tuinen heeft voortgebracht, gestuttc en niet gestutte, en dadelpalmen en gewassen met verschillende vruchten, en olijfbomen en granaatappelbomen, gelijkend en niet gelijkend. Eet van hun vruchten wanneer zij vrucht geven, en geeft er het rechtmatige deal (de zakât) van op de dag van hun oogst. En overdrijft niet. Voorwaar, Hij houdt niet van de buitensporigen.","en":"He is the One Who produces gardens—both cultivated and wild—and palm trees, crops of different flavours, olives, and pomegranates—similar ˹in shape˺, but dissimilar ˹in taste˺. Eat of the fruit they bear and pay the dues at harvest, but do not waste. Surely He does not like the wasteful"},"surah":null},{"id":931,"surahId":6,"ayatId":142,"ayatNo":"١٤٢","pageNo":146,"ayatText":"وَمِنَ الْاَنْعَامِ حَمُولَةً وَفَرْشاًؕ كُلُوا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِؕ اِنَّهُ لَكُمْ عَدُوٌّ مُبٖينٌۙ","ayatMealText":{"tr":"Hayvanlardan da (çeşit çeşit yarattı). Kimi yük taşır, kiminin yününden döşek yapılır. Allah'ın size verdiği rızıktan yiyin ve şeytanın adımlarına uymayın (peşinden gitmeyin); çünkü o, sizin için apaçık bir düşmandır.","nl":"En (Hij maakte) onder het vee rijdieren en slachtdiejren. Eet van dat waar Allah jullie mee voorzien heeft, en volgt niet de voetstappen van de Satan. Voorwaar, hij is voor jullie een duidelijke vijand.","en":"Some cattle are fit for labour, others are too small. Eat of what Allah has provided for you and do not follow Satan’s footsteps. Certainly, he is your sworn enemy"},"surah":null}]}