{"juzNo":8,"pageNo":147,"arCuzNo":"۸","arPageNo":"۱٤۷","quranAyats":[{"id":932,"surahId":6,"ayatId":143,"ayatNo":"١٤٣","pageNo":147,"ayatText":"ثَمَانِيَةَ اَزْوَاجٍۚ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِؕ قُلْ آٰلذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِؕ نَبِّـؤُ۫نٖي بِعِلْمٍ اِنْ كُنْتُمْ صَادِقٖينَۙ","ayatMealText":{"tr":"Sekiz çift: Koyundan iki, keçiden iki. De ki: \"(Allah), iki erkeği mi haram kıldı yoksa iki dişiyi mi, ya da iki dişinin rahimlerinde bulunan yavruları mı? Eğer doğru iseniz bana ilimle haber verin.\"","nl":"Acht, in paren: van de schapen een koppcl en van de geiten een koppel. Zeg (O Moehammad): \"Heeft Hij de twee mannelijke dieren verboden of de twee vrouwelijke, of wat de schoten van de vrouwelijke dieren bevatten? Licht mij in op grond van kennis indien jullie waarachtigen zijn.\"","en":"˹Allah has created˺ four pairs: a pair of sheep and a pair of goats—ask ˹them, O Prophet˺, “Has He forbidden ˹to you˺ the two males or the two females or what is in the wombs of the two females? Tell me with knowledge, if what you say is true.”—"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":933,"surahId":6,"ayatId":144,"ayatNo":"١٤٤","pageNo":147,"ayatText":"وَمِنَ الْاِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِؕ قُلْ آٰلذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِؕ اَمْ كُنْتُمْ شُهَدَٓاءَ اِذْ وَصّٰيكُمُ اللّٰهُ بِهٰذَاۚ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِباً لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍؕ اِنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَࣖ","ayatMealText":{"tr":"Ve deveden iki, sığırdan iki. De ki: (Allah), \"İki erkeği mi haram kıldı, yoksa iki dişiyi mi, ya da iki dişinin rahimlerinde bulunan yavruları mı? Yoksa, Allah'ın size böyle vasiyet ettiğine şahitler mi oldunuz? (O'nun yanında mıydınız?). Böyle hiçbir bilgiye dayanmadan, insanları saptırmak için, Allah'a karşı yalan uydurandan daha zalim kim olabilir? Şüphesiz Allah, o zalimler topluluğunu doğru yola iletmez\"","nl":"En van de kamelen een koppel en van de koei en een koppel. Zeg: \"Heeft Hij de twee mannelijke dieren verboden of de twee vrouwelijke, of wat de schoten van de vrouwelijke dieren bevatten? Of waren jullie getuigen toen Allah dit voor jullie bepaalde? Wie is er dan onrechtvaardiger dan degene die een leugen over Allah verzint om de mensen te doen dwalen, zonder kennis.\" Voorwaar, Allah leidt het onrechtplegende volk niet.","en":"and a pair of camels and a pair of oxen. Ask ˹them˺, “Has He forbidden ˹to you˺ the two males or the two females or what is in the wombs of the two females? Or were you present when Allah gave you this commandment?” Who does more wrong than those who fabricate lies against Allah to mislead others without ˹any˺ knowledge? Surely Allah does not guide the wrongdoing people"},"surah":null},{"id":934,"surahId":6,"ayatId":145,"ayatNo":"١٤٥","pageNo":147,"ayatText":"قُلْ لَٓا اَجِدُ فٖي مَٓا اُو۫حِيَ اِلَيَّ مُحَرَّماً عَلٰى طَاعِمٍ يَطْعَمُهُٓ اِلَّٓا اَنْ يَكُونَ مَيْتَةً اَوْ دَماً مَسْفُوحاً اَوْ لَحْمَ خِنْزٖيرٍ فَاِنَّهُ رِجْسٌ اَوْ فِسْقاً اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَاِنَّ رَبَّكَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"De ki: \"Bana vahyolunanda, (bu haram dediklerinizi) yiyen kimse için haram edilmiş bir şey bulamıyorum. Ancak leş, veya akıtılmış kan, yahut domuz etiki bu gerçekten pistir yahut Allah'tan başkası adına kesilmiş bir hayvan olursa, bunlar haramdır. Ama kim çaresiz kalırsa, (başkasının hakkına) tecavüz etmemek ve zaruret sınırını aşmamak üzere (bunlardan yiyebilir)\" Çünkü Rabbin çok bağışlayandır, merhamet edendir.","nl":"Zeg: \"Ik vind in wat aan mij is geopenbaard geen verbod dat een eter iets eet, behalve wanneer het een kadaver dier is, of stromend bloed of vakensvlees. Want voorwaar, het is onrein, of zwaar zondig waarover iets anders dan de Naam van Allah is uitgesproken. Wie dan door nood gedwongen is (daarvan te eten), zonder dat hij het wenst en zonder dat hij overdrijft: voorwaar, dan is jouw Heer Vergevensgezind, Meest Barmhartig.","en":"Say, ˹O Prophet,˺ “I do not find in what has been revealed to me anything forbidden to eat except carrion, running blood, swine—which is impure—or a sinful offering in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—then surely your Lord is All-Forgiving, Most Merciful.”"},"surah":null},{"id":935,"surahId":6,"ayatId":146,"ayatNo":"١٤٦","pageNo":147,"ayatText":"وَعَلَى الَّذٖينَ هَادُوا حَرَّمْنَا كُلَّ ذٖي ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَٓا اِلَّا مَا حَمَلَتْ ظُهُورُهُمَٓا اَوِ الْحَوَايَٓا اَوْ مَا اخْتَلَطَ بِعَظْمٍؕ ذٰلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْؗ وَاِنَّا لَصَادِقُونَ","ayatMealText":{"tr":"Yahudilere bütün tırnaklı hayvanları haram kıldık. Sırtlarında, yahut bağırsaklarında bulunan, ya da kemiğe karışan yağlar dışında, sığır ve koyunun da, yağlarını onlara haram ettik. Saldırganlıkları yüzünden onları böyle cezalandırdık. Biz elbette doğru söyleyenleriz.","nl":"En voor de Joden verboden Wij alle (dieren) met (ongesplitste) hoeven. En van de koeien en de schapen verboden Wij voor hen hun vet, behalve wat hun ruggen dragen, het vet van de ingewanden en het vet dat aan het bot is vergroeid. Zo vergolden Wij hun vanwege hun begerigheid. En voorwaar, Wij zijn zeker waarachtig.","en":"For those who are Jewish, We forbade every animal with undivided hoofs and the fat of oxen and sheep except what is joined to their backs or intestines or mixed with bone. In this way We rewarded them for their violations. And We are certainly truthful"},"surah":null}]}