{"juzNo":8,"pageNo":148,"arCuzNo":"۸","arPageNo":"۱٤۸","quranAyats":[{"id":936,"surahId":6,"ayatId":147,"ayatNo":"١٤٧","pageNo":148,"ayatText":"فَاِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍۚ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمٖينَ","ayatMealText":{"tr":"Eğer seni yalanladılarsa, de ki: \"Rabbiniz geniş rahmet sahibidir. Bununla beraber O'nun azabı da suçlu toplumdan geri çevrilmez.\"","nl":"Als zij jou dan loochenen, zeg dan: \"Jullie Heer is de Bezitter van Alomvattende Barmhartigheid, maar Zijn geweld kan niet worden afgewend van het misdadige volk.\"","en":"But if they deny you ˹O Prophet˺, say, “Your Lord is infinite in mercy, yet His punishment will not be averted from the wicked people.”"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":937,"surahId":6,"ayatId":148,"ayatNo":"١٤٨","pageNo":148,"ayatText":"سَيَقُولُ الَّذٖينَ اَشْرَكُوا لَوْ شَٓاءَ اللّٰهُ مَٓا اَشْرَكْنَا وَلَٓا اٰبَٓاؤُ۬نَا وَلَا حَرَّمْنَا مِنْ شَيْءٍؕ كَذٰلِكَ كَذَّبَ الَّذٖينَ مِنْ قَبْلِهِمْ حَتّٰى ذَاقُوا بَأْسَنَاؕ قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَاؕ اِنْ تَتَّبِعُونَ اِلَّا الظَّنَّ وَاِنْ اَنْتُمْ اِلَّا تَخْرُصُونَ","ayatMealText":{"tr":"Allah'a ortak koşanlar diyecekler ki: \"Allah dileseydi ne biz ortak koşardık, ne de atalarımız ortak koşardı, hiçbir şeyi de haram kılmazdık.\" Onlardan önce yalanlayanlar da böyle söylemişlerdi de sonunda azabımızı tatmışlardı. De ki: \"Yanınızda bize çıkarabileceğiniz bir bilgi mi var? Siz, sadece zanna uyuyorsunuz ve siz sadece saçmalıyorsunuz.\"","nl":"Degenen die deelgenoten (aan Allah) toekenden, zullen zeggen: \"Als Allah het had gewild, dan hadden wij geen deelgenoten (aan Allah) toegekend en evenmin onze vaderen, en hadden wij niet (dat wat toegestaan was) verboden verklaard.\" Zo loochenden zij ook degenen vóór hen (de Boodschappers), totdat zij Ons geweld proefden. Zeg: \"Hebben jullie kennis? Brengt het dan naar buiten voor Ons. Jullie volgen slechts vermoedens en jullie liegen slechts.\"","en":"The polytheists will argue, “Had it been Allah’s Will, neither we nor our forefathers would have associated others with Him ˹in worship˺ or made anything unlawful.” Likewise, those before them rejected the truth until they tasted Our punishment. Ask ˹them, O Prophet˺, “Do you have any knowledge that you can produce for us? Surely you follow nothing but ˹false˺ assumptions and you do nothing but lie.”"},"surah":null},{"id":938,"surahId":6,"ayatId":149,"ayatNo":"١٤٩","pageNo":148,"ayatText":"قُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ فَلَوْ شَٓاءَ لَهَدٰيكُمْ اَجْمَعٖينَ","ayatMealText":{"tr":"De ki: \"En kesin ve üstün delil, Allah'ındır. Allah isteseydi, elbette hepinizi doğru yola iletirdi.\"","nl":"Zeg: \"Maar Allah heeft het doeltreffende argument. Als Hij het dan had gewild, dan had Hij jullie allen geleid.\"","en":"Say, “Allah has the most conclusive argument. Had it been His Will, He would have easily imposed guidance upon all of you.”"},"surah":null},{"id":939,"surahId":6,"ayatId":150,"ayatNo":"١٥٠","pageNo":148,"ayatText":"قُلْ هَلُمَّ شُهَدَٓاءَكُمُ الَّذٖينَ يَشْهَدُونَ اَنَّ اللّٰهَ حَرَّمَ هٰذَاۚ فَاِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْۚ وَلَا تَتَّبِـعْ اَهْوَٓاءَ الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا وَالَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَࣖ","ayatMealText":{"tr":"De ki: \"Haydi, Allah bunu yasak etti diye tanıklık edecek şahitlerinizi getirin.\". Eğer onlar şahitlik ederlerse, sen onlarla beraber şahitlik etme. Âyetlerimi yalanlayanların ve ahirete inanmayanların keyiflerine uyma. Çünkü onlar Rablerine başkasını denk tutuyorlar.","nl":"Zeg (O Moehammad): \"Komt met jullie getuigen die kunnen getuigen dat Allah dat verboden heeft verklaard.\" Als zij dan getuigen, getuig dan niet met hen. En volg niet de begeerten van degenen die Onze Verzen loochenen, en evenmin degenen die niet in het Hiernamaals geloven, terwijl zij deelgenoten toekennen aan hun Heer.","en":"Say, ˹O Prophet,˺ “Bring your witnesses who can testify that Allah has forbidden this.” If they ˹falsely˺ testify, do not testify with them. And do not follow the desires of those who deny Our proofs, disbelieve in the Hereafter, and set up equals with their Lord"},"surah":null},{"id":940,"surahId":6,"ayatId":151,"ayatNo":"١٥١","pageNo":148,"ayatText":"قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوا بِهٖ شَيْـٔاًؕ وَبِالْوَالِدَيْنِ اِحْسَاناًۚ وَلَا تَقْتُلُٓوا اَوْلَادَكُمْ مِنْ اِمْلَاقٍؕ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْۚ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتٖي حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّؕ ذٰلِكُمْ وَصّٰيكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُونَ","ayatMealText":{"tr":"De ki: Rabbinizin size neleri haram kıldığını okuyayım: O'na hiçbir şeyi ortak koşmayın, ana babaya iyilik edin, fakirlik korkusuyla çocuklarınızı öldürmeyin, sizin de onların da rızkını biz veriyoruz. Kötülüklerin açığına da, gizlisine de yaklaşmayın. Haksız yere Allah'ın haram kıldığı cana kıymayın. Düşünesiniz diye Allah size bunları emretti.","nl":"Zeg: \"Komt, ik zal voorlezen wat jullie Heer jullie verboden heeft verklaard: dat jullie iets als deelgenoot aan Hem toekennen. Weest goed voor jullie ouders, en doodt niet jullie kinderen uit (angst voor) armoede. Wij schenken voorzieningen aan jullie en aan hen. En nadert niet de zedeloosheid, de openlijke noch de verborgene, en doodt niet de ziel die Allah verboden heeft verklaard, tenzij volgens het recht. Dat is wat Hij jullie heeft opgedragen, hopelijk zullen jullie begrijpen.","en":"Say, ˹O Prophet,˺ “Come! Let me recite to you what your Lord has forbidden to you: do not associate others with Him ˹in worship˺. ˹Do not fail to˺ honour your parents. Do not kill your children for fear of poverty. We provide for you and for them. Do not come near indecencies, openly or secretly. Do not take a ˹human˺ life—made sacred by Allah—except with ˹legal˺ right. This is what He has commanded you, so perhaps you will understand"},"surah":null}]}