{"juzNo":8,"pageNo":150,"arCuzNo":"۸","arPageNo":"۱٥۰","quranAyats":[{"id":947,"surahId":6,"ayatId":158,"ayatNo":"١٥٨","pageNo":150,"ayatText":"هَلْ يَنْظُرُونَ اِلَّٓا اَنْ تَأْتِيَهُمُ الْمَلٰٓئِكَةُ اَوْ يَأْتِيَ رَبُّكَ اَوْ يَأْتِيَ بَعْضُ اٰيَاتِ رَبِّكَؕ يَوْمَ يَأْتٖي بَعْضُ اٰيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْساً اٖيمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ اَوْ كَسَبَتْ فٖٓي اٖيمَانِهَا خَيْراًؕ قُلِ انْتَظِرُٓوا اِنَّا مُنْتَظِرُونَ","ayatMealText":{"tr":"(İnanmak için) ille meleklerin gelmesini, yahut Rabbinin gelmesini, ya da Rabbinin bazı âyetlerinin gelmesini mi bekliyorlar? Ama Rabbinin (azab) işaretlerinin geldiği gün, daha önce iman etmemiş, yahut imanında bir hayır kazanmamış kimseye, artık inanması bir fayda sağlamaz. De ki: \"Bekleyin; biz de beklemekteyiz.\"","nl":"Zij wachten slechts tot dat de Engelen tot hen komen of dat (de bestraffing) jouw Heer tot hen komt of dat een aantal van de Tekenen van jouw Heer komt. Op de Dag dat een deel van de Tekenen van jouw Heer komt, zal het geloof van iemand niets baten wanneer hij daarvóór niet geloofde of niets goeds verrichtte toen hij geloofde. Zeg (O Moehammad): \"Wachten jullie, voorwaar, Wij zijn (ook) wachtenden.\"","en":"Are they awaiting the coming of the angels, or your Lord ˹Himself˺, or some of your Lord’s ˹major˺ signs? On the Day your Lord’s signs arrive, belief will not benefit those who did not believe earlier or those who did no good through their faith. Say, “Keep waiting! We too are waiting.”"},"surah":{"surahId":6,"name":"En'âm","nameAr":"الْاَنْعَامِ","revelationOrder":55,"verseCount":165,"juzNo":7,"firstPage":128}},{"id":948,"surahId":6,"ayatId":159,"ayatNo":"١٥٩","pageNo":150,"ayatText":"اِنَّ الَّذٖينَ فَرَّقُوا دٖينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فٖي شَيْءٍؕ اِنَّـمَٓا اَمْرُهُمْ اِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ","ayatMealText":{"tr":"Dinlerini parça parça edip, grup grup olanlar var ya, senin onlarla hiçbir ilişkin yoktur. Onların işi Allah'a kalmıştır, sonra (Allah) onlara yaptıklarını haber verecektir.","nl":"Voorwaar, degenen die hun godsdienst opsplitsten on tot partijen werden, jij (Moehammad) bent in niets verantwoordelijk voor hen, hun kwestie rust slechts bij Allah, Vervolgens zal Hij hun berichten over wat zij plachten te doen.","en":"Indeed, you ˹O Prophet˺ are not responsible whatsoever for those who have divided their faith and split into sects. Their judgment rests only with Allah. And He will inform them of what they used to do"},"surah":null},{"id":949,"surahId":6,"ayatId":160,"ayatNo":"١٦٠","pageNo":150,"ayatText":"مَنْ جَٓاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ اَمْثَالِهَاۚ وَمَنْ جَٓاءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى اِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ","ayatMealText":{"tr":"Kim iyilik getirirse, ona o (getirdiği)nin on katı vardır. Kim kötülük getirirse, sadece onun dengiyle cezalandırılır; onlar haksızlığa uğratılmazlar.","nl":"Wie met een pede (daad) komt; voor hem is er (een beloning) als van tien daarvan; en wie met een slechte (daad) komt, dit wordt dan slechts vergolden met het gelijke, en hun zal geen onrecht worden amgedaan.","en":"Whoever comes with a good deed will be rewarded tenfold. But whoever comes with a bad deed will be punished for only one. None will be wronged"},"surah":null},{"id":950,"surahId":6,"ayatId":161,"ayatNo":"١٦١","pageNo":150,"ayatText":"قُلْ اِنَّنٖي هَدٰينٖي رَبّٖٓي اِلٰى صِرَاطٍ مُسْتَقٖيمٍۚ دٖيناً قِيَماً مِلَّةَ اِبْرٰهٖيمَ حَنٖيفاًۚ وَمَا كَانَ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"De ki: Rabbim, beni doğru yola iletti. Dosdoğru dine, Allah'ı birleyen İbrahim'in dinine. O, ortak koşanlardan değildi.","nl":"Zeg (O Moehammad): \"Voorwaar, Mijn Heer heeft mij op een reht Pad geleid, de ware godsdienst, de godsdienst van Ibrâhîm, de Hanîf, en hij behoorde niet tot de veelgodenaanbidders.\"","en":"Say, ˹O Prophet,˺ “Surely my Lord has guided me to the Straight Path, a perfect way, the faith of Abraham, the upright, who was not one of the polytheists.”"},"surah":null},{"id":951,"surahId":6,"ayatId":162,"ayatNo":"١٦٢","pageNo":150,"ayatText":"قُلْ اِنَّ صَلَاتٖي وَنُسُكٖي وَمَحْيَايَ وَمَمَاتٖي لِلّٰهِ رَبِّ الْعَالَمٖينَۙ","ayatMealText":{"tr":"De ki: Benim namazım, ibadetim, hayatım ve ölümüm hep âlemlerin Rabbi Allah içindir.","nl":"Zeg: \"Voorwaar, mijn shalât, mijn aanbidding, mijn leven en mijn sterven zijn opgedragen aan Allah, Heer der Werelden.","en":"Say, “Surely my prayer, my worship, my life, and my death are all for Allah—Lord of all worlds"},"surah":null},{"id":952,"surahId":6,"ayatId":163,"ayatNo":"١٦٣","pageNo":150,"ayatText":"لَا شَرٖيكَ لَهُۚ وَبِذٰلِكَ اُمِرْتُ وَاَنَا۬ اَوَّلُ الْمُسْلِمٖينَ","ayatMealText":{"tr":"Onun ortağı yoktur. Bana böyle emrolundu ve ben müslümanların ilkiyim.","nl":"Hij heeft geen deelgenoten, en dat is mij bevolen (te verkondigen). En ik ben de eerste van de Moslims.\"","en":"He has no partner. So I am commanded, and so I am the first to submit.”"},"surah":null},{"id":953,"surahId":6,"ayatId":164,"ayatNo":"١٦٤","pageNo":150,"ayatText":"قُلْ اَغَيْرَ اللّٰهِ اَبْغٖي رَباًّ وَهُوَ رَبُّ كُلِّ شَيْءٍؕ وَلَا تَكْسِبُ كُلُّ نَفْسٍ اِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ اُخْرٰىۚ ثُمَّ اِلٰى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فٖيهِ تَخْتَلِفُونَ","ayatMealText":{"tr":"De ki: Allah herşeyin Rabbi iken, ben O'ndan başka Rab mi arayayım? Herkesin kazandığı yalnız kendisine aittir. Kendi (günah) yükünü taşıyan hiç kimse, bir başkasının (günah) yükünü taşımaz. Sonra dönüşünüz Rabbinizedir. O, ayrılığa düştüğünüz gerçeği size haber verecektir.","nl":"Zeg: \"Zal ik een andere Heer dan Allah zoeken, terwijl Hij de Heer van alle zaken is?\" En niemand bedrijft iets of het rust op hemzelf en geen enkele drager draagt de last van een ander. Daarna is jullie terugkeer tot jullie Heer en dan zal Hij jullie inlichten over hetgeen waarover jullie van mening plachten te verschillen.\"","en":"Say, ˹O Prophet,˺ “Should I seek a lord other than Allah while He is the Lord of everything?” No one will reap except what they sow. No soul burdened with sin will bear the burden of another. Then to your Lord is your return, and He will inform you of your differences"},"surah":null},{"id":954,"surahId":6,"ayatId":165,"ayatNo":"١٦٥","pageNo":150,"ayatText":"وَهُوَ الَّذٖي جَعَلَكُمْ خَلَٓائِفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فٖي مَٓا اٰتٰيكُمْؕ اِنَّ رَبَّكَ سَرٖيعُ الْعِقَابِؗ وَاِنَّهُ لَغَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Sizi yeryüzünün halifeleri yapan, size verdiği şeylerde, sizi denemek için, kiminizi kiminizden derecelerle üstün kılan O'dur. Şüphesiz Rabbin, cezası çabuk olandır ve O, bağışlayan, esirgeyendir.","nl":"En Hij is het Die jullie heeft aangesteld als gevolmachtigden op de aarde, Hij heeft een deel van jullie in rangen verheven boven anderen, om jullie te beproeven met wat Hij jullie heeft gegeven. Voorwaar, jouw Heer is snel in de bestraffing, en voorwaar, Hij is zeker Vergevensgezind, Meest Bamhartig.","en":"He is the One Who has placed you as successors on earth and elevated some of you in rank over others, so He may test you with what He has given you. Surely your Lord is swift in punishment, but He is certainly All-Forgiving, Most Merciful"},"surah":null}]}