{"juzNo":8,"pageNo":153,"arCuzNo":"۸","arPageNo":"۱٥۳","quranAyats":[{"id":977,"surahId":7,"ayatId":23,"ayatNo":"٢٣","pageNo":153,"ayatText":"قَالَا رَبَّـنَا ظَلَمْنَٓا اَنْفُسَنَا وَاِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Dediler ki: \"Ey Rabbimiz! Biz kendimize zulmettik, eğer bizi bağışlamaz ve bize rahmetinle muamele etmezsen muhakkak ziyana uğrayacaklardan oluruz!\"","nl":"Zij zeiden: \"Onze Heer, wij hebben onszelf onrecht aangedaan en wanneer U ons niet vergeeft en ons geen genade schenkt, dan zullen wij zeker tot de verliezers behoren.\"","en":"They replied, “Our Lord! We have wronged ourselves. If You do not forgive us and have mercy on us, we will certainly be losers.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":978,"surahId":7,"ayatId":24,"ayatNo":"٢٤","pageNo":153,"ayatText":"قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّۚ وَلَكُمْ فِي الْاَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ اِلٰى حٖينٍ","ayatMealText":{"tr":"(Allah) buyurdu: \"Birbirinize düşman olarak inin, sizin yeryüzünde bir süreye kadar kalıp geçinmeniz gerekmektedir.\"","nl":"Hij (Allah) zei: \"Daalt af, jullie zijn elkaars vijanden, en voor jullie is er op de aarde een verblijfplaats en een genieting tot een bepaalde tijd.\"","en":"Allah said, “Descend as enemies to each other. You will find in the earth a residence and provision for your appointed stay.”"},"surah":null},{"id":979,"surahId":7,"ayatId":25,"ayatNo":"٢٥","pageNo":153,"ayatText":"قَالَ فٖيهَا تَحْيَوْنَ وَفٖيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَࣖ","ayatMealText":{"tr":"\"Orada yaşayacaksınız, orada öleceksiniz ve yine oradan (dirilip) çıkarılacaksınız!\" dedi.","nl":"Hij zei: \"Daarop zullen jullie leven en daarop zullen jullie sterven en daaruit zullen jullie tevoorschijn worden gebracht.\"","en":"He added, “There you will live, there you will die, and from there you will be resurrected.”"},"surah":null},{"id":980,"surahId":7,"ayatId":26,"ayatNo":"٢٦","pageNo":153,"ayatText":"يَا بَنٖٓي اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاساً يُوَارٖي سَوْاٰتِكُمْ وَرٖيشاًࣞ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌؕ ذٰلِكَ مِنْ اٰيَاتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُونَ","ayatMealText":{"tr":"Ey Âdemoğulları, size çirkin yerlerinizi örtecek giysi, süslenecek elbise indirdik. Hayırlı olan, takva elbisesidir. İşte bu(nlar), Allah'ın âyetlerindendir, belki düşünüp öğüt alırlar.","nl":"O Kinderen van Adam, voorzeker, Wij hebben voor jullie kleding neergezonden om jullie schaamte te bedekken en versierselen. En het kleed van het vrezen (van Allah), dat is het beste. Dat zijn een aantal van Allah's Tekenen. Hopelijk laten zij zich vermanen.","en":"O children of Adam! We have provided for you clothing to cover your nakedness and as an adornment. However, the best clothing is righteousness. This is one of Allah’s bounties, so perhaps you will be mindful"},"surah":null},{"id":981,"surahId":7,"ayatId":27,"ayatNo":"٢٧","pageNo":153,"ayatText":"يَا بَنٖٓي اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَٓا اَخْرَجَ اَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَاؕ اِنَّهُ يَرٰيكُمْ هُوَ وَقَبٖيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْؕ اِنَّا جَعَلْنَا الشَّيَاطٖينَ اَوْلِيَٓاءَ لِلَّذٖينَ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Ey Âdemoğulları. Şeytan, ana babanızı, çirkin yerlerini onlara göstermek için elbiselerini soyarak cennetten çıkardığı gibi, sizi de (şaşırtıp) bir belaya düşürmesin! Çünkü o ve kabilesi, sizin onları göremeyeceğiniz yerden sizi görürler. Biz, şeytanları, inanmayanların dostu yaptık.","nl":"0OKinderen van Adam, laat de Satan jullie niet in verzoeking brengen, zoals hij jullie voorouders uit de tuin heeft verdreven; hij nam hun kleding van hen weg om hen hun schaamte te tonen. Hij en zijn aanhangers zien jullie van waar jullie hen niet zien. Voorwaar, Wij hebben de Satans tot leiders gemaakt voor degenen die niet geloven.","en":"O children of Adam! Do not let Satan deceive you as he tempted your parents out of Paradise and caused their cover to be removed in order to expose their nakedness. Surely he and his soldiers watch you from where you cannot see them. We have made the devils allies of those who disbelieve"},"surah":null},{"id":982,"surahId":7,"ayatId":28,"ayatNo":"٢٨","pageNo":153,"ayatText":"وَاِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَٓا اٰبَٓاءَنَا وَاللّٰهُ اَمَرَنَا بِهَاؕ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَٓاءِؕ اَتَقُولُونَ عَلَى اللّٰهِ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"Onlar bir kötülük yaptıkları zaman: \"Babalarımızı bu yolda bulduk, bunu bize Allah emretti.\" derler. De ki: \"Allah kötülüğü emretmez. Allah'a karşı bilmediğiniz şeyleri mi söylüyorsunuz?\"","nl":"En wanneer zij een gruweldaad bedrijven, dan zeggen zij: \"Wij troffen dit bij onze vaderen aan en Allah heeft ons dit bevolen.\" Zeg (O Moehammad): \"Voorwaar, Allah beveelt geen gruweldaden, zeggen jullie dat over Allah wat jullie niet weten?\"","en":"Whenever they commit a shameful deed, they say, “We found our forefathers doing it and Allah has commanded us to do it.” Say, “No! Allah never commands what is shameful. How can you attribute to Allah what you do not know?”"},"surah":null},{"id":983,"surahId":7,"ayatId":29,"ayatNo":"٢٩","pageNo":153,"ayatText":"قُلْ اَمَرَ رَبّٖي بِالْقِسْطِࣞ وَاَقٖيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصٖينَ لَهُ الدّٖينَؕ كَمَا بَدَاَكُمْ تَعُودُونَؕ","ayatMealText":{"tr":"De ki: \"Rabbim bana adaleti emretti. Her mescidde yüzünüzü O'na doğrultun ve dini yalnız kendisine has kılarak O'na yalvarın. İlkin sizi yarattığı gibi yine O'na döneceksiniz.\"","nl":"Zeg: \"Mijn Heer heeft rechtvaardigheid bevolen.\" En: \"Richt jullie aangezicht (tot Hem) bij iedere knieling (in het gebed) en aanbidt Hem op een zuivere wijze van aanbidding. Zoals Hij jullie de eerste keer heeft geschapen, zo zullen jullie terugkeren.\"","en":"Say, ˹O Prophet,˺ “My Lord has commanded uprightness and dedication ˹to Him alone˺ in worship, calling upon Him with sincere devotion. Just as He first brought you into being, you will be brought to life again.”"},"surah":null},{"id":984,"surahId":7,"ayatId":30,"ayatNo":"٣٠","pageNo":153,"ayatText":"فَرٖيقاً هَدٰى وَفَرٖيقاً حَقَّ عَلَيْهِمُ الضَّلَالَةُؕ اِنَّهُمُ اتَّخَذُوا الشَّيَاطٖينَ اَوْلِيَٓاءَ مِنْ دُونِ اللّٰهِ وَيَحْسَبُونَ اَنَّهُمْ مُهْتَدُونَ","ayatMealText":{"tr":"(O) bir topluluğu doğru yola iletti, bir topluluğa da sapıklık hak oldu. Çünkü onlar, şeytanları Allah'tan başka dostlar tuttular ve kendilerinin de doğru yolda olduklarını sanıyorlar.","nl":"Een groep heeft Hij leiding gegeven en voor een andere groep is hun dwaling terecht. Voorwaar, zij namen de Satans als beschermers, naast Allah, en zij dachten dat zij waarlijk rechtgeleiden waren.","en":"He has guided some, while others are destined to stray. They have taken devils as their masters instead of Allah—thinking they are ˹rightly˺ guided"},"surah":null}]}