{"juzNo":8,"pageNo":154,"arCuzNo":"۸","arPageNo":"۱٥٤","quranAyats":[{"id":985,"surahId":7,"ayatId":31,"ayatNo":"٣١","pageNo":154,"ayatText":"يَا بَنٖٓي اٰدَمَ خُذُوا زٖينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُواۚ اِنَّهُ لَا يُحِبُّ الْمُسْرِفٖينَࣖ","ayatMealText":{"tr":"Ey Âdemoğulları! Her mescide gidişinizde güzel giysilerinizi giyin ve yiyin, için, fakat israf etmeyin, Çünkü Allah israf edenleri sevmez.","nl":"O Kinderen van Adam, draagt jullie mooie kleding bij elke shalât, en eet en drinkt en overdrijft niet. Voorwaar, Hij houdt niet van de buitensporigen.","en":"O Children of Adam! Dress properly whenever you are at worship. Eat and drink, but do not waste. Surely He does not like the wasteful"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":986,"surahId":7,"ayatId":32,"ayatNo":"٣٢","pageNo":154,"ayatText":"قُلْ مَنْ حَرَّمَ زٖينَةَ اللّٰهِ الَّتٖٓي اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبَاتِ مِنَ الرِّزْقِؕ قُلْ هِيَ لِلَّذٖينَ اٰمَنُوا فِي الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيٰمَةِؕ كَذٰلِكَ نُفَصِّلُ الْاٰيَاتِ لِقَوْمٍ يَعْلَمُونَ","ayatMealText":{"tr":"De ki: \"Allah'ın kulları için çıkardığı zinetleri ve tertemiz rızıkları kim haram kılmış?\" De ki: \"Bunlar, bu dünya hayatında inananlar içindir, kıyamet gününde de yalnız onlara mahsustur\". İşte böylece biz âyetleri bilen bir topluluğa uzun uzun açıklıyoruz.","nl":"Zeg (O Moehammad): \"Wie heeft de mooie kleding die Allah voor Zijn dienaren heeft gebracht on de goede dingen van de voorzieningen verboden verklaard?\" Zeg: \"Dit is op de Dag der Opstanding uitsluitend voor degenen die geloofden tijdens het wereldse leven.\" Zo zetten Wij de Verzen uiteen aan een volk dat weet.","en":"Ask, ˹O Prophet,˺ “Who has forbidden the adornments and lawful provisions Allah has brought forth for His servants?” Say, “They are for the enjoyment of the believers in this worldly life, but they will be exclusively theirs on the Day of Judgment. This is how We make Our revelations clear for people of knowledge.”"},"surah":null},{"id":987,"surahId":7,"ayatId":33,"ayatNo":"٣٣","pageNo":154,"ayatText":"قُلْ اِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْاِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَاَنْ تُشْرِكُوا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطَاناً وَاَنْ تَقُولُوا عَلَى اللّٰهِ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"De ki: \"Rabbim, sadece fuhşiyatı, onun açık ve gizli olanını, günahları, haksız yere isyanı, haklarında hiç bir delil indirmediği şeyleri Allah'a ortak koşmanızı ve Allah hakkında bilmediğiniz şeyleri söylemenizi yasaklamıştır\".","nl":"Zeg: \"Mijn Heer heeft slechts de zedeloosheden verboden, wat er openlijk van is en wat er verborgen van is; en de zonde; en de overtreding zonder recht; en dat jullie Allah deelgenoten toekennen, waarvoor Hij geen bewijs heeft neergezonden en dat jullie over Allah zeggen wat jullie niet weten.\"","en":"Say, “My Lord has only forbidden open and secret indecencies, sinfulness, unjust aggression, associating ˹others˺ with Allah ˹in worship˺—a practice He has never authorized—and attributing to Allah what you do not know.”"},"surah":null},{"id":988,"surahId":7,"ayatId":34,"ayatNo":"٣٤","pageNo":154,"ayatText":"وَلِكُلِّ اُمَّةٍ اَجَلٌۚ فَاِذَا جَٓاءَ اَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ","ayatMealText":{"tr":"Her ümmetin bir eceli vardır. O ecel geldiğinde, ne bir ân erteleyebilirler, ne de öne alabilirler.","nl":"Voor iedere gemeenschap is er een vastgesteld tijdstip on wanneer haar tijdstip is gekomen, dan kunnen zij het geen moment uitstellen noch vervroegen.","en":"For each community there is an appointed term. When their time arrives, they can neither delay it for a moment, nor could they advance it"},"surah":null},{"id":989,"surahId":7,"ayatId":35,"ayatNo":"٣٥","pageNo":154,"ayatText":"يَا بَنٖٓي اٰدَمَ اِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ اٰيَاتٖيۙ فَمَنِ اتَّقٰى وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Ey Âdemoğulları! Size içinizden peygamberler gelip âyetlerimi anlattıklarında, kim Allah'tan korkar ve kendini düzeltirse, işte onlar için korku yoktur. Onlar üzülmeyeceklerdir de.","nl":"O Kinderen van Adam, wanneer er Boodschappers uit jullie midden tot jullie komen, die jullie Mijn Verzen vertellen: wie dan (Allah) vreest en zich betert; over hem zal geen angst komen. Noch zullen zij treuren.","en":"O children of Adam! When messengers from among yourselves come to you reciting My revelations—whoever shuns evil and mends their ways, there will be no fear for them, nor will they grieve"},"surah":null},{"id":990,"surahId":7,"ayatId":36,"ayatNo":"٣٦","pageNo":154,"ayatText":"وَالَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا وَاسْتَكْبَرُوا عَنْهَٓا اُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Kim de âyetlerimizi yalanlar ve onlara karşı büyüklük taslarsa, işte onlar cehennemliktirler ve orada ebedî olarak kalacaklardır.","nl":"En degenen die Onze Verzen loochenen en er hoogmoedig tegenover staan, zij zijn degenen die de bewoners van de Hel zijn. Zij zijn daarin eeuwig levenden.","en":"But those who receive Our revelations with denial and arrogance will be the residents of the Fire. They will be there forever"},"surah":null},{"id":991,"surahId":7,"ayatId":37,"ayatNo":"٣٧","pageNo":154,"ayatText":"فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِباً اَوْ كَذَّبَ بِاٰيَاتِهٖؕ اُو۬لٰٓئِكَ يَنَالُهُمْ نَصٖيبُهُمْ مِنَ الْكِتَابِؕ حَتّٰٓى اِذَا جَٓاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْۙ قَالُٓوا اَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللّٰهِؕ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوا كَافِرٖينَ","ayatMealText":{"tr":"Allah'a karşı yalan uyduran yahut âyetlerini yalanlayandan daha zalim kim olabilir? Onlara Kitap'tan nasipleri erişir. Canlarını alacak elçilerimiz gelince onlara: \"Allah'tan başka taptıklarınız nerede?\" derler. Onlar: \"O taptıklarımız bizden sapıp ayrıldılar.\" derler. Böylece kendilerinin kâfir olduklarına bizzat şahitlik ederler.","nl":"Wie zijn dan onrechtvaardiger dan degenen die een leugen over Allah hebben verzonnen en die Zijn Verzen geloochend hebben? Zij zijn degenen die door hun aandeel in het Boek (Lauhoelmahfoezh) getroffen worden, totdat wanneer Onze gezanten (de Engelen) tot hen komen die hen wegnemen. Zij zeiden: \"Waar is hetgeen dat jullie plachten to aanbidden naast Allah?\" Zij zeiden: \"Zij zijn van ons weggegaan,\" on zij getuigden over zichzelf dat zij ongelovigen waren.","en":"Who does more wrong than those who fabricate lies against Allah or deny His revelations? They will receive what is destined for them, until Our messenger-angels arrive to take their souls, asking them, “Where are those ˹false gods˺ you used to invoke besides Allah?” They will cry, “They have failed us,” and they will confess against themselves that they were indeed disbelievers"},"surah":null}]}