{"juzNo":8,"pageNo":155,"arCuzNo":"۸","arPageNo":"۱٥٥","quranAyats":[{"id":992,"surahId":7,"ayatId":38,"ayatNo":"٣٨","pageNo":155,"ayatText":"قَالَ ادْخُلُوا فٖٓي اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْاِنْسِ فِي النَّارِؕ كُلَّمَا دَخَلَتْ اُمَّةٌ لَعَنَتْ اُخْتَهَاؕ حَتّٰٓى اِذَا ادَّارَكُوا فٖيهَا جَمٖيعاًۙ قَالَتْ اُخْرٰيهُمْ لِاُو۫لٰيهُمْ رَبَّـنَا هٰٓؤُ۬لَٓاءِ اَضَلُّونَا فَاٰتِهِمْ عَذَاباً ضِعْفاً مِنَ النَّارِؕ قَالَ لِكُلٍّ ضِعْفٌ وَلٰكِنْ لَا تَعْلَمُونَ","ayatMealText":{"tr":"Allah onlara: \"Sizden önce geçmiş cin ve insan topluluklarıyla beraber cehennem ateşine girin!\" der. Cehenneme giren her ümmet kendi din kardeşine lanet eder. Nihayet hepsi oraya toplandığında, sonrakiler öncekiler hakkında derler ki: \"Rabbimiz! İşte şunlar bizi doğru yoldan saptırdı. Onlara cehennem ateşinden kat kat azab ver\". Allah der ki: \"Herkesin azabı kat kattır, fakat siz bilemezsiniz\".","nl":"Hij (Allah) zegt: \"Treedt de gemeenschappen van de Djinn's en de mensen binnen die jullie reeds zijn voorgegaan in de Hel. Telkens wanneer een gemeenschap (de Hel) binnengaat, vervloekt zij haar zuster(-gemeenschap), totdat, wanneer zij allen bijelkaarkomen, de laatste van hen over de eerste van hen zegt: \"Onze Heer, deze heeft ons heeft doen dwalen, geef hun daarom een dubbele bestraffing van de Hel.\" Hij zei: \"Voor een ieder is er een dubbele (bestraflring), maar jullie weten het niet.\"","en":"Allah will say, “Enter the Fire along with the ˹evil˺ groups of jinn and humans that preceded you.” Whenever a group enters Hell, it will curse the preceding one until they are all gathered inside, the followers will say about their leaders, “Our Lord! They have misled us, so multiply their torment in the Fire.” He will answer, “It has already been multiplied for all, but you do not know.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":993,"surahId":7,"ayatId":39,"ayatNo":"٣٩","pageNo":155,"ayatText":"وَقَالَتْ اُو۫لٰيهُمْ لِاُخْرٰيهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَࣖ","ayatMealText":{"tr":"Öncekiler de sonrakilere derler ki: \"Sizin bizden bir üstünlüğünüz yoktur. O halde yaptıklarınızdan dolayı azabı tadın\".","nl":"En de eerste van hen zal tot de laatste van hen zeggen: \"Jullie zijn niet boven ons begunstigd, proeft daarom de bestraffing vanwege hetgeen jullie plachten verrichten.","en":"Then the leaders will say to their followers, “You were no better than us! So taste the torment for what you used to commit.”"},"surah":null},{"id":994,"surahId":7,"ayatId":40,"ayatNo":"٤٠","pageNo":155,"ayatText":"اِنَّ الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ اَبْوَابُ السَّمَٓاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتّٰى يَلِجَ الْجَمَلُ فٖي سَمِّ الْخِيَاطِؕ وَكَذٰلِكَ نَجْزِي الْمُجْرِمٖينَ","ayatMealText":{"tr":"Bizim âyetlerimizi yalanlayan ve onlara inanmaya tenezzül etmeyenler var ya, işte onlara göğün kapıları açılmayacak ve deve (veya halat) iğne deliğinden geçinceye kadar onlar cennete giremeyeceklerdir. İşte suçluları böyle cezalandırırız.","nl":"Voorwaar, degenen die Onze Verzen loochenen en die zich er hooghartig van afwenden: de poorten van de hemel zullen voor hen niet worden geopend, en zij zullen het Paradijs niet binnengaan, totdat de kameel door het oog van de naald gaat. En zo vergelden Wij de misdadigers.","en":"Surely those who receive our revelations with denial and arrogance, the gates of heaven will not be opened for them, nor will they enter Paradise until a camel passes through the eye of a needle. This is how We reward the wicked"},"surah":null},{"id":995,"surahId":7,"ayatId":41,"ayatNo":"٤١","pageNo":155,"ayatText":"لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍؕ وَكَذٰلِكَ نَجْزِي الظَّالِمٖينَ","ayatMealText":{"tr":"Onlara cehennemde ateşten bir yatak, üstlerine de (ateşten) örtüler vardır. Biz zalimleri işte böyle cezalandırırız.","nl":"Voor hen is er een plaats van hellevuur en boven hen zijn er bedekkingen (van vuur). Zo vergelden Wij de onrechtplegers.","en":"Hell will be their bed; flames will be their cover. This is how We reward the wrongdoers"},"surah":null},{"id":996,"surahId":7,"ayatId":42,"ayatNo":"٤٢","pageNo":155,"ayatText":"وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْساً اِلَّا وُسْعَهَاؗ اُو۬لٰٓئِكَ اَصْحَابُ الْجَنَّةِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"İman edenler ve iyi amellerde bulunanlarki biz hiç kimseye gücünün üstünde bir şey teklif etmeyiz işte onlar cennet ehlidir ve orada ebedî olarak kalacaklardır.","nl":"En degenen die geloven en goede werken verrichten, Wij belasten niemand (van hen) dan naar zijn vermogen: zij zijn degenen die de bewoners van het Paradijs zijn. Zij zijn daarin eeuwig levenden.","en":"As for those who believe and do good—We never require of any soul more than what it can afford—it is they who will be the residents of Paradise. They will be there forever"},"surah":null},{"id":997,"surahId":7,"ayatId":43,"ayatNo":"٤٣","pageNo":155,"ayatText":"وَنَزَعْنَا مَا فٖي صُدُورِهِمْ مِنْ غِلٍّ تَجْرٖي مِنْ تَحْتِهِمُ الْاَنْهَارُۚ وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذٖي هَدٰينَا لِهٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَٓا اَنْ هَدٰينَا اللّٰهُۚ لَقَدْ جَٓاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّؕ وَنُودُٓوا اَنْ تِلْكُمُ الْجَنَّةُ اُو۫رِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Orada kalblerinde bulunan kini çıkarıp atarız. Onların altlarından ırmaklar akar. \"Bizi buna erdiren Allah'a hamdolsun. Eğer Allah bizi doğru yola sevk etmeseydi biz doğru yola erişemezdik. Şüphesiz Rabbimizin peygamberleri bize gerçeği getirmişler.\" derler. Onlara şöyle seslenilir: \"İşte size cennet! Yaptıklarınıza karşılık buna varis oldunuz\".","nl":"En Wij nemen uit hun harten weg wat er aan wrok is, onder (het Paradijs) door stromen de rivieren. En zij zeiden: \"Alle lof zij Allah, Die ons hierheen heeft geleid en wij zouden geen leiding hebben gevonden als Allah ons geen Leiding had geschonken, Voorzeker, de gezanten van Onze Heer zijn in Waarheid gekomen. En tot hen wordt geroepen: \"Dit is het Paradijs dat jullie hebben beerfd wegens watjullie plachten te doen.\"","en":"We will remove whatever bitterness they had in their hearts. Rivers will flow under their feet. And they will say, “Praise be to Allah for guiding us to this. We would have never been guided if Allah had not guided us. The messengers of our Lord had certainly come with the truth.” It will be announced to them, “This is Paradise awarded to you for what you used to do.”"},"surah":null}]}