{"juzNo":8,"pageNo":157,"arCuzNo":"۸","arPageNo":"۱٥۷","quranAyats":[{"id":1006,"surahId":7,"ayatId":52,"ayatNo":"٥٢","pageNo":157,"ayatText":"وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلٰى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"Gerçekten onlara, bilgiye göre açıkladığımız, inanan bir toplum için yol gösterici ve rahmet olan bir Kitap getirdik.","nl":"En voorzeker hebben Wij hun een Boek gebracht en het daarna uittengezet, op grond ven kennis, als Leiding en als Bamhartigheid voor een volk dat gelooft.","en":"We have certainly brought them a Book which We explained with knowledge—a guide and mercy for those who believe"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1007,"surahId":7,"ayatId":53,"ayatNo":"٥٣","pageNo":157,"ayatText":"هَلْ يَنْظُرُونَ اِلَّا تَأْوٖيلَهُؕ يَوْمَ يَأْتٖي تَأْوٖيلُهُ يَقُولُ الَّذٖينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَٓاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَنَا مِنْ شُفَعَٓاءَ فَيَشْفَعُوا لَـنَٓا اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذٖي كُنَّا نَعْمَلُؕ قَدْ خَسِرُٓوا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَࣖ","ayatMealText":{"tr":"İlle onun te'vilini mi gözetiyorlar? Onun te'vili geldiği (verdiği haberler ortaya çıktığı) gün, önceden onu unutmuş olanlar derler ki: \"Doğrusu Rabbimizin elçileri gerçeği getirmiş. Şimdi bizim şefaatçilerimiz var mı ki bize şefaat etsinler, yahut tekrar geri döndürülmemiz mümkün mü ki eski yaptıklarımızdan başkasını yapalım?\" Onlar, kendilerini zarara soktular ve uydurdukları şeyler kendilerinden saptı, kaybolup gitti.","nl":"Zij wachten op niets anders dan het gevolg ervan. De Dag waarop het gevolg ervan komt, zeggen degenen die het (Boek) daarvoor hadden vergeten: \"Waarlijk, de Boodschappers van onze Heer kwamen tot ons met de Waarheid: zijn er voor ons dan nog voorsprekers die ten gunste ven ons spreken? Of kunnen wij (naar de aarde) worden teruggebracht? Dan zullen wij anders handelen dan wij plachten te handelen.\" Waarlijk, zij hebben zichzelf verlies toegebracht en van hen weggegaan is wat zij plachten te verzinnen.","en":"Do they only await the fulfilment ˹of its warning˺? The Day it will be fulfilled, those who ignored it before will say, “The messengers of our Lord certainly came with the truth. Are there any intercessors who can plead on our behalf? Or can we be sent back so we may do ˹good,˺ unlike what we used to do?” They will have certainly ruined themselves, and whatever ˹gods˺ they fabricated will fail them"},"surah":null},{"id":1008,"surahId":7,"ayatId":54,"ayatNo":"٥٤","pageNo":157,"ayatText":"اِنَّ رَبَّكُمُ اللّٰهُ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ فٖي سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُغْشِي الَّيْلَ النَّهَارَ يَطْلُبُهُ حَثٖيثاًۙ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِاَمْرِهٖؕ اَلَا لَهُ الْخَلْقُ وَالْاَمْرُؕ تَـبَارَكَ اللّٰهُ رَبُّ الْعَالَمٖينَ","ayatMealText":{"tr":"Şüphesiz Rabbiniz Allah, gökleri ve yeri altı günde yarattı, sonra Arş üzerine hükümran oldu. O, geceyi durmadan onu kovalayan gündüze bürüyüp örter; güneş, ay ve yıldızlar emrine âmâdedir. İyi biliniz ki yaratma ve emir O'nundur. Âlemlerin Rabbi olan Allah ne yücedir.","nl":"Voorwaar, jullie Heer is Allah, Degene Die de hemelen en de aarde in zes dagen (perioden) heeft geschapen. Vervolgens zetelde Hij zich op de Troon. Hij doet de nacht de dag bedekken, die hem haastig najaagt; en de zon, de maan en de sterren zijn aan Zijn bevel onderworpen. Weet, dat scheppen en bevelen aan Hem is voorbehouden. Gezegend zij Allah, de Heer der Werelden.","en":"Indeed your Lord is Allah Who created the heavens and the earth in six Days, then established Himself on the Throne. He makes the day and night overlap in rapid succession. He created the sun, the moon, and the stars—all subjected by His command. The creation and the command belong to Him ˹alone˺. Blessed is Allah—Lord of all worlds"},"surah":null},{"id":1009,"surahId":7,"ayatId":55,"ayatNo":"٥٥","pageNo":157,"ayatText":"اُدْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةًؕ اِنَّهُ لَا يُحِبُّ الْمُعْتَدٖينَۚ","ayatMealText":{"tr":"Rabbinize yalvara yalvara ve gizlice dua edin. Çünkü O, haddi aşanları sevmez.","nl":"Roept jullie Heer aan in nederigheid en (met) zachtheid. Voorwaar, Hij houdt niet van de overtreders.","en":"Call upon your Lord humbly and secretly. Surely He does not like the transgressors"},"surah":null},{"id":1010,"surahId":7,"ayatId":56,"ayatNo":"٥٦","pageNo":157,"ayatText":"وَلَا تُفْسِدُوا فِي الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاًؕ اِنَّ رَحْمَتَ اللّٰهِ قَرٖيبٌ مِنَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Düzeltildikten sonra yeryüzünde bozgunculuk yapmayın. O'na, korkarak ve rahmetini umarak dua edin. Muhakkak ki Allah'ın rahmeti, iyilik edenlere yakındır.","nl":"En zaait geen verderf op aarde na de verbetering ervan (door de aanwezigheid van de Profeet) en roept Hem aan, (Zijn bestraffing) vrezend en (Zijn Barmhartigheid) begerend. Voorwaar, Allah's Barmhartigheid is dicht bij de weldoeners.","en":"Do not spread corruption in the land after it has been set in order. And call upon Him with hope and fear. Indeed, Allah’s mercy is always close to the good-doers"},"surah":null},{"id":1011,"surahId":7,"ayatId":57,"ayatNo":"٥٧","pageNo":157,"ayatText":"وَهُوَ الَّذٖي يُرْسِلُ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهٖؕ حَتّٰٓى اِذَٓا اَقَلَّتْ سَحَاباً ثِقَالاً سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَاَنْزَلْنَا بِهِ الْمَٓاءَ فَاَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرَاتِؕ كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ تَذَكَّرُونَ","ayatMealText":{"tr":"Rahmetinin önünde müjdeci olarak rüzgarları gönderen O'dur. O rüzgarlar, yağmur yüklü bulutları yüklenince, onu kurak bir memlekete gönderir, sonra onunla yağmur yağdırır ve onunla her çeşit ürünü yetiştiririz. İşte Biz, ölüleri de böyle diriltiriz. Gerekir ki düşünür, ibret alırsınız.","nl":"En Hij is Degene Die de winden zendt als aankondigers van verheugende tijdingen, voorafgaand aan Zijn Barmhartigheid (regen). Zodat wanneer zij de zware wolken hebben opgeheven, Wij die naar een dorre streek drijven, waarna Wij daaruit water doen neerdalen, waarmee Wij dan allerlei soorten vruchten voortbrengen. Zo wekken Wij de doden op. Hopelijk laten jullie je vermanen.","en":"He is the One Who sends the winds ushering in His mercy. When they bear heavy clouds, We drive them to a lifeless land and then cause rain to fall, producing every type of fruit. Similarly, We will bring the dead to life, so perhaps you will be mindful"},"surah":null}]}