{"juzNo":8,"pageNo":158,"arCuzNo":"۸","arPageNo":"۱٥۸","quranAyats":[{"id":1012,"surahId":7,"ayatId":58,"ayatNo":"٥٨","pageNo":158,"ayatText":"وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِاِذْنِ رَبِّهٖۚ وَالَّذٖي خَبُثَ لَا يَخْرُجُ اِلَّا نَكِداًؕ كَذٰلِكَ نُصَرِّفُ الْاٰيَاتِ لِقَوْمٍ يَشْكُرُونَࣖ","ayatMealText":{"tr":"Güzel memleketin bitkisi, Rabbinin izniyle çıkar; kötü olandan ise yararsız bitkiden başka bir şey çıkmaz. İşte biz, şükreden bir toplum için âyetleri böyle açıklarız.","nl":"En de vruchtbare streek brengt haar gewassen vooit met verlof van haar Heer. En de (streek) die onvruchtbaar is, brengt niets voort dan een schaats gewas. Zo leggen Wij de Tekenen uit aan een volk dat dankbaar is.","en":"The fertile land produces abundantly by the Will of its Lord, whereas the infertile land hardly produces anything. This is how We vary ˹Our˺ lessons to those who are thankful"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1013,"surahId":7,"ayatId":59,"ayatNo":"٥٩","pageNo":158,"ayatText":"لَقَدْ اَرْسَلْنَا نُوحاً اِلٰى قَوْمِهٖ فَقَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ اِنّٖٓي اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظٖيمٍ","ayatMealText":{"tr":"Andolsun ki Nûh'u elçi olarak kavmine gönderdik de dedi ki: \"Ey kavmim! Allah'a kulluk edin sizin O'ndan başka bir ilâhınız yoktur. Doğrusu ben, üstünüze gelecek büyük bir günün azabından korkuyorum.\"","nl":"Voorzeker, Wij zonden Nôeh tot zijn volk en hij zei: \"O mijn volk, aanbidt Allah, er is voor jullie geen god dan Hij: voorwaar, ik vrees voor jullie de bestraffing van een geweldige Dag.\"","en":"Indeed, We sent Noah to his people. He said, “O my people! Worship Allah—you have no other god except Him. I truly fear for you the torment of a tremendous Day.”"},"surah":null},{"id":1014,"surahId":7,"ayatId":60,"ayatNo":"٦٠","pageNo":158,"ayatText":"قَالَ الْمَلَأُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰيكَ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"Kavminden ileri gelenler dediler ki: \"Biz seni apaçık bir sapıklık içinde görüyoruz\".","nl":"De vooraanstaanden van zijn volk zeiden: \"Voorwaar, wij zien jou zeker in duidelijke dwaling verkeren.\"","en":"But the chiefs of his people said, “We surely see that you are clearly misguided.”"},"surah":null},{"id":1015,"surahId":7,"ayatId":61,"ayatNo":"٦١","pageNo":158,"ayatText":"قَالَ يَا قَوْمِ لَيْسَ بٖي ضَلَالَةٌ وَلٰكِنّٖي رَسُولٌ مِنْ رَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"(Nûh) dedi ki: \"Ey kavmim! Bende herhangi bir sapıklık yok, ben âlemlerin Rabbi tarafından gönderilmiş bir elçiyim.\"","nl":"Hij (Nôeh) zei: \"O mijn volk, er is bij mij geen dwaling, maar ik ben een Boodschapper van de Heer der Werelden.","en":"He replied, “O my people! I am not misguided! But I am a messenger from the Lord of all worlds"},"surah":null},{"id":1016,"surahId":7,"ayatId":62,"ayatNo":"٦٢","pageNo":158,"ayatText":"اُبَلِّغُكُمْ رِسَالَاتِ رَبّٖي وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"\"Size Rabbimin gönderdiği gerçekleri duyuruyorum, size öğüt veriyorum ve Allah tarafından, sizin bilmediğiniz şeyleri biliyorum.\"","nl":"Ik verkondig jullie Boodschappen van mijn Heer en ik geef jullie raad en ik weet over Allah wat jullie niet weten.\"","en":"conveying to you my Lord’s messages and giving you ˹sincere˺ advice. And I know from Allah what you do not know"},"surah":null},{"id":1017,"surahId":7,"ayatId":63,"ayatNo":"٦٣","pageNo":158,"ayatText":"اَوَعَجِبْتُمْ اَنْ جَٓاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلٰى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ","ayatMealText":{"tr":"(Allah'ın azabından) sakınıp da rahmete nail olmanız için, içinizden sizi uyaracak bir adam vasıtasıyla size bir zikir(kitap) gelmesine şaştınız mı?\"","nl":"En verbaasde het jullie, dat er een vermaning van jullie Heer tot jullie is gekomen, door een man uit jullie midden? (Hij komt) opdat hij jullie waarschuwt, en opdat jullie (Allah) vrezen. En hopelijk zullen jullie begenadigd worden.","en":"Do you find it astonishing that a reminder should come to you from your Lord through one of your own, warning you, so you may beware and perhaps be shown mercy?”"},"surah":null},{"id":1018,"surahId":7,"ayatId":64,"ayatNo":"٦٤","pageNo":158,"ayatText":"فَكَذَّبُوهُ فَاَنْجَيْنَاهُ وَالَّذٖينَ مَعَهُ فِي الْفُلْكِ وَاَغْرَقْنَا الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَاؕ اِنَّهُمْ كَانُوا قَوْماً عَمٖينَࣖ","ayatMealText":{"tr":"O'nu yalanladılar, biz de O'nu ve O'nunla beraber gemide bulunanları kurtardık, âyetlerimizi yalanlayanları boğduk! Çünkü onlar, kalb gözleri körleşmiş bir kavim idiler.","nl":"Toen loochenden zij hem (Nôeh), waarna Wij hem redden en degenen met hem in het schip. En Wij verdronken hen die Onze Tekenen loochenden. Voorwaar, zij waren een blind volk.","en":"But they rejected him, so We saved him and those with him in the Ark, and drowned those who rejected Our signs. They were certainly a blind people"},"surah":null},{"id":1019,"surahId":7,"ayatId":65,"ayatNo":"٦٥","pageNo":158,"ayatText":"وَاِلٰى عَادٍ اَخَاهُمْ هُوداًؕ قَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ اَفَلَا تَتَّقُونَ","ayatMealText":{"tr":"Âd (kavmin)e de kardeşleri Hûd'u (gönderdik): \"Ey kavmim! Allah'a kulluk edin, sizin O'ndan başka bir ilâhınız yoktur. (O'na karşı gelmekten) sakınmaz mısınız?\" dedi.","nl":"En tot de 'Âd (zonden Wij) hun broeder Hôed, Hij zei: \"O mijn vok aanbidt Allah, er is voor jullie geen god dan Hij, zullen jullie dan niet (Allah) vrezen?\"","en":"And to the people of ’Âd We sent their brother Hûd. He said, “O my people! Worship Allah—you have no other god except Him. Will you not then fear Him?”"},"surah":null},{"id":1020,"surahId":7,"ayatId":66,"ayatNo":"٦٦","pageNo":158,"ayatText":"قَالَ الْمَلَأُ الَّذٖينَ كَفَرُوا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰيكَ فٖي سَفَاهَةٍ وَاِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبٖينَ","ayatMealText":{"tr":"Kavminden ileri gelen kâfirler dediler ki: \"Biz seni bir çılgınlık içinde görüyoruz, ve gerçekten seni yalancılardan sanıyoruz.\"","nl":"De vooraanstaanden onder zijn volk, die ongelovig waren, zeiden: \"Voorwaar, wij zien dat jij in dwaasheid verkeert; en voorwar, wij menen zeker dat jij tot de leugenaars behoort.\"","en":"The disbelieving chiefs of his people responded, “We surely see you as a fool, and we certainly think you are a liar.”"},"surah":null},{"id":1021,"surahId":7,"ayatId":67,"ayatNo":"٦٧","pageNo":158,"ayatText":"قَالَ يَا قَوْمِ لَيْسَ بٖي سَفَاهَةٌ وَلٰكِنّٖي رَسُولٌ مِنْ رَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"(Hûd), \"Ey kavmim! Bende çılgınlık yok, ben âlemlerin Rabbi tarafından gönderilmiş bir elçiyim.\" dedi.","nl":"Hij (Hôed) zei: \"O mijn volk, er is bij mij geen dwaasheid, maar ik ben een Boodschapper van de Heer der Werelden.","en":"Hûd replied, “O my people! I am no fool! But I am a messenger from the Lord of all worlds"},"surah":null}]}