{"juzNo":8,"pageNo":159,"arCuzNo":"۸","arPageNo":"۱٥۹","quranAyats":[{"id":1022,"surahId":7,"ayatId":68,"ayatNo":"٦٨","pageNo":159,"ayatText":"اُبَلِّغُكُمْ رِسَالَاتِ رَبّٖي وَاَنَا۬ لَكُمْ نَاصِحٌ اَمٖينٌ","ayatMealText":{"tr":"\"Size Rabbimin gönderdiği gerçekleri tebliğ ediyorum ve ben sizin için güvenilir bir öğütçüyüm.\"","nl":"Ik verkondig jullie Boodschappen van mijn Heer en ik ben voor jullie een betrouwbare raadgever.\"'","en":"conveying to you my Lord’s messages. And I am your sincere advisor"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1023,"surahId":7,"ayatId":69,"ayatNo":"٦٩","pageNo":159,"ayatText":"اَوَعَجِبْتُمْ اَنْ جَٓاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلٰى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْؕ وَاذْكُرُٓوا اِذْ جَعَلَكُمْ خُلَـفَٓاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَصْۣـطَةًۚ فَاذْكُرُٓوا اٰلَٓاءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُونَ","ayatMealText":{"tr":"\"Sizi uyarması için içinizden bir adam aracılığı ile, size bir zikir gelmesine şaştınız mı? Düşünün ki (Allah) sizi, Nûh kavminden sonra, onların yerine hâkimler yaptı ve yaratılışta sizi onlardan üstün kıldı. Allah'ın nimetlerini hatırlayın ki, kurtuluşa eresiniz.\"","nl":"En verhaasde het jullie, dat er tot jullie een vermaning van jullie Heer is gekomen, door een man uit jullie midden, om jullie te vermanen? En gedenkt toen Hij jullie tot opvolgers had aangesteld na (do ondergang van) het volk van Nôeh. En jullie gestalten maakten Wij groter (dan die van hen). Gedenkt daarom de gunsten van Allah. Hopelijk zullen jullie welslagen.","en":"Do you find it astonishing that a reminder should come to you from your Lord through one of your own so he may warn you? Remember that He made you successors after the people of Noah and increased you greatly in stature. So remember Allah’s favours, so you may be successful.”"},"surah":null},{"id":1024,"surahId":7,"ayatId":70,"ayatNo":"٧٠","pageNo":159,"ayatText":"قَالُٓوا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَٓاؤُ۬نَاۚ فَأْتِنَا بِمَا تَعِدُنَٓا اِنْ كُنْتَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Dediler ki: \"Ya, demek sen tek Allah'a kulluk edelim ve atalarımızın taptıklarını bırakalım diye mi (bize) geldin? Eğer doğrulardan isen bizi tehdit ettiğin (o azabı) bize getir!\"","nl":"Zij zeiden: \"Ben jij tot ons gekomen opdat Wij Allah ah Enige aanbidden en verlaten wat onze vaderen plachten te aanbidden? Laat dan komen, hetgeen wat jij ons aanzegt, als jij tot de waarachtigen behoort.\"","en":"They said, “Have you come to us so that we would worship Allah alone and abandon what our forefathers used to worship? Then bring us what you threaten us with, if what you say is true!”"},"surah":null},{"id":1025,"surahId":7,"ayatId":71,"ayatNo":"٧١","pageNo":159,"ayatText":"قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌؕ اَتُجَادِلُونَنٖي فٖٓي اَسْمَٓاءٍ سَمَّيْتُمُوهَٓا اَنْتُمْ وَاٰبَٓاؤُ۬كُمْ مَا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطَانٍؕ فَانْتَظِرُٓوا اِنّٖي مَعَكُمْ مِنَ الْمُنْتَظِرٖينَ","ayatMealText":{"tr":"(Hûd) dedi ki: \"Artık size Rabbinizden bir azap ve bir hışım inmiştir. Haklarında Allah'ın hiç bir delil indirmediği, sadece sizin ve atalarınızın taktığı kuru isimler hususunda benimle tartışıyor musunuz? Bekleyin öyleyse, şüphesiz ben de sizinle beraber bekleyenlerdenim!","nl":"Hij zei: \"Waarlijk, een bestraffing en toorn van jullie Heer is erover jullie neergekomen. Willen jullie met mij redetwisten over de namen die jullie en jullie vaderen gaven (aan jullie afgoden), waarvoor Allah geen bewijs heeft neergezonden? Wachten jullie maar: voorwaar, ik behoor met jullie tot de wachtenden.\"","en":"He said, “You will certainly be subjected to your Lord’s torment and wrath. Do you dispute with me regarding the so-called gods which you and your forefathers have made up—a practice Allah has never authorized? Then wait! I too am waiting with you.”"},"surah":null},{"id":1026,"surahId":7,"ayatId":72,"ayatNo":"٧٢","pageNo":159,"ayatText":"فَاَنْجَيْنَاهُ وَالَّذٖينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا وَمَا كَانُوا مُؤْمِنٖينَࣖ","ayatMealText":{"tr":"Onu ve onunla beraber olanları rahmetimizle kurtardık ve âyetlerimizi yalanlayıp da iman etmeyenlerin kökünü kestik.","nl":"Toen redden Wij hem (Hôed) en degenen met hem door Genade van Ons en Wij roeiden degenen die Onze Tekenen loochenden geheel uit. En zij plachten geen gelovigen te zijn.","en":"So We saved him and those with him by Our mercy and uprooted those who denied Our signs. They were not believers"},"surah":null},{"id":1027,"surahId":7,"ayatId":73,"ayatNo":"٧٣","pageNo":159,"ayatText":"وَاِلٰى ثَمُودَ اَخَاهُمْ صَـالِـحاًۘ قَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ قَدْ جَٓاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْؕ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوهَا تَأْكُلْ فٖٓي اَرْضِ اللّٰهِ وَلَا تَمَسُّوهَا بِسُٓوءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Semûd kavmine de kardeşleri Sâlih'i (gönderdik): \"Ey kavmim dedi, Allah'a kulluk edin, sizin O'ndan başka bir ilâhınız yoktur. Size Rabbinizden açık bir delil geldi. İşte şu, Allah'ın devesi, size bir mucizedir; bırakın onu Allah'ın yeryüzünde yesin (içsin), sakın ona bir kötülük etmeyin, yoksa sizi acı bir azap yakalar.\"","nl":"En tot de Tsamôed (zonden Wij) hun broeder Shâlih. Hij zei: \"O mijn volk, aanbidt Allah, er is voor jullie geen god dan Hij. Waarlijk, er is een duidelijk bewijs van jullie Heer tot jullie gekomen. Dat is de vrouwtjeskameel van Allah, als een Teken voor jullie. Laat haar daarom op de aarde van Allah eten en doe haar geen kwaad, anders zal een pijnlijke bestraffing jullie grijpen.\"","en":"And to the people of Thamûd We sent their brother Ṣâliḥ. He said, “O my people! Worship Allah—you have no other god except Him. A clear proof has come to you from your Lord: this is Allah’s she-camel as a sign to you. So leave her to graze ˹freely˺ on Allah’s land and do not harm her, or else you will be overcome by a painful punishment"},"surah":null}]}