{"juzNo":1,"pageNo":16,"arCuzNo":"۱","arPageNo":"۱٦","quranAyats":[{"id":109,"surahId":2,"ayatId":102,"ayatNo":"١٠٢","pageNo":16,"ayatText":"وَاتَّـبَعُوا مَا تَتْلُوا الشَّيَاطٖينُ عَلٰى مُلْكِ سُلَيْمٰنَۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيَاطٖينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَࣗ وَمَٓا اُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَؕ وَمَا يُعَلِّمَانِ مِنْ اَحَدٍ حَتّٰى يَقُولَٓا اِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْؕ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖؕ وَمَا هُمْ بِضَٓارّٖينَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِؕ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْؕ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرٰيهُ مَا لَهُ فِي الْاٰخِرَةِ مِنْ خَلَاقٍࣞ وَلَبِئْسَ مَا شَرَوْا بِهٖٓ اَنْفُسَهُمْؕ لَوْ كَانُوا يَعْلَمُونَ","ayatMealText":{"tr":"Tuttular da Süleyman mülküne dair şeytanların uydurup izledikleri şeyin ardına düştüler. Halbuki Süleyman inkâr edip kâfir olmadı, lakin o şeytanlar kâfirlik ettiler; insanlara sihir öğretiyorlar ve Bâbil'de Harut ve Marut'a, bu iki meleğe indirilen şeyleri öğretiyorlardı. Halbuki o ikisi \"biz ancak ve ancak sizi denemek için gönderildik, sakın sihir yapıp da kâfir olmayın!\" demeden kimseye birşey öğretmezlerdi. İşte bunlardan karı ile kocanın arasını ayıracak şeyler öğreniyorlardı. Fakat Allah'ın izni olmadıkça bununla kimseye zarar verebilecek değillerdi. Kendi kendilerine zarar verecek ve bir fayda sağlamayacak bir şey öğreniyorlardı. Yemin olsun ki, onu her kim satın alırsa, onu alanın ahirette bir nasibi olmayacağını da çok iyi biliyorlardı. Hakkiyle bilselerdi, uğruna canlarını sattıkları şey ne çirkin bir şeydi.","nl":"An zij volgden wat de satans voorlazen ten tijde van soelaiman 's koninkrijk en soelaiman was niet ongelovig, maar de satans waren ongelovig, zij onderwezen de mensen tovenarij (Sihr) en wat was neergezonden te Babel aan de twee Engelen Haroet en Maroet. En geen van beiden gaven onderricht, zonder dat zij zeiden: \"Voorwaar, wij zijn slechts een beproeving, weast daarom niet ongelovig.\" Zo onderwezen zij hen(trovenarij), waardoor zij een scheiding veroorzaakten tussen een mann en zijn echtgenote. En zij schaadden daarmee niemand, behalve met toestermming van Allah. En zij (de mensen) leerden wat hen schaadde en ben niet baatte. En voorzeker, zij wisten dat, wie dat(tovenarij) koopt, geen aandeel zal hebben in het Hiernamaals. En slecht is het waarvoor zij hun zielen verkochten, als zij het maar wisten.","en":"They ˹instead˺ followed the magic promoted by the devils during the reign of Solomon. Never did Solomon disbelieve, rather the devils disbelieved. They taught magic to the people, along with what had been revealed to the two angels, Hârût and Mârût, in Babylon. The two angels never taught anyone without saying, “We are only a test ˹for you˺, so do not abandon ˹your˺ faith.” Yet people learned ˹magic˺ that caused a rift ˹even˺ between husband and wife; although their magic could not harm anyone except by Allah’s Will. They learned what harmed them and did not benefit them—although they already knew that whoever buys into magic would have no share in the Hereafter. Miserable indeed was the price for which they sold their souls, if only they knew"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":110,"surahId":2,"ayatId":103,"ayatNo":"١٠٣","pageNo":16,"ayatText":"وَلَوْ اَنَّهُمْ اٰمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللّٰهِ خَيْرٌؕ لَوْ كَانُوا يَعْلَمُونَࣖ","ayatMealText":{"tr":"Şayet onlar iman edip de korunmuş olsalardı, elbette Allah tarafından verilecek mükafat çok hayırlı olacaktı. Keşke bunu bilselerdi.","nl":"En als zij hadden geloofd en Allah hadden gevreesd, dan zou (hun) beloning van bij Allah beter geweest zijn. Als zij het maar wisten.","en":"If only they were faithful and mindful ˹of Allah˺, there would have been a better reward from Allah, if only they knew"},"surah":null},{"id":111,"surahId":2,"ayatId":104,"ayatNo":"١٠٤","pageNo":16,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُواؕ وَلِلْكَافِرٖينَ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! \"râine\" demeyin, \"unzurna\" deyin ve iyi dinleyin, kâfirler için elemli bir azap vardır.","nl":"O jullie die geloven, zegt niet: \"ra'inâ\", maar zegt: \"Oenzhoernâ\", en luistert. En voor de ongelovigen is er een pijnlijke bestraffing.","en":"O believers! Do not say, “Râ’ina.” [Herd us!] But say, “Unẓurna,” [Tend to us!] and listen ˹attentively˺. And the disbelievers will suffer a painful punishment"},"surah":null},{"id":112,"surahId":2,"ayatId":105,"ayatNo":"١٠٥","pageNo":16,"ayatText":"مَا يَوَدُّ الَّذٖينَ كَفَرُوا مِنْ اَهْلِ الْكِتَابِ وَلَا الْمُشْرِكٖينَ اَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْؕ وَاللّٰهُ يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَشَٓاءُؕ وَاللّٰهُ ذُو الْفَضْلِ الْعَظٖيمِ","ayatMealText":{"tr":"Ne Kitap ehlinden, ne de müşriklerden hiçbiri, size Rabbinizden bir hayır indirilsin istemez. Allah ise, üstünlüğü, rahmetiyle dilediğine mahsus kılar ve Allah çok büyük lütuf sahibidir.","nl":"Degenen die ongelovig zijn onder de Lieden van de schrift (de Joden en de christenen) en de voeelgodenaanbidders, wensen niet dat er iets goeds aan jullie wordt neergezonden van jullie Heer. Maar Allah verkiest voor Zijn Barmbartigheid wie Hij en Allah is de bezitter van de Geweldige Gunst.","en":"The disbelievers from the People of the Book and the polytheists would not want you to receive any blessing from your Lord, but Allah selects whoever He wills for His mercy. And Allah is the Lord of infinite bounty"},"surah":null}]}