{"juzNo":8,"pageNo":160,"arCuzNo":"۸","arPageNo":"۱٦۰","quranAyats":[{"id":1028,"surahId":7,"ayatId":74,"ayatNo":"٧٤","pageNo":160,"ayatText":"وَاذْكُرُٓوا اِذْ جَعَلَكُمْ خُلَـفَٓاءَ مِنْ بَعْدِ عَادٍ وَبَوَّاَكُمْ فِي الْاَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الْجِبَالَ بُيُوتاًۚ فَاذْكُـرُٓوا اٰلَٓاءَ اللّٰهِ وَلَا تَعْثَوْا فِي الْاَرْضِ مُفْسِدٖينَ","ayatMealText":{"tr":"Düşünün ki (Allah) Âd'dan sonra sizi hükümdarlar kıldı. Ve yer yüzünde sizi yerleştirdi: O'nun düzlüklerinde saraylar yapıyorsunuz, dağlarında evler yontuyorsunuz. Artık Allah'ın nimetlerini hatırlayın da yeryüzünde fesatçılar olarak karışıklık çıkarmayın.","nl":"En (gedenkt) toen Hij jullie tot opvolgers aanstelde na (de ondergang van) de 'Ad en Hij jullie op aarde vestigde. Jullie namen van haar vlakten om er paleizen (op te bouwen) en jullie namen van de bergen om er huizen uit te houwen. Gedenkt daarom de gunsten van Allah en sticht geen onheil op de aarde, als verderfzaaiers.","en":"Remember when He made you successors after ’Âd and established you in the land—˹and˺ you built palaces on its plains and carved homes into mountains. So remember Allah’s favours, and do not go about spreading corruption in the land.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1029,"surahId":7,"ayatId":75,"ayatNo":"٧٥","pageNo":160,"ayatText":"قَالَ الْمَلَأُ الَّذٖينَ اسْتَكْبَرُوا مِنْ قَوْمِهٖ لِلَّذٖينَ اسْتُضْعِفُوا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُونَ اَنَّ صَالِحاً مُرْسَلٌ مِنْ رَبِّهٖؕ قَالُٓوا اِنَّا بِمَٓا اُرْسِلَ بِهٖ مُؤْمِنُونَ","ayatMealText":{"tr":"Kavminden büyüklük taslayan ileri gelenler, içlerinden zayıf görünen müminlere: \"Siz, dediler, Sâlih'in, gerçekten Rabbi tarafından gönderildiğini biliyor musunuz?\" (Onlar da): \"(Evet), doğrusu biz onunla gönderilene inananlarız!\" dediler.","nl":"De vooraannstaanden, van degenen die hoogmoedig waren onder zijn volk, zeiden tot de nederigen onder hen die geloofden: \"Weten jullie dat Shâlat een door zijn Heer gezondene is?\" Zij zeiden: \"Voorwaar, wij geloven in hetgeen warmee hij is gezonden.\"","en":"The arrogant chiefs of his people asked the lowly who believed among them, “Are you certain that Ṣâliḥ has been sent by his Lord?” They replied, “We certainly believe in what he has been sent with.”"},"surah":null},{"id":1030,"surahId":7,"ayatId":76,"ayatNo":"٧٦","pageNo":160,"ayatText":"قَالَ الَّذٖينَ اسْتَكْبَرُٓوا اِنَّا بِالَّـذٖٓي اٰمَنْتُمْ بِهٖ كَافِرُونَ","ayatMealText":{"tr":"Büyüklük taslayanlar: \"Biz, sizin inandığınızı inkâr edenleriz!\" dediler.","nl":"Degenen die hoogmoedig waren, zeiden: \"Voorwaar, wij geloven niet in hetgeen waarin jullie geloven.\"","en":"The arrogant said, “We surely reject what you believe in.”"},"surah":null},{"id":1031,"surahId":7,"ayatId":77,"ayatNo":"٧٧","pageNo":160,"ayatText":"فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَٓا اِنْ كُنْتَ مِنَ الْمُرْسَلٖينَ","ayatMealText":{"tr":"Derken dişi deveyi boğazladılar ve Rablerinin buyruğundan dışarı çıktılar; \"Ey Sâlih, eğer hakikaten elçilerdensen, bizi tehdit ettiğin (o azabı) bize getir! \"dediler.","nl":"Zij slachtten de vrouwtjeskameel en zij minachtten het bevel van hun Heer en zij zeiden: \"O Shâlih, laat het aangezegde (de bestraffing) tot ons komen, als jij tot de gezanten behoort!\"","en":"Then they killed the she-camel—defying their Lord’s command—and challenged ˹Ṣâliḥ˺, “Bring us what you threaten us with, if you are ˹truly˺ one of the messengers.”"},"surah":null},{"id":1032,"surahId":7,"ayatId":78,"ayatNo":"٧٨","pageNo":160,"ayatText":"فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوا فٖي دَارِهِمْ جَاثِمٖينَ","ayatMealText":{"tr":"Bunun üzerine hemen onları, o sarsıntı yakaladı, yurtlarında diz üstü çökekaldılar.","nl":"Toen greep de aardbeving hen, waardoor zij doden in hun huizen werden.","en":"Then an ˹overwhelming˺ earthquake struck them, and they fell lifeless in their homes"},"surah":null},{"id":1033,"surahId":7,"ayatId":79,"ayatNo":"٧٩","pageNo":160,"ayatText":"فَتَوَلّٰى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبّٖي وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَا تُحِبُّونَ النَّاصِحٖينَ","ayatMealText":{"tr":"Sâlih de o zaman onlardan yüz çevirdi ve şöyle dedi: \"Ey kavmim! And olsun ki ben size Rabbimin elçiliğini tebliğ ettim ve size öğüt verdim, fakat siz öğüt verenleri sevmiyorsunuz.\"","nl":"Toen wendde hij (Shâlih) zich van hen af en zei. \"O mijn volk, voorzeker, ik heb jullie een Boodschap van mijn Heer vorkondigd en jullie raad gegeven, maar jullie houden niet van de raadgevers.\"","en":"So he turned away from them, saying, “O my people! Surely I conveyed to you my Lord’s message and gave you ˹sincere˺ advice, but you do not like ˹sincere˺ advisors.”"},"surah":null},{"id":1034,"surahId":7,"ayatId":80,"ayatNo":"٨٠","pageNo":160,"ayatText":"وَلُوطاً اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِنَ الْعَالَمٖينَ","ayatMealText":{"tr":"Lût'u da (peygamber olarak) gönderdik. Kavmine dedi ki: \"Sizden önce âlemlerden hiç birinin yapmadığı fuhuşu mu yapıyor sunuz?","nl":"En (gedenkt) Lôeth, toen hij tot zijn volk zei: \"Begaan jullie zedeloosheid die nog niemand van de bewoners van de werelden vóór jullie heeft begaan?","en":"And ˹remember˺ when Lot scolded ˹the men of˺ his people, ˹saying,˺ “Do you commit a shameful deed that no man has ever done before"},"surah":null},{"id":1035,"surahId":7,"ayatId":81,"ayatNo":"٨١","pageNo":160,"ayatText":"اِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَٓاءِؕ بَلْ اَنْتُمْ قَوْمٌ مُسْرِفُونَ","ayatMealText":{"tr":"Çünkü siz kadınları bırakıp da şehvetle erkeklere gidiyorsunuz. Belki de siz haddi aşan bir kavimsiniz.","nl":"Voorwaar, jullie naderen zeker wellustig mannen in plaats van vrouwen. Jullie zijn zelfs ten overschrijdend volk.\"","en":"You lust after men instead of women! You are certainly transgressors.”"},"surah":null}]}