{"juzNo":8,"pageNo":161,"arCuzNo":"۸","arPageNo":"۱٦۱","quranAyats":[{"id":1036,"surahId":7,"ayatId":82,"ayatNo":"٨٢","pageNo":161,"ayatText":"وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّٓا اَنْ قَالُٓوا اَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَتَطَهَّرُونَ","ayatMealText":{"tr":"Kavminin cevabı: \"Onları (Lût'u ve taraftarlarını) kentinizden çıkarın, çünkü onlar, fazla temizlenen insanlarmış! \"demelerinden başka bir şey olmadı.","nl":"En het antwoord van zijn volk was slechts dat zij zeiden: \"Verdrijft hen (Lôeth en zijn volgelingen) uit jullie stad. Voorwaar, zij zijn mensen dit zich reinigen.\"","en":"But his people’s only response was to say, “Expel them from your land! They are a people who wish to remain chaste!”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1037,"surahId":7,"ayatId":83,"ayatNo":"٨٣","pageNo":161,"ayatText":"فَاَنْجَيْنَاهُ وَاَهْلَهُٓ اِلَّا امْرَاَتَهُؗ كَانَتْ مِنَ الْغَابِرٖينَ","ayatMealText":{"tr":"Biz de onu ve ailesini kurtardık, yalnız karısı(nı kurtarmadık) çünkü o, geride kalanlardan oldu.","nl":"Toen redden Wij hen en zijn volgelingen, behalve zijn vrouw, zij behoorde tot de achterblijvers (die gestraft werden).","en":"So We saved him and his family except his wife, who was one of the doomed"},"surah":null},{"id":1038,"surahId":7,"ayatId":84,"ayatNo":"٨٤","pageNo":161,"ayatText":"وَاَمْطَرْنَا عَلَيْهِمْ مَطَراًؕ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمٖينَࣖ","ayatMealText":{"tr":"Ve üzerlerine bir (azab) yağmuru yağdırdık. Bak ki günahkârların sonu nasıl oldu!","nl":"En Wij deden een regen (van stenen) op hen neerkomen. Zie dan hoe liet einde was vam de misdadigers.","en":"We poured upon them a rain ˹of brimstone˺. See what was the end of the wicked"},"surah":null},{"id":1039,"surahId":7,"ayatId":85,"ayatNo":"٨٥","pageNo":161,"ayatText":"وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْباًؕ قَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ قَدْ جَٓاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمٖيزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَٓاءَهُمْ وَلَا تُفْسِدُوا فِي الْاَرْضِ بَعْدَ اِصْلَاحِهَاؕ ذٰلِكُمْ خَيْرٌ لَكُمْ اِنْ كُنْتُمْ مُؤْمِنٖينَۚ","ayatMealText":{"tr":"Medyen'e de kardeşleri Şuayb'ı (gönderdik): \"Ey kavmim, dedi, Allah'a kulluk edin, sizin O'ndan başka bir ilâhınız yoktur. Size Rabbinizden açık bir delil geldi: Ölçüyü ve tartıyı tam yapın, insanların eşyalarını eksik vermeyin, düzeltildikten sonra yeryüzünde bozgunculuk yapmayın; eğer inanan (insan)lar iseniz, böylesi sizin için daha iyidir!\"","nl":"En tot (de bewoners van) Madyan (zonden Wij) hun broeder Sjoe'aib, Hij zei: \"O mijn volk, unbidt Allah, er is voor jullie geen god dan Hij. Waarlijk, er is een duidelijk bewijs van jullie Heer tot jullie gekomen. Geeft dan de volle maat en het volle gewicht en benadeelt de mensen niet in hun zaken en zaait geen verderf op aarde na de verbetering op haar (door de komst van een Profeet). Dat is beter voor jullie, als jullie gelovigen zijn.\"","en":"And to the people of Midian We sent their brother Shu’aib. He said, “O my people! Worship Allah—you have no other god except Him. A clear proof has already come to you from your Lord. So give just measure and weight, do not defraud people of their property, nor spread corruption in the land after it has been set in order. This is for your own good, if you are ˹truly˺ believers"},"surah":null},{"id":1040,"surahId":7,"ayatId":86,"ayatNo":"٨٦","pageNo":161,"ayatText":"وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبٖيلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُونَهَا عِوَجاًۚ وَاذْكُرُٓوا اِذْ كُنْتُمْ قَلٖيلاً فَكَثَّرَكُمْࣕ وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدٖينَ","ayatMealText":{"tr":"Tehdit ederek, inananları Allah yolundan alıkoyarak ve o yolun eğriliğini arayarak öyle her yolun başında oturmayın. Düşünün ki siz az idiniz de O sizi çoğalttı. Bakın ki bozguncuların sonu nasıl olmuştur.","nl":"En zit niet op iedere weg, terwijl jullie degenen bedreigen en afhouden van het Pad van Allah die in Hem geloven, wensend dat het krom was. En gedenkt toen jullie met woinigen waren en Hij jullie talrijk deed worden. En zie hoe het einde was van de verderfzaaiers.","en":"And do not lie in ambush on every road—threatening and hindering those who believe in Allah from His Path and striving to make it ˹appear˺ crooked. Remember when you were few, then He increased you in number. And consider the fate of the corruptors"},"surah":null},{"id":1041,"surahId":7,"ayatId":87,"ayatNo":"٨٧","pageNo":161,"ayatText":"وَاِنْ كَانَ طَٓائِفَةٌ مِنْكُمْ اٰمَنُوا بِالَّـذٖٓي اُرْسِلْتُ بِهٖ وَطَٓائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحَاكِمٖينَ","ayatMealText":{"tr":"Eğer içinizden bir grup benimle gönderilene inanır, bir grup da inanmazsa, Allah aramızda hükmedinceye kadar sabredin. O, hüküm verenlerin en hayırlısıdır.","nl":"En als er een groep onder jullie is die gelooft in hetgeen waarmee ik (Sjoe'aib) ben gezonden, en er een andere groep is die niet gelooft: weest dan geduldig tot Allah tussen ons oordeelt, en Hij is de Beste der Rechters.","en":"If some of you do believe in what I have been sent with while others do not, then be patient until Allah judges between us. He is the Best of Judges.”"},"surah":null}]}