{"juzNo":9,"pageNo":162,"arCuzNo":"۹","arPageNo":"۱٦۲","quranAyats":[{"id":1042,"surahId":7,"ayatId":88,"ayatNo":"٨٨","pageNo":162,"ayatText":"قَالَ الْمَلَأُ الَّذٖينَ اسْتَكْبَرُوا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذٖينَ اٰمَنُوا مَعَكَ مِنْ قَرْيَتِنَٓا اَوْ لَتَعُودُنَّ فٖي مِلَّتِنَاؕ قَالَ اَوَلَوْ كُنَّا كَارِهٖينَ","ayatMealText":{"tr":"Kavminden ileri gelen kibirliler dediler ki: \"Ey Şu'ayb! Ya mutlaka seni ve seninle beraber inananları kentimizden çıkarırız, ya da dinimize dönersiniz!\" Dedi ki; \"İstemesek de mi (bizi yurdumuzdan çıkaracak veya dinimizden döndüreceksiniz?)\"","nl":"De vooraanstaanden, van degenen die hoogmoedig waren van zijn volk, zeiden: \"Wij zullen jou, O Sjoe'aib, en degenen die met jou geloven zeker uit onze stad verdrijven, of jullie moeten terugkeren tot onze godsdienst.\" Hij zei: \"En als wij er een afkeer van zouden hebben?\"","en":"The arrogant chiefs of his people threatened, “O Shu’aib! We will certainly expel you and your fellow believers from our land, unless you return to our faith.” He replied, “Even if we hate it"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1043,"surahId":7,"ayatId":89,"ayatNo":"٨٩","pageNo":162,"ayatText":"قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِباً اِنْ عُدْنَا فٖي مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰينَا اللّٰهُ مِنْهَاؕ وَمَا يَكُونُ لَـنَٓا اَنْ نَعُودَ فٖيهَٓا اِلَّٓا اَنْ يَشَٓاءَ اللّٰهُ رَبُّنَاؕ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْماًؕ عَلَى اللّٰهِ تَوَكَّلْنَاؕ رَبَّـنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَاَنْتَ خَيْرُ الْفَاتِحٖينَ","ayatMealText":{"tr":"(Andolsun ki), Allah bizi ondan (kâfirlikten) kurtardıktan sonra tekrar sizin dininize dönersek, Allah'a karşı iftira etmiş oluruz. Rabbimiz Allah'ın dilemesi hali müstesna geri dönmemiz bizim için olacak şey değildir. Rabbimizin ilmi her şeyi kuşatmıştır. Biz sadece Allah'a dayanırız. Ey Rabbimiz! Bizimle kavmimiz arasında adaletle hükmet. Çünkü sen hükmedenlerin en hayırlısısın.","nl":"Waarlijk, wij zouden een leugen ovet Allah verzinnen als wij zouden terugkeren tot jullie godsdienst, nadat Allah ons daaruit heeft gered. Het past ons niet dat wij erin terugkeren, behalve wanneer Allah, onze Heer, het wil. Onze Heer omvat alle dingen met Zijn kennis. Op Allah vertrouwen wij. Onze Heer, doe een uitspraak tussen ons en ons volk, naar de Waarheid en U bent de Beste van de Oordelaars.","en":"We would surely be fabricating a lie against Allah if we were to return to your faith after Allah has saved us from it. It does not befit us to return to it unless it is the Will of Allah, our Lord. Our Lord has encompassed everything in ˹His˺ knowledge. In Allah we trust. Our Lord! Judge between us and our people with truth. You are the best of those who judge.”"},"surah":null},{"id":1044,"surahId":7,"ayatId":90,"ayatNo":"٩٠","pageNo":162,"ayatText":"وَقَالَ الْمَلَأُ الَّذٖينَ كَفَرُوا مِنْ قَوْمِهٖ لَئِنِ اتَّبَعْتُمْ شُعَيْباً اِنَّكُمْ اِذاً لَخَاسِرُونَ","ayatMealText":{"tr":"Kavminden ileri gelen kâfirler dediler ki: \"Eğer Şu'ayb'a uyarsanız o takdirde siz mutlaka ziyana uğrarsınız.\"","nl":"En de vooraanstaanden van zijn volk, die ongelovig waren, zeiden. \"Als jullie Sjoe'aib gevolgd hebben: voorwaar, dan zullen jullie zeker de verliezers zijin.\"","en":"The disbelieving chiefs of his people threatened, “If you follow Shu’aib, you will surely be losers!”"},"surah":null},{"id":1045,"surahId":7,"ayatId":91,"ayatNo":"٩١","pageNo":162,"ayatText":"فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوا فٖي دَارِهِمْ جَاثِمٖينَۚۛ","ayatMealText":{"tr":"Derken o (müthiş) sarsıntı onları yakalayıverdi, yurtlarında diz üstü çökekaldılar.","nl":"Toen greep de aardbeving hen en zij werden doden in hun huizen.","en":"Then an ˹overwhelming˺ earthquake struck them and they fell lifeless in their homes"},"surah":null},{"id":1046,"surahId":7,"ayatId":92,"ayatNo":"٩٢","pageNo":162,"ayatText":"اَلَّذٖينَ كَذَّبُوا شُعَيْباً كَاَنْ لَمْ يَغْنَوْا فٖيهَاۚۛ اَلَّذٖينَ كَذَّبُوا شُعَيْباً كَانُوا هُمُ الْخَاسِرٖينَ","ayatMealText":{"tr":"Şu'ayb'ı yalanlayanlar, sanki yurtlarında hiç şenlik tutmamış gibi oldular. Şu'ayb'ı yalanlayanlar var ya işte ziyana uğrayanlar, onlar oldular.","nl":"Degenen die Sjoe'aib loochenden werden alsof zij nooit in haar (de stad) hadden gewoond. Degenen die Sjoe'aib loochenden, zij zijn de verliezers.","en":"Those who rejected Shu’aib were ˹wiped out˺ as if they had never lived there. Those who rejected Shu’aib were the true losers"},"surah":null},{"id":1047,"surahId":7,"ayatId":93,"ayatNo":"٩٣","pageNo":162,"ayatText":"فَتَوَلّٰى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَاتِ رَبّٖي وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كَافِرٖينَࣖ","ayatMealText":{"tr":"(Şu'ayb) onlardan öteye döndü de: \"Ey kavmim! dedi, ben size Rabbimin gönderdiği gerçekleri duyurdum ve size öğüt verdim, artık kâfir bir kavme nasıl acırım?\"","nl":"Hij (Sjoe'ajb) wendde zich men van hen af, en hij zei: \"O mijn volk, voorzeker, ik heb Boodschappen van mijn Hecr verkondigd, en jullie raad gegeven. Hoe kan ik dan bedroefd zijn over een volk dal ongelovig is?\"","en":"He turned away from them, saying, “O my people! Indeed, I have delivered to you the messages of my Lord and gave you ˹sincere˺ advice. How can I then grieve for those who chose to disbelieve?”"},"surah":null},{"id":1048,"surahId":7,"ayatId":94,"ayatNo":"٩٤","pageNo":162,"ayatText":"وَمَٓا اَرْسَلْنَا فٖي قَرْيَةٍ مِنْ نَبِيٍّ اِلَّٓا اَخَذْنَٓا اَهْلَهَا بِالْبَأْسَٓاءِ وَالضَّرَّٓاءِ لَعَلَّهُمْ يَضَّرَّعُونَ","ayatMealText":{"tr":"Biz hangi ülkeye bir peygamber gönderdiysek, onun halkınıyalvarıp yakarsınlar diye mutlaka yoksulluk ve darlıkla sıkmışızdır.","nl":"En Wij zonden geen Profeet naar een stad, of Wij troffen de inwoners ervan met kwclling en tegenspoed. Hopelijk zullen zij nederig worden.","en":"Whenever We sent a prophet to a society, We afflicted its ˹disbelieving˺ people with suffering and adversity, so perhaps they would be humbled"},"surah":null},{"id":1049,"surahId":7,"ayatId":95,"ayatNo":"٩٥","pageNo":162,"ayatText":"ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَقَالُوا قَدْ مَسَّ اٰبَٓاءَنَا الضَّرَّٓاءُ وَالسَّرَّٓاءُ فَاَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Sonra kötülüğü değiştirip yerine iyilik (bolluk) getirdik, nihayet çoğaldılar ve: \"Atalarımıza da böyle darlık ve sevinç dokunmuştu.\" dediler ve hemen onları, hiç farkında olmadıkları bir sırada ansızın yakaladık.","nl":"Daarna vervingen Wij het slechte door het goede, totdat zij (in aantal en welvaart) toenamen, en zij zeiden: \"Voorzeker, tegenspoed en voorspoed hebben ook onze vaderen getroffen.\" Toen grepen Wij hen onverwachts, terwijl zij er niet op bedacht waren.","en":"Then We changed their adversity to prosperity until they flourished and argued ˹falsely˺, “Our forefathers ˹too˺ had been visited by adversity and prosperity.” So We seized them by surprise, while they were unaware"},"surah":null}]}