{"juzNo":9,"pageNo":163,"arCuzNo":"۹","arPageNo":"۱٦۳","quranAyats":[{"id":1050,"surahId":7,"ayatId":96,"ayatNo":"٩٦","pageNo":163,"ayatText":"وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَٓاءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوا فَاَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ","ayatMealText":{"tr":"(O) ülkelerin halkı inanıp (Allah'ın azabından) korunsalardı, elbette üzerlerine gökten ve yerden bolluklar açardık; fakat yalanladılar, biz de onları kazandıklarıyla yakaladık.","nl":"En ais de inwoners van de steden hadden geloofd en (Allah) hadden gcvreesd, dan hadden Wij zeker voor hen zegeningen uit de hemel en de aarde geopend; maar zij loochenden, zodat Wij hen grepen wegens wat zij plachten te verrichten.","en":"Had the people of those societies been faithful and mindful ˹of Allah˺, We would have overwhelmed them with blessings from heaven and earth. But they disbelieved, so We seized them for what they used to commit"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1051,"surahId":7,"ayatId":97,"ayatNo":"٩٧","pageNo":163,"ayatText":"اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتاً وَهُمْ نَٓائِمُونَؕ","ayatMealText":{"tr":"Acaba o ülkelerin halkı, geceleyin uyurlarken kendilerine azabımızın gelmeyeceğinden emin mi idiler?","nl":"Voelen de inwoners van de steden zich er soms veilig voor, dat Onze bestraffing in de nacht tot hen komt, terwijl zij slapen?","en":"Did the people of those societies feel secure that Our punishment would not come upon them by night while they were asleep"},"surah":null},{"id":1052,"surahId":7,"ayatId":98,"ayatNo":"٩٨","pageNo":163,"ayatText":"اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ","ayatMealText":{"tr":"Yoksa o ülkelerin halkı, kuşluk vakti eğlenirlerken onlara azabımızın gelmeyeceğinden emin mi idiler?","nl":"Ofvoelen de inwoners van de steden zich er soms veilig voor, dat Onze bestrafting in de ochtend tot hen komt, terwijl zij spelen?","en":"Or did they feel secure that Our punishment would not come upon them by day while they were at play"},"surah":null},{"id":1053,"surahId":7,"ayatId":99,"ayatNo":"٩٩","pageNo":163,"ayatText":"اَفَاَمِنُوا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخَاسِرُونَࣖ","ayatMealText":{"tr":"Allah'ın tuzağından (kurtulacaklarına) emin mi oldular? Ziyana uğrayan topluluktan başkası, Allah'ın tuzağından emin olmaz.","nl":"Voelen zij zich soms veilig voor het plan van Allah? Niemand voelt zich veilig voor het plan van Allah, behalve het verliezende volk.","en":"Did they feel secure against Allah’s planning? None would feel secure from Allah’s planning except the losers"},"surah":null},{"id":1054,"surahId":7,"ayatId":100,"ayatNo":"١٠٠","pageNo":163,"ayatText":"اَوَلَمْ يَهْدِ لِلَّذٖينَ يَرِثُونَ الْاَرْضَ مِنْ بَعْدِ اَهْلِهَٓا اَنْ لَوْ نَشَٓاءُ اَصَبْنَاهُمْ بِذُنُوبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ","ayatMealText":{"tr":"Önceki sahiplerinden sonra yeryüzüne vâris olanlara hâlâ şu gerçek belli olmadı mı ki: Eğer biz dileseydik onları da günahlarından dolayı musibetlere uğratırdık! Biz onların kalplerini mühürleriz de onlar (gerçekleri) işitmezler.","nl":"Is het degenen die de aarde beërven na (de ondergang van) haar bewoners niet duidelijk geworden dat, als Wij zouden willen, Wij hen zouden treffen vanwcge hun zonden, en Wij hun harten zouden vergrendelen zodat zij niet zouden kunnen luisteren?","en":"Is it not clear to those who take over the land after ˹the destruction of˺ its former residents that—if We will—We can punish them ˹too˺ for their sins and seal their hearts so they will not hear ˹the truth˺"},"surah":null},{"id":1055,"surahId":7,"ayatId":101,"ayatNo":"١٠١","pageNo":163,"ayatText":"تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْـبَٓائِهَاۚ وَلَقَدْ جَٓاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِۚ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُؕ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوبِ الْكَافِرٖينَ","ayatMealText":{"tr":"İşte o ülkeler ki, sana onların haberlerinden bir kısmını anlatıyoruz Andolsun ki, peygamberleri onlara apaçık deliller (mucizeler) getirmişlerdi. Fakat önceden yalanladıkları gerçeklere iman edecek değillerdi. İşte o kâfirlerin kalplerini Allah böyle mühürler.","nl":"Over deze steden geven Wij jou (O Moehammad) berichten. En voorzeker, hun Profeten waren tot hen gekomen met de duidelijke bewijzen. Maar zij waren niet zo dat zij geloofden in wat zij voorheen loochenden. Zo vergrendelt Allah de beden van de ongelovigen.","en":"We have narrated to you ˹O Prophet˺ some of the stories of those societies. Surely, their messengers came to them with clear proofs, but still they would not believe in what they had already denied. This is how Allah seals the hearts of the disbelievers"},"surah":null},{"id":1056,"surahId":7,"ayatId":102,"ayatNo":"١٠٢","pageNo":163,"ayatText":"وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِنْ عَهْدٍۚ وَاِنْ وَجَدْنَٓا اَكْثَرَهُمْ لَفَاسِقٖينَ","ayatMealText":{"tr":"Onların çoğunda, sözde durma (diye bir şey) bulamadık. Gerçek şu ki, onların çoğunu yoldan çıkmış bulduk.","nl":"En Wij troffen de meesten van hen aan als mensen die zich niet aan een verbond hielden. En de meesten van ben troffen Wij zeker aan als zwaar zondigen.","en":"We did not find most of them true to their covenant. Rather, We found most of them truly rebellious"},"surah":null},{"id":1057,"surahId":7,"ayatId":103,"ayatNo":"١٠٣","pageNo":163,"ayatText":"ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسٰى بِاٰيَاتِنَٓا اِلٰى فِرْعَوْنَ وَمَلَا۬ئِهٖ فَظَلَمُوا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدٖينَ","ayatMealText":{"tr":"Sonra onların arkasından Musa'yı mucizelerimizle Firavun'a ve topluluğuna gönderdik. Tuttular o mucizeleri inkâr ettiler. Ettiler de bak, o bozguncuların âkıbetleri nasıl oldu!","nl":"Vervolgens zonden Wij na hen Môesa met Onze Tekenen tot Fir'aun en zijn vooraanstaande volgelingen, waarop zij deze in hun onrechtvaadigheid verwierpem. Aanschouw dan hoe het einde was van de verderfzaaiers.","en":"Then after them We sent Moses with Our signs to Pharaoh and his chiefs, but they wrongfully rejected them. See what was the end of the corruptors"},"surah":null},{"id":1058,"surahId":7,"ayatId":104,"ayatNo":"١٠٤","pageNo":163,"ayatText":"وَقَالَ مُوسٰى يَا فِرْعَوْنُ اِنّٖي رَسُولٌ مِنْ رَبِّ الْعَالَمٖينَۚ","ayatMealText":{"tr":"Musa: \"Ey Firavun! Bil ki ben âlemlerin Rabbi tarafından gönderilmiş bir peygamberim.\" dedi.","nl":"En Môesa zei: \"O Fir'aun, voorwaar, ik ben een Boodschapper van de Heer der Werelden.","en":"And Moses said, “O Pharaoh! I am truly a messenger from the Lord of all worlds"},"surah":null}]}