{"juzNo":9,"pageNo":164,"arCuzNo":"۹","arPageNo":"۱٦٤","quranAyats":[{"id":1059,"surahId":7,"ayatId":105,"ayatNo":"١٠٥","pageNo":164,"ayatText":"حَقٖيقٌ عَلٰٓى اَنْ لَٓا اَقُولَ عَلَى اللّٰهِ اِلَّا الْحَقَّؕ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِنْ رَبِّكُمْ فَاَرْسِلْ مَعِيَ بَنٖٓي اِسْرَٓائٖلَؕ","ayatMealText":{"tr":"Allah'a karşı ilk görevim, hak olandan başka bir şey söylemememdir. Gerçekten ben size Rabbinizden bir mucize getirdim, artık İsrailoğullarını benimle gönder.","nl":"Het is mij verplicht dat ik over Allah niets dan de Waarheid zeg. Waarlijk, ik ben tot jullie gekomen met een duidelijk Teken van jullie Heer, stuur de Kinderen van breel daarom met mij mee.\"","en":"obliged to say nothing about Allah except the truth. Indeed, I have come to you with clear proof from your Lord, so let the children of Israel go with me.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1060,"surahId":7,"ayatId":106,"ayatNo":"١٠٦","pageNo":164,"ayatText":"قَالَ اِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَٓا اِنْ كُنْتَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Firavun: \"Eğer bir mucize getirdiysen ve eğer doğru söyleyenlerden isen onu göster\" dedi.","nl":"Hij (Fir'aun) zei: \"Als jij met een Teken bent gekomen, kom er dan mee, als jij tot de waarahtigen behoort.\"","en":"Pharaoh said, “If you have come with a sign, then bring it if what you say is true.”"},"surah":null},{"id":1061,"surahId":7,"ayatId":107,"ayatNo":"١٠٧","pageNo":164,"ayatText":"فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُبٖينٌۚ","ayatMealText":{"tr":"Bunun üzerine Musa, asâsını yere bırakıverdi, o da birdenbire kocaman bir ejderha kesiliverdi.","nl":"Toen wierp bij (Môesa) zijn staf, en toen werd deze een duidelijke slang.","en":"So Moses threw down his staff and—behold!—it became a real snake"},"surah":null},{"id":1062,"surahId":7,"ayatId":108,"ayatNo":"١٠٨","pageNo":164,"ayatText":"وَنَزَعَ يَدَهُ فَاِذَا هِيَ بَيْضَٓاءُ لِلنَّاظِرٖينَࣖ","ayatMealText":{"tr":"Ve Musa elini koynundan çıkarıverdi, eli bembeyaz olmuş, bakanların gözünü kamaştırıyordu.","nl":"En bij haalde zijn hand tevoorschijn, en toen werd deze witstralend voor de toeschouwers.","en":"Then he drew his hand ˹out of his collar˺ and it was ˹shining˺ white for all to see"},"surah":null},{"id":1063,"surahId":7,"ayatId":109,"ayatNo":"١٠٩","pageNo":164,"ayatText":"قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسَاحِرٌ عَلٖيمٌۙ","ayatMealText":{"tr":"Firavun'un kavminden ileri gelenler, \"Muhakkak bu çok bilgili bir sihirbazdır.\" dediler.","nl":"De vooraanstaanden van Fir'aun's volk zeiden: \"Voorwaar, dit is een kundige tovenaar!","en":"The chiefs of Pharaoh’s people said, “He is indeed a skilled magician"},"surah":null},{"id":1064,"surahId":7,"ayatId":110,"ayatNo":"١١٠","pageNo":164,"ayatText":"يُرٖيدُ اَنْ يُخْرِجَكُمْ مِنْ اَرْضِكُمْۚ فَمَاذَا تَأْمُرُونَ","ayatMealText":{"tr":"O, sizi yurdunuzdan çıkarmak istiyor. (Firavun): \"O halde siz ne diyorsunuz?\" dedi.","nl":"Hij wil jullie uit jullie land verdrijven!\"' (Fir'aun vroeg:) \"Wat raden jullie aan?\"'","en":"who seeks to drive you from your land.” ˹So Pharaoh asked,˺ “What do you propose?”"},"surah":null},{"id":1065,"surahId":7,"ayatId":111,"ayatNo":"١١١","pageNo":164,"ayatText":"قَالُٓوا اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِي الْمَدَٓائِنِ حَاشِرٖينَۙ","ayatMealText":{"tr":"Onlar da \"onu ve kardeşini beklet, şehirlere de toplayıcılar gönder.\" dediler.","nl":"Zij zeiden: \"Geef hem en zijn broeder uitstel, en stuur verzamelaars naar de steden.","en":"They replied, “Let him and his brother wait and send mobilizers to all cities"},"surah":null},{"id":1066,"surahId":7,"ayatId":112,"ayatNo":"١١٢","pageNo":164,"ayatText":"يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلٖيمٍ","ayatMealText":{"tr":"\"Bütün bilgiç sihirbazları sana getirsinler.\"","nl":"Opdat zij alle vaardige tovenaars tot u brengen.","en":"to bring you every clever magician.”"},"surah":null},{"id":1067,"surahId":7,"ayatId":113,"ayatNo":"١١٣","pageNo":164,"ayatText":"وَجَٓاءَ السَّحَرَةُ فِرْعَوْنَ قَالُٓوا اِنَّ لَنَا لَاَجْراً اِنْ كُنَّا نَحْنُ الْغَالِبٖينَ","ayatMealText":{"tr":"O sihirbazlar Firavun'a geldiler: \"Galip gelirsek bize muhakkak mükâfat var değil mi?\" dediler.","nl":"En de tovenaars kwamen tot Fir'aun, zij zeiden: \"Voorwaar, is er voor ons zeker een beloning als wij de winnaars zijn.\"","en":"The magicians came to Pharaoh, saying, “Shall we receive a ˹suitable˺ reward if we prevail?”"},"surah":null},{"id":1068,"surahId":7,"ayatId":114,"ayatNo":"١١٤","pageNo":164,"ayatText":"قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبٖينَ","ayatMealText":{"tr":"\"Evet\" dedi (Firavun), \"Üstelik o zaman benim yakınlarımdan olacaksınız.\"","nl":"Hij (Fir'aun) zei: \"Ja, en voorwaar, jullie zullen tot de nabijen behoren.\"","en":"He replied, “Yes, and you will certainly be among those closest to me.”"},"surah":null},{"id":1069,"surahId":7,"ayatId":115,"ayatNo":"١١٥","pageNo":164,"ayatText":"قَالُوا يَا مُوسٰٓى اِمَّٓا اَنْ تُلْقِيَ وَاِمَّٓا اَنْ نَكُونَ نَحْنُ الْمُلْقٖينَ","ayatMealText":{"tr":"Sihirbazlar, Musa'ya: \"Ey Musa! Önce sen mi hünerini ortaya koyacaksın, yoksa biz mi?\" dediler.","nl":"Zij zeiden: \"O Môesa, wep jij (eerst) of werpen wij?\"","en":"They asked, “O Moses! Will you cast, or shall we be the first to cast?”"},"surah":null},{"id":1070,"surahId":7,"ayatId":116,"ayatNo":"١١٦","pageNo":164,"ayatText":"قَالَ اَلْقُواۚ فَلَمَّٓا اَلْقَوْا سَحَرُٓوا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَٓاؤُ۫ بِسِحْرٍ عَظٖيمٍ","ayatMealText":{"tr":"Musa, \"Siz atın\" dedi. Atacaklarını atınca herkesin gözünü büyülediler ve onları dehşete düşürdüler. Doğrusu büyük bir sihir gösterdiler.","nl":"Hij zei: \"Werpt.\" Toen zij dan wierpen, betoverden zij de ogen van de mensen en joegen hen angst aan met geweldige tovenarij.","en":"Moses said, “You first.” So when they did, they deceived the eyes of the people, stunned them, and made a great display of magic"},"surah":null},{"id":1071,"surahId":7,"ayatId":117,"ayatNo":"١١٧","pageNo":164,"ayatText":"وَاَوْحَيْنَٓا اِلٰى مُوسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَۚ","ayatMealText":{"tr":"Biz de Musa'ya \"Sen de asânı bırakıver.\" diye vahyettik. Birdenbire asâ, onların bütün uydurduklarını yakalayıp yutuverdi.","nl":"En Wij openbaarden aan Môesa: \"Werp jouw staf!\" En toen verslond deze wat zij met hun bedrog hadden gemaakt.","en":"Then We inspired Moses, “Throw down your staff,” and—behold!—it devoured the objects of their illusion"},"surah":null},{"id":1072,"surahId":7,"ayatId":118,"ayatNo":"١١٨","pageNo":164,"ayatText":"فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَۚ","ayatMealText":{"tr":"Artık hakikat ortaya çıkmış ve onların bütün yaptıkları boşa gitmişti.","nl":"Toen werd de Wacheid duidelijk, en bleek wat zij (de tovenaars) plachten te doen valsheid te zijn.","en":"So the truth prevailed and their illusions failed"},"surah":null},{"id":1073,"surahId":7,"ayatId":119,"ayatNo":"١١٩","pageNo":164,"ayatText":"فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرٖينَۚ","ayatMealText":{"tr":"Orada mağlup olmuş ve küçük düşmüşlerdi.","nl":"Zij werden daar verslagen, en zij keerden vernederd terug.","en":"So Pharaoh and his people were defeated right there and put to shame"},"surah":null},{"id":1074,"surahId":7,"ayatId":120,"ayatNo":"١٢٠","pageNo":164,"ayatText":"وَاُلْقِيَ السَّحَرَةُ سَاجِدٖينَۚ","ayatMealText":{"tr":"Sihirbazlar hep birden secdeye kapandılar.","nl":"En de (tot inkeer gekomen) tovenaars wierpen zich (als in de shalât) neer.","en":"And the magicians fell down, prostrating"},"surah":null}]}