{"juzNo":9,"pageNo":165,"arCuzNo":"۹","arPageNo":"۱٦٥","quranAyats":[{"id":1075,"surahId":7,"ayatId":121,"ayatNo":"١٢١","pageNo":165,"ayatText":"قَالُٓوا اٰمَنَّا بِرَبِّ الْعَالَمٖينَۙ","ayatMealText":{"tr":"\"Âlemlerin Rabbine iman ettik.\" dediler.","nl":"Zij zeiden: \"Wij geloven in de Heer der Werelden.","en":"They declared, “We ˹now˺ believe in the Lord of all worlds—"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1076,"surahId":7,"ayatId":122,"ayatNo":"١٢٢","pageNo":165,"ayatText":"رَبِّ مُوسٰى وَهٰرُونَ","ayatMealText":{"tr":"\"Musa'nın ve Harun'un Rabbine.\"","nl":"De Heer van Môesa en Hârôen.\"","en":"the Lord of Moses and Aaron.”"},"surah":null},{"id":1077,"surahId":7,"ayatId":123,"ayatNo":"١٢٣","pageNo":165,"ayatText":"قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدٖينَةِ لِتُخْرِجُوا مِنْهَٓا اَهْلَهَاۚ فَسَوْفَ تَعْلَمُونَ","ayatMealText":{"tr":"Firavun: \"Ben size izin vermeden iman ettiniz ha!\" dedi. \"Şüphesiz bu bir hiledir, siz bunu şehirde kurmuşsunuz, yerli halkı oradan çıkarmak istiyorsunuz, sonra anlayacaksınız!\"","nl":"Fir'aun zei: \"Geloven jullie hem vóór dat ik jullie toestemming heb gegeven? Voorwaar, dit is zeker een list die jullie beraamd hebben in de stad om de inwoners ervan te verdrijven. Maar straks zullen jullie weten (wat de gevolgen van jullie daden zijn).","en":"Pharaoh threatened, “How dare you believe in him before I give you permission? This must be a conspiracy you devised in the city to drive out its people, but soon you will see"},"surah":null},{"id":1078,"surahId":7,"ayatId":124,"ayatNo":"١٢٤","pageNo":165,"ayatText":"لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعٖينَ","ayatMealText":{"tr":"\"Ellerinizi ve ayaklarınızı çaprazlama kestireceğim, sonra da bilin ki, sizi astıracağım.\"","nl":"Ik zal zeker jullie handen en voeten kruiselings afhouwen en vervolgens zal ik jullie zeker allen kruisigen.\"","en":"I will certainly cut off your hands and feet on opposite sides, then crucify you all.”"},"surah":null},{"id":1079,"surahId":7,"ayatId":125,"ayatNo":"١٢٥","pageNo":165,"ayatText":"قَالُٓوا اِنَّٓا اِلٰى رَبِّنَا مُنْقَلِبُونَۚ","ayatMealText":{"tr":"Onlar da: \"Şüphesiz o takdirde biz Rabbimize döneceğiz.\" dediler.","nl":"Zij (de voormalige tovenaars) zelden: \"Voorwaar, tot onze Heer keren wij terug.","en":"They responded, “Surely to our Lord we will ˹all˺ return"},"surah":null},{"id":1080,"surahId":7,"ayatId":126,"ayatNo":"١٢٦","pageNo":165,"ayatText":"وَمَا تَنْقِمُ مِنَّٓا اِلَّٓا اَنْ اٰمَنَّا بِاٰيَاتِ رَبِّنَا لَمَّا جَٓاءَتْنَاؕ رَبَّـنَٓا اَفْرِغْ عَلَيْنَا صَبْراً وَتَوَفَّـنَا مُسْلِمٖينَࣖ","ayatMealText":{"tr":"\"Senin bize kızman da sırf Rabbimizin âyetleri gelince onlara iman etmemizden dolayıdır. Ey Rabbimiz! Üzerimize sabır yağdır ve canımızı müslüman olarak al.\" derler.","nl":"En jij neemt slechts wraak op ons, omdat wij in de Tekenen van onze Heer geloofden toen deze tot ons kwamen. Onze Heer, schenk ons geduld en doe ons sterven als mensen die zich (aan U) hebben overgegeven.\"","en":"Your rage towards us is only because we believed in the signs of our Lord when they came to us. Our Lord! Shower us with perseverance, and let us die while submitting ˹to You˺.”"},"surah":null},{"id":1081,"surahId":7,"ayatId":127,"ayatNo":"١٢٧","pageNo":165,"ayatText":"وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوسٰى وَقَوْمَهُ لِيُفْسِدُوا فِي الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَؕ قَالَ سَنُقَتِّلُ اَبْنَٓاءَهُمْ وَنَسْتَحْـيٖ نِسَٓاءَهُمْۚ وَاِنَّا فَوْقَهُمْ قَاهِرُونَ","ayatMealText":{"tr":"Firavun kavminin ileri gelenleri dediler ki: \"Seni ve ilâhlarını terketsinler de yeryüzünde fesat çıkarsınlar diye mi Musa'yı ve kavmini serbest bırakacaksın?\" Firavun da dedi ki: \"Onların oğullarını öldüreceğiz, kızlarını sağ bırakacağız ve onlar üzerinde kahredici bir üstünlüğe sahibiz.\"","nl":"En de vooraanstaanden van het volk van Fir'aun zeiden: \"Laat u Môesa en zijn volk verderf op aarde zaaien en u en uw goden verlaten?\" Hij zei: \"Wij zullen hun zonen doden en hun dochters in leven laten: en voorwaar, wij zijn oppermachtig over hen.\"","en":"The chiefs of Pharaoh’s people protested, “Are you going to leave Moses and his people free to spread corruption in the land and abandon you and your gods?” He responded, “We will kill their sons and keep their women. We will completely dominate them.”"},"surah":null},{"id":1082,"surahId":7,"ayatId":128,"ayatNo":"١٢٨","pageNo":165,"ayatText":"قَالَ مُوسٰى لِقَوْمِهِ اسْتَعٖينُوا بِاللّٰهِ وَاصْبِرُواۚ اِنَّ الْاَرْضَ لِلّٰهِࣞ يُورِثُهَا مَنْ يَشَٓاءُ مِنْ عِبَادِهٖؕ وَالْعَاقِبَةُ لِلْمُتَّقٖينَ","ayatMealText":{"tr":"Musa, kavmine dedi ki: \"Allah'ın yardımını ve lütfunu isteyin ve sabır gösterin. Şüphesiz ki yeryüzü Allah'ındır. Kullarından dilediğini ona mirasçı kılar. Sonunda kurtuluş müttakilerindir.\"","nl":"Môesa zei tot zijn volk: \"Smeekt Allah om hulp en weest geduldig. Voorwaar, de aarde behoort aan Allah, Hij doet haar erven aan wie Hij wil van zijn dienaren. En de (goede) einde behoort aan de Moettaqôen.","en":"Moses reassured his people, “Seek Allah’s help and be patient. Indeed, the earth belongs to Allah ˹alone˺. He grants it to whoever He chooses of His servants. The ultimate outcome belongs ˹only˺ to the righteous.”"},"surah":null},{"id":1083,"surahId":7,"ayatId":129,"ayatNo":"١٢٩","pageNo":165,"ayatText":"قَالُٓوا اُو۫ذٖينَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَاؕ قَالَ عَسٰى رَبُّكُمْ اَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَࣖ","ayatMealText":{"tr":"Kavmi de dediler ki: \"Sen bize gelmeden önce de eziyet gördük, sen geldikten sonra da.\" Musa dedi ki: \"Umulur ki, Rabbiniz düşmanlarınızı helak edip de sizi yeryüzünde halife kılacaktır ve sizin nasıl işler yaptığınıza bakacaktır.\"","nl":"Zij zeiden: \"Wij werden gekweld vóór dat jij (Môesa) tot ons kwam en nadat jij tot ons bent gekomen.\" Hij zei: \"Hopelijk zal jullie Heer jullie vijanden vernietigen en jullie als opvolgers aanstellen op de aarde, opdat Hij zal aanschouwen hoe jullie handelen.\"","en":"They complained, “We have always been oppressed—before and after you came to us ˹with the message˺.” He replied, “Perhaps your Lord will destroy your enemy and make you successors in the land to see what you will do.”"},"surah":null},{"id":1084,"surahId":7,"ayatId":130,"ayatNo":"١٣٠","pageNo":165,"ayatText":"وَلَقَدْ اَخَذْنَٓا اٰلَ فِرْعَوْنَ بِالسِّنٖينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ","ayatMealText":{"tr":"Gerçekten biz, Firavun sülâlesini, senelerce kıtlık ve gelir noksanlığı içinde tutup kıvrandırdık ki, düşünüp ibret alsınlar.","nl":"En voorzeker grepen Wij het volk van Fir'aun met jaren (van hongersnood) en tekorten aan oogstopbrengsten. Hopelijk zullen zij zich laten vermanen.","en":"Indeed, We afflicted Pharaoh’s people with famine and shortage of crops so they might come back ˹to their senses˺"},"surah":null}]}