{"juzNo":9,"pageNo":166,"arCuzNo":"۹","arPageNo":"۱٦٦","quranAyats":[{"id":1085,"surahId":7,"ayatId":131,"ayatNo":"١٣١","pageNo":166,"ayatText":"فَاِذَا جَٓاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هٰذِهٖۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسٰى وَمَنْ مَعَهُؕ اَلَٓا اِنَّمَا طَٓائِرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Fakat kendilerine iyilik geldiği zaman, işte bu bizim hakkımızdır, dediler, başlarına bir kötülük gelince de, işte bu Musa ile yanındakilerin uğursuzluğu yüzünden, dediler. İyi bilin ki, onların uğursuzluğu Allah katındandır. Lâkin çoğu bunu bilmezler.","nl":"En wanneer dan het goede tot Hen kwam, zeiden zij: \"Voor ons is dat (vanwege onze inspaningen),\" maar wanneer het slechte hen treft, dan wijzen zij Môesa en degenen met hem aan als brengers van het noodlot. Wet: hun noodlot is slechts bij Allah, maar de meesten van hen weten het niet.","en":"In times of prosperity, they said, “This is what we deserve,” but in adversity, they blamed it on Moses and those with him. Surely all is destined by Allah. Yet most of them did not know"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1086,"surahId":7,"ayatId":132,"ayatNo":"١٣٢","pageNo":166,"ayatText":"وَقَالُوا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنٖينَ","ayatMealText":{"tr":"\"Ve sen büyülemek için her ne mucize getirirsen getir, biz sana inanacak değiliz,\" dediler.","nl":"Zij zeiden: \"Met wat voor Tekenen jij ook tot ons komt om ons daarmee te betoveren, wij zullen daardoor niet in jou zeloven.\"","en":"They said, “No matter what sign you may bring to deceive us, we will never believe in you.”"},"surah":null},{"id":1087,"surahId":7,"ayatId":133,"ayatNo":"١٣٣","pageNo":166,"ayatText":"فَاَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْماً مُجْرِمٖينَ","ayatMealText":{"tr":"Biz de kudretimizin ayrı ayrı alâmetleri olmak üzere başlarına tufan, çekirge, haşereler, kurbağalar ve kan gönderdik, yine inad edip direndiler ve çok mücrim (suçlu) bir kavim oldular.","nl":"Daarop zonden Wij tot hen de overstroming, en sprinkhanen, en luizen, en kikkers en bloed, als duidelijke Tekenen, maar zij toonden zich hoogmoedig en zij waren een misdadig volk.","en":"So We plagued them with floods, locusts, lice, frogs, and blood—all as clear signs, but they persisted in arrogance and were a wicked people"},"surah":null},{"id":1088,"surahId":7,"ayatId":134,"ayatNo":"١٣٤","pageNo":166,"ayatText":"وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنٖٓي اِسْرَٓائٖلَۚ","ayatMealText":{"tr":"Ne zaman ki, azap üzerlerine çöktü, dediler ki, \"Ey Musa! Bizim için Rabbine dua et, sana olan ahdi hürmetine eğer bizden bu azabı kaldırır uzaklaştırırsan, yemin olsun ki, sana kesinlikle iman edeceğiz. Ve İsrailoğullarını seninle birlikte göndereceğiz.\"","nl":"En toen de plaag ben overviel, zeiden zij: \"O Môesa, roep jou Heer aan krachtens het verbond dat jij met Hem hebt. Als jij de plaag van ons wegneemt, dan zullen wij zeker in jou geloven en dan zullen wij de Kinderen van Israël zeker met jou sturen.\"","en":"When tormented, they pleaded, “O Moses! Pray to your Lord on our behalf, by virtue of the covenant He made with you. If you help remove this torment from us, we will certainly believe in you and let the Children of Israel go with you.”"},"surah":null},{"id":1089,"surahId":7,"ayatId":135,"ayatNo":"١٣٥","pageNo":166,"ayatText":"فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوهُ اِذَا هُمْ يَنْكُثُونَ","ayatMealText":{"tr":"Ne zaman ki, belli bir süreye kadar onlardan azabı kaldırdık, derhal yeminlerini bozdular.","nl":"En toen Wij de plaag van hen hadden weggenomen, voor een vastgestelde termijn die zij bereikten, toen breken zij hun woord.","en":"But as soon as We removed the torment from them—until they met their inevitable fate—they broke their promise"},"surah":null},{"id":1090,"surahId":7,"ayatId":136,"ayatNo":"١٣٦","pageNo":166,"ayatText":"فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنَاهُمْ فِي الْيَمِّ بِاَنَّهُمْ كَذَّبُوا بِاٰيَاتِنَا وَكَانُوا عَنْهَا غَافِلٖينَ","ayatMealText":{"tr":"Biz de, âyetlerimizi inkâr ettikleri ve onlara kulak vermedikleri için kendilerinden intikam aldık da hepsini denizde boğduk.","nl":"Wij vergolden hun toen doordat Wij hen verdronken in de zee omdat zij Onze Tekenen loochenden en zij ze niet in acht plachten te nemen.","en":"So We inflicted punishment upon them, drowning them in the sea for denying Our signs and being heedless of them"},"surah":null},{"id":1091,"surahId":7,"ayatId":137,"ayatNo":"١٣٧","pageNo":166,"ayatText":"وَاَوْرَثْنَا الْقَوْمَ الَّذٖينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتٖي بَارَكْنَا فٖيهَاؕ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنٖٓي اِسْرَٓائٖلَ بِمَا صَبَرُواؕ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ","ayatMealText":{"tr":"Ve o hırpalanıp ezilmekte olan kavmi de yeryüzünün, bereketle donattığımız doğusuna ve batısına mirasçı yaptık. Ve böylece Rabbinin, İsrailoğullarına olan o güzel vaadi, sabırları yüzünden gerçekleşti. Biz de Firavun ile kavminin yapageldikleri sanat eserlerini ve diktikleri binaları yerle bir ettik.","nl":"En aan het volk dat onderdrukt was geweest, deden Wij gebieden ten Oosten en ten Westen van het land erven, die Wij zegenden. En het mooie Woord van jouw Heer werd bewaarheid voor de Kinderen van Israël omdat zij geduldig waren geweest. En Wij verwoestten wat Fir'aun en zijn volk hadden gemaakt en wat zij plachten te bouwen.","en":"And ˹so˺ We made the oppressed people successors of the eastern and western lands, which We had showered with blessings. ˹In this way˺ the noble Word of your Lord was fulfilled for the Children of Israel for what they had endured. And We destroyed what Pharaoh and his people constructed and what they established"},"surah":null}]}