{"juzNo":9,"pageNo":167,"arCuzNo":"۹","arPageNo":"۱٦۷","quranAyats":[{"id":1092,"surahId":7,"ayatId":138,"ayatNo":"١٣٨","pageNo":167,"ayatText":"وَجَاوَزْنَا بِبَنٖٓي اِسْرَٓائٖلَ الْبَحْرَ فَاَتَوْا عَلٰى قَوْمٍ يَعْكُفُونَ عَلٰٓى اَصْنَامٍ لَهُمْۚ قَالُوا يَا مُوسَى اجْعَلْ لَـنَٓا اِلٰهاً كَمَا لَهُمْ اٰلِهَةٌؕ قَالَ اِنَّكُمْ قَوْمٌ تَجْهَلُونَ","ayatMealText":{"tr":"Ve İsrailoğullarının denizden geçmelerini sağladık? Derken bir kavme vardılar ki, onlar, kendilerine mahsus bir takım putlara tapıyorlardı. Dediler ki; Ey Musa! Onların tanrıları gibi, sen de bize bir tanrı yap! Musa da onlara dedi ki: Siz gerçekten cahillik eden bir kavimsiniz.","nl":"En Wij brachten de Kinderen van Israël naar de overkant van de zee. En toen zij een volk ontmoetten dat opging in het vereren van hun afgodsbeelden, zeiden zij: \"O Môesa, maak voor ons een god zoals hun goden.\" Hij zei: \"Voorwaar, jullie zijn een onwetend volk.\"","en":"We brought the Children of Israel across the sea and they came upon a people devoted to idols. They demanded, “O Moses! Make for us a god like their gods.” He replied, “Indeed, you are a people acting ignorantly"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1093,"surahId":7,"ayatId":139,"ayatNo":"١٣٩","pageNo":167,"ayatText":"اِنَّ هٰٓؤُ۬لَٓاءِ مُتَبَّرٌ مَا هُمْ فٖيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Çünkü o gördüklerinizin içinde bulundukları din, yok olmaya mahkûmdur ve bütün yaptıkları batıldır.","nl":"Voorwaar, van dezen zal hetgeen waar zij in opgaan vernietigd worden, en wat zij plachten te doen bleek valsheid te zijn.","en":"What they follow is certainly doomed to destruction and their deeds are in vain.”"},"surah":null},{"id":1094,"surahId":7,"ayatId":140,"ayatNo":"١٤٠","pageNo":167,"ayatText":"قَالَ اَغَيْرَ اللّٰهِ اَبْغٖيكُمْ اِلٰهاً وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمٖينَ","ayatMealText":{"tr":"Sizi âlemlere üstün kılan Allah olduğu halde, ben size O'ndan başka ilâh mı arayayım! dedi.","nl":"Hij zei: \"Zou ik voor jullie een god naast Allah zoeken, terwijl Hij jullie heeft bevoorrecht boven de werelden?\"\"","en":"He added, “Shall I seek for you a god other than Allah, while He has honoured you above the others?”"},"surah":null},{"id":1095,"surahId":7,"ayatId":141,"ayatNo":"١٤١","pageNo":167,"ayatText":"وَاِذْ اَنْجَيْنَاكُمْ مِنْ اٰلِ فِرْعَوْنَ يَسُومُونَكُمْ سُٓوءَ الْعَذَابِۚ يُقَتِّلُونَ اَبْنَٓاءَكُمْ وَيَسْتَحْيُونَ نِسَٓاءَكُمْؕ وَفٖي ذٰلِكُمْ بَلَٓاءٌ مِنْ رَبِّكُمْ عَظٖيمٌࣖ","ayatMealText":{"tr":"Hani sizi, Firavun sülâlesinin elinden kurtardığımız zaman, hatırlasanıza, size azabın kötüsünü yapıyorlardı; oğullarınızı öldürüyorlar, kızlarınızı sağ bırakıyorlardı. Bunda sizin için Rabbiniz tarafından büyük imtihan vardı.","nl":"En (gedenkt) toen Wij ben redden van de volgelingen van Fir'aun, zij kwelden jullie met de ergste bestraffing; zij doodden jullie zonen en lieten jullie dochters in leven. En daarin was een geweldige beproeving van jullie Heer.","en":"And ˹remember˺ when We rescued you from the people of Pharaoh, who afflicted you with dreadful torment—killing your sons and keeping your women. That was a severe test from your Lord"},"surah":null},{"id":1096,"surahId":7,"ayatId":142,"ayatNo":"١٤٢","pageNo":167,"ayatText":"وَوٰعَدْنَا مُوسٰى ثَلٰثٖينَ لَيْلَةً وَاَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مٖيقَاتُ رَبِّهٖٓ اَرْبَعٖينَ لَيْلَةًۚ وَقَالَ مُوسٰى لِاَخٖيهِ هٰرُونَ اخْلُفْنٖي فٖي قَوْمٖي وَاَصْلِحْ وَلَا تَتَّبِـعْ سَبٖيلَ الْمُفْسِدٖينَ","ayatMealText":{"tr":"Ve Musa'ya otuz geceye vaat verdik ve süreye bir on gece daha ekledik ve böylece Rabbinin mikatı (tayin ettiği vakit) tam kırk gece oldu. Musa, kardeşi Harun'a şöyle dedi: Kavmim içinde benim yerime geç, ıslaha çalış ve bozguncuların yolundan gitme!","nl":"En Wij beloofden Môesa (een periode van) dertig dagen en Wij vervolmaakten deze met tien (dagen), zo werd de afgesproken termijn met zijn Heer vervolmaakt: veertig nachten. En Môesa zei tot zijn broeder Hârôen: \"Vervang mij bij mijn volk, en verbeter en volg niet het pad van de verderfzaaiers.\"","en":"We appointed for Moses thirty nights then added another ten—completing his Lord’s term of forty nights. Moses commanded his brother Aaron, “Take my place among my people, do what is right, and do not follow the way of the corruptors.”"},"surah":null},{"id":1097,"surahId":7,"ayatId":143,"ayatNo":"١٤٣","pageNo":167,"ayatText":"وَلَمَّا جَٓاءَ مُوسٰى لِمٖيقَاتِنَا وَكَلَّمَهُ رَبُّهُۙ قَالَ رَبِّ اَرِنٖٓي اَنْظُرْ اِلَيْكَؕ قَالَ لَنْ تَرٰينٖي وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرٰينٖيۚ فَلَمَّا تَجَلّٰى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكاًّ وَخَرَّ مُوسٰى صَعِقاًۚ فَلَمَّٓا اَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ اِلَيْكَ وَاَنَا۬ اَوَّلُ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Ne zaman ki, Musa, mikatımıza geldi, Rabbi ona kelâmıyla ihsanda bulundu. \"Ey Rabbim, göster bana kendini de bakayım sana\". dedi. Rabbi ona buyurdu ki; \"Beni katiyyen göremezsin ve lâkin dağa bak, eğer o yerinde durabilirse, sonra sen de beni göreceksin\". Daha sonra Rabbi dağa tecelli edince onu yerle bir ediverdi, Musa da baygın düştü. Ayılıp kendine gelince, \"Sen sübhansın\", \"tevbe ettim, sana döndüm ve ben inananların ilkiyim,\" dedi.","nl":"En toen Môesa op de met Ons afgesproken tijd was gekomen en zijn Heer tot hem had gesproken, zei hij: \"Mijn Heer, Toon U aan mij.\" Hij zei: \"Jij zult Mij nimmer (kunnen) zien, maar kijk naar de berg, als deze op zijn plaats blijft, dan zul je Mij zien.\" En toen zijn Heer zich aan de berg zichtbaar maakte, maakte Hij deze tot pulver, en Môesa viel bewusteloos ter aarde. En toen hij weer bij bewustzijn was gekomen, zei hij: \"Heilig bent U, ik wend mij berouwvol tot U en ik ben de eerste van de gelovigen.\"","en":"When Moses came at the appointed time and his Lord spoke to him, he asked, “My Lord! Reveal Yourself to me so I may see You.” Allah answered, “You cannot see Me! But look at the mountain. If it remains firm in its place, only then will you see Me.” When his Lord appeared to the mountain, He levelled it to dust and Moses collapsed unconscious. When he recovered, he cried, “Glory be to You! I turn to You in repentance and I am the first of the believers.”"},"surah":null}]}