{"juzNo":9,"pageNo":168,"arCuzNo":"۹","arPageNo":"۱٦۸","quranAyats":[{"id":1098,"surahId":7,"ayatId":144,"ayatNo":"١٤٤","pageNo":168,"ayatText":"قَالَ يَا مُوسٰٓى اِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتٖي وَبِكَلَامٖيؗ فَخُذْ مَٓا اٰتَيْتُكَ وَكُنْ مِنَ الشَّاكِرٖينَ","ayatMealText":{"tr":"Allah buyurdu: Ey Musa! Sana verdiğim peygamberlikle ve kelâmımla seni insanlar üzerine seçkin kıldım. Sana verdiğime sıkı sarıl ve şükredenlerden ol!","nl":"Hij (Allah) zei: \"O Môesa. voorwaar, Ik heb jou uitverkoren beven de (andere) mensen, door middel van Mijn Boodschap aan jou en Mijn ij Woord. Neem dan wat Ik aan jou heb gegeven (de Taurát) en behoor tot de Dankbaren.\"","en":"Allah said, “O Moses! I have ˹already˺ elevated you above all others by My messages and speech. So hold firmly to what I have given you and be grateful.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1099,"surahId":7,"ayatId":145,"ayatNo":"١٤٥","pageNo":168,"ayatText":"وَكَتَبْنَا لَهُ فِي الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصٖيلاً لِكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِاَحْسَنِهَاؕ سَاُرٖيكُمْ دَارَ الْفَاسِقٖينَ","ayatMealText":{"tr":"Ve onun için o levhalarda her şeyden yazdık, nasihat ve hükümlerin ayrıntılarına ait herşeyi (belirttik). Haydi bunlara sıkı sarıl, kavmine de emret, onlar da en güzeline sarılsınlar. Size yakında o fasıkların yurdunu göstereceğim.","nl":"En Wij schreven hem voor in de Tafelen over alle zaken, als een vermaning en als een uiteenzetting over alle zaken (en Wij zeiden:) \"Grijpt dit stevig vast en beveel jouw volk dat zij zich er op de beste manier aan houden, Ik zal jullie de woonplaatsen van de zwaar zondigen tonen.\"","en":"We wrote for him on the Tablets ˹the fundamentals˺ of everything; commandments and explanations of all things. ˹We commanded,˺ “Hold to this firmly and ask your people to take the best of it. I will soon show ˹all of˺ you the home of the rebellious"},"surah":null},{"id":1100,"surahId":7,"ayatId":146,"ayatNo":"١٤٦","pageNo":168,"ayatText":"سَاَصْرِفُ عَنْ اٰيَاتِيَ الَّذٖينَ يَتَكَبَّرُونَ فِي الْاَرْضِ بِغَيْرِ الْحَقِّؕ وَاِنْ يَرَوْا كُلَّ اٰيَةٍ لَا يُؤْمِنُوا بِهَاۚ وَاِنْ يَرَوْا سَبٖيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبٖيلاًۚ وَاِنْ يَرَوْا سَبٖيلَ الْغَيِّ يَتَّخِذُوهُ سَبٖيلاًؕ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوا بِاٰيَاتِنَا وَكَانُوا عَنْهَا غَافِلٖينَ","ayatMealText":{"tr":"Yeryüzünde haksız yere büyüklük taslayanları, âyetlerimizi anlamaktan uzak tutacağım. Onlar ki, bütün âyetlerimizi görseler de onlara iman etmezler. Doğru yolu görseler de o yolu tutup gitmezler. Eğer sapıklık yolunu görürlerse tutar onu izlerler. Çünkü onlar âyetlerimizi inkâr etmeyi âdet edinmişler ve onlardan hep gafil olagelmişlerdir.","nl":"Ik zal degenen die zich onterecht hoogmoedig op aarde gedragen van Mijn Tekeeien afwenden. En al zagen zij ieder Teken, dan nog zouden zij er niet in geloven, en al zagen zij het juiste Pad, dan zouden zij het niet als hun (pad) nemen. Maar als zij het pad van de dwaling zien, dan nemen zij het als (hun) pad. Dat is omdat zij Onze Tekenen loochenden en er geen acht op plachten te slaan.","en":"I will turn away from My signs those who act unjustly with arrogance in the land. And even if they were to see every sign, they still would not believe in them. If they see the Right Path, they will not take it. But if they see a crooked path, they will follow it. This is because they denied Our signs and were heedless of them"},"surah":null},{"id":1101,"surahId":7,"ayatId":147,"ayatNo":"١٤٧","pageNo":168,"ayatText":"وَالَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا وَلِقَٓاءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْؕ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوا يَعْمَلُونَࣖ","ayatMealText":{"tr":"Âyetlerimizi ve ahiretteki karşılaşmayı inkâr edenlerin amelleri hepten boşa gitmiştir. Çekecekleri ceza kendi yaptıklarından başkası mı olacaktır?","nl":"En degenen die Onze Tekenen en de ontmoeting in het Hiernamaals loochenden: hun werken zijn vructhteloos. Zij worden niet vergolden, behalve voor wat zij plachten te doen.","en":"The deeds of those who deny Our signs and the meeting ˹with Allah˺ in the Hereafter will be in vain. Will they be rewarded except for what they have done?”"},"surah":null},{"id":1102,"surahId":7,"ayatId":148,"ayatNo":"١٤٨","pageNo":168,"ayatText":"وَاتَّخَذَ قَوْمُ مُوسٰى مِنْ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلاً جَسَداً لَهُ خُوَارٌؕ اَلَمْ يَرَوْا اَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدٖيهِمْ سَبٖيلاًۘ اِتَّخَذُوهُ وَكَانُوا ظَالِمٖينَ","ayatMealText":{"tr":"Musa'nın arkasından kavmi, tutmuş süs takılarından böğüren bir buzağı heykeli edinmişlerdi. O buzağının kendilerine bir söz söylemediğini ve bir yol gösteremediğini görmemişler miydi? Fakat yine de onu tanrı edindiler ve zalimlerden oldular.","nl":"En het volk van Môesa maakte, na zijn vertrek (naar de berg Thôer). van hun (gouden) sieraden (een afgodsbeeld met) het lichaam van een kalf dat een loeiend geluid maakte. Beseften zij niet dat het in werkelijkheid niet tot hen kon spreken en hen geen weg kon wijzen? Zij namen het (ter aanbidding) en zij waren onrechtplegers.","en":"In the absence of Moses, his people made from their ˹golden˺ jewellery an idol of a calf that made a lowing sound. Did they not see that it could neither speak to them nor guide them to the ˹Right˺ Path? Still they took it as a god and were wrongdoers"},"surah":null},{"id":1103,"surahId":7,"ayatId":149,"ayatNo":"١٤٩","pageNo":168,"ayatText":"وَلَمَّا سُقِطَ فٖٓي اَيْدٖيهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّواۙ قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Ne zaman ki, ellerine kırağı düşürüldü (yaptıklarına pişman oldular), o zaman sapıtmış olduklarını gördüler. \"Yemin olsun ki; eğer Rabbimiz bize merhamet etmez ve bizi bağışlamazsa, muhakkak biz kötü akıbete düşenlerden olacağız.\" dediler.","nl":"En toen spijt hen van voor en van achter overviel, en zij zagen dat zij waarlijk gedwaald hadden, zeiden zij: \"Als onze Heer ons niet begenadigt en ons niet vergeeft, dan zullen wij zeker tot de verliezers behoren.\"","en":"Later, when they were filled with remorse and realized they had gone astray, they cried, “If our Lord does not have mercy on us and forgive us, we will certainly be losers.”"},"surah":null}]}