{"juzNo":9,"pageNo":169,"arCuzNo":"۹","arPageNo":"۱٦۹","quranAyats":[{"id":1104,"surahId":7,"ayatId":150,"ayatNo":"١٥٠","pageNo":169,"ayatText":"وَلَمَّا رَجَعَ مُوسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفاًۙ قَالَ بِئْسَمَا خَلَفْتُمُونٖي مِنْ بَعْدٖيۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخٖيهِ يَجُرُّهُٓ اِلَيْهِؕ قَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُونٖي وَكَادُوا يَقْتُلُونَنٖيؗ فَلَا تُشْمِتْ بِيَ الْاَعْدَٓاءَ وَلَا تَجْعَلْنٖي مَعَ الْقَوْمِ الظَّالِمٖينَ","ayatMealText":{"tr":"Musa, öfkeli ve üzüntülü olarak kavmine döndüğünde şöyle dedi: \"Bana arkamdan ne kötü bir halef oldunuz! Rabbinizin emriyle dönüşümü beklemeden acele mi ettiniz?\" Elindeki levhaları bıraktı ve kardeşi Harun'u başından tutarak kendine doğru çekmeye başladı. Harun, \"Ey anamın oğlu!\" dedi, \"inan ki, bu kavim beni güçsüz buldu, az daha beni öldürüyorlardı, sen de bana böyle yaparak düşmanları sevindirme ve beni bu zalim kavimle bir tutma.\"","nl":"En toen Môesa tot zijn volk terugkeerde, boos en bedroefd, zei hij: \"Slecht is wat jullie in mijn plaat tijdens mijn afwezigheid hebben gedaan, wilden jullie het bevel (tot bestraffing) van jullie Heer verhaasten?\" En bij zette de Tafelen haastig neer en bij greep zijin broeder bij zijn baard en trok hem naar zich toe. Hij (Hârôen) zei: \"Zoon van mijn moeder, voorwaar, het volk heeft mij overweldigd en bijna hadden zij mij gedood. Laat de vijanden geen leedvermaak over mij hebben en stel mij niet gelijk aan het volk van onrechtplegers.\"","en":"Upon Moses’ return to his people, ˹totally˺ furious and sorrowful, he said, “What an evil thing you committed in my absence! Did you want to hasten your Lord’s torment?” Then he threw down the Tablets and grabbed his brother by the hair, dragging him closer. Aaron pleaded, “O son of my mother! The people overpowered me and were about to kill me. So do not ˹humiliate me and˺ make my enemies rejoice, nor count me among the wrongdoing people.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1105,"surahId":7,"ayatId":151,"ayatNo":"١٥١","pageNo":169,"ayatText":"قَالَ رَبِّ اغْفِرْ لٖي وَلِاَخٖي وَاَدْخِلْنَا فٖي رَحْمَتِكَؗ وَاَنْتَ اَرْحَمُ الرَّاحِمٖينَࣖ","ayatMealText":{"tr":"Musa dedi ki: \"Ey Rabbim! Beni ve kardeşimi bağışla! Bizi rahmetinin içine al. Sen merhametlilerin en merhametlisisin.\"","nl":"Hij (Môesa) zei: \"Mijn Heer, vergeef mij en mijn broeder en doe ons Uw Barmhartigheid binnengaan. En U bent de Barmhartigste der Erbarmers.\"","en":"Moses prayed, “My Lord! Forgive me and my brother! And admit us into Your mercy. You are the Most Merciful of the merciful.”"},"surah":null},{"id":1106,"surahId":7,"ayatId":152,"ayatNo":"١٥٢","pageNo":169,"ayatText":"اِنَّ الَّذٖينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيٰوةِ الدُّنْيَاؕ وَكَذٰلِكَ نَجْزِي الْمُفْتَرٖينَ","ayatMealText":{"tr":"Şüphesiz o buzağıyı tanrı edinenlere Rablerinden bir gazap, dünya hayatında iken de bir zillet erişecektir. İşte biz, iftiracıları böyle cezalandırırız.","nl":"Voorwaar, degenen die het kalf (tot hun god) hebben genomen: de toorn van hun Heer zal hen treffen, alsmede vernedering in het wereldse leven. En zo vergelden Wij degenen die leugens verzinnen.","en":"Those who worshipped the calf will certainly be afflicted with Allah’s wrath as well as disgrace in the life of this world. This is how We reward those who invent falsehood"},"surah":null},{"id":1107,"surahId":7,"ayatId":153,"ayatNo":"١٥٣","pageNo":169,"ayatText":"وَالَّذٖينَ عَمِلُوا السَّيِّـَٔاتِ ثُمَّ تَابُوا مِنْ بَعْدِهَا وَاٰمَنُواؗ اِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"O kötü amelleri işleyip de sonra arkasından tevbe ve iman edenler için hiç şüphe yok ki, Rabbin bundan sonra yine de affedici ve merhamet edicidir.","nl":"En degenen die slechte werken verrichtten en die daarna berouw toonden en geloofden: voorwaar, jouw Heer is dan daarna zeker Vergevensgezind, Meest Barmhartig.","en":"But those who commit evil, then repent and become ˹true˺ believers, your Lord will certainly be All-Forgiving, Most-Merciful"},"surah":null},{"id":1108,"surahId":7,"ayatId":154,"ayatNo":"١٥٤","pageNo":169,"ayatText":"وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۚ وَفٖي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذٖينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ","ayatMealText":{"tr":"Musa'nın öfkesi geçince levhaları aldı. Onlardaki yazıda, ancak Rablerinden korkanlar için bir hidayet ve rahmet vardı.","nl":"En toen de toorn van Môesa bedaard was, nam hij de Tafelen op. En daarin staat Leiding en Barmhartigheid beschreven voor degenen die kun Heer vrezen.","en":"When Moses’ anger subsided, he took up the Tablets whose text contained guidance and mercy for those who stand in awe of their Lord"},"surah":null},{"id":1109,"surahId":7,"ayatId":155,"ayatNo":"١٥٥","pageNo":169,"ayatText":"وَاخْتَارَ مُوسٰى قَوْمَهُ سَبْعٖينَ رَجُلاً لِمٖيقَاتِنَاۚ فَلَمَّٓا اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِنْ قَبْلُ وَاِيَّايَؕ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَـهَٓاءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَؕ تُضِلُّ بِهَا مَنْ تَشَٓاءُ وَتَهْدٖي مَنْ تَشَٓاءُؕ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغَافِرٖينَ","ayatMealText":{"tr":"Bir de Musa, mîkatımız için (tayin ettiğimiz vakitte tevbe için) kavminden yetmiş erkek seçti. Ne zaman ki, bunları o sarsıntı yakaladı, işte o zaman Musa: \"Rabbim! dedi, dileseydin bunları da, beni de daha önce helâk ederdin. Şimdi bizi, içimizdekio beyinsizlerin yaptıkları yüzünden helâk mi edeceksin? O iş de senin imtihanından başka bir şey değildi. Sen bu imtihanla dilediğini sapıklıkta bırakır, dilediğini de hidayete erdirirsin. Bizim velimiz sensin. Artık bizi bağışla, merhamet et, sen bağışlayanların en hayırlısısın.\"","nl":"En Môesa koos uit zijn volk zeventig mannen op de door Ons bepaalde tijd (om Allah om vergiffenis te smeken). En toen de aardbeving hen greep, zei hij: \"Mijn Heer, als U wilde, dan had U hen en mij eerder vernietigd. Zult U ons vernietigen wegens wat de dwazen onder ons hebben gedaan? Dit is niets anders dan een beproeving van U. U doet daarmee dwalen wie U wil en U leidt wie U wil, U bent onze Beschermer, vergeef ons daarom en begenadig ons, U bent de Beste der Vergevensgezinden.","en":"Moses chose seventy men from among his people for Our appointment and, when they were seized by an earthquake, he cried, “My Lord! Had You willed, You could have destroyed them long ago, and me as well. Will You destroy us for what the foolish among us have done? This is only a test from You—by which You allow whoever you will to stray and guide whoever You will. You are our Guardian. So forgive us and have mercy on us. You are the best forgiver"},"surah":null}]}