{"juzNo":9,"pageNo":170,"arCuzNo":"۹","arPageNo":"۱۷۰","quranAyats":[{"id":1110,"surahId":7,"ayatId":156,"ayatNo":"١٥٦","pageNo":170,"ayatText":"وَاكْتُبْ لَنَا فٖي هٰذِهِ الدُّنْيَا حَسَنَةً وَفِي الْاٰخِرَةِ اِنَّا هُدْنَٓا اِلَيْكَؕ قَالَ عَذَابٖٓي اُصٖيبُ بِهٖ مَنْ اَشَٓاءُۚ وَرَحْمَتٖي وَسِعَتْ كُلَّ شَيْءٍؕ فَسَاَكْتُبُهَا لِلَّذٖينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكٰوةَ وَالَّذٖينَ هُمْ بِاٰيَاتِنَا يُؤْمِنُونَۚ","ayatMealText":{"tr":"\"Ve bize hem bu dünyada bir iyilik yaz, hem de ahirette. Biz gerçekten de tevbe edip senin hidayetine döndük.\" Buyurdu ki, azabım var, onu dilediğime isabet ettiririm, rahmetim de vardır, o ise her şeyi kaplamış ve kuşatmıştır. Onu da özellikle korunanlara, zekatını verenlere ve âyetlerimize inananlara mahsus kılacağım.","nl":"En schrijf ons in deze wereld het goede voor en (ook) in het Hiernamaals. Voorwaar, wij wonden ons in berouw tot U.\" Hij (Allah) zei: \"Met Mijn bestraffing tref Ik wie Ik wil en Mijn Barmhartigheid omvat alle dingen. Ik zal haar voorschrijven aan degenen die (Mij) vrezen, die de zakât geven en die in Mijn Tekenen geloven.\"","en":"Ordain for us what is good in this life and the next. Indeed, we have turned to You ˹in repentance˺.” Allah replied, “I will inflict My torment on whoever I will. But My mercy encompasses everything. I will ordain mercy for those who shun evil, pay alms-tax, and believe in Our revelations"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1111,"surahId":7,"ayatId":157,"ayatNo":"١٥٧","pageNo":170,"ayatText":"اَلَّذٖينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْاُمِّيَّ الَّذٖي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرٰيةِ وَالْاِنْجٖيلِؗ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهٰيهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَٓائِثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلَالَ الَّتٖي كَانَتْ عَلَيْهِمْؕ فَالَّذٖينَ اٰمَنُوا بِهٖ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّـذٖٓي اُنْزِلَ مَعَهُٓۙ اُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَࣖ","ayatMealText":{"tr":"Onlar ki, o ümmî peygambere uyarlar, yanlarındaki Tevrat ve İncil'de yazılmış bulacakları o peygambere uyup, onun izinden giderler ki, o, onlara iyiyi emreder ve onları kötülüklerden alıkoyar, temiz ve hoş şeyleri kendilerine helâl kılar, murdar ve kötü şeyleri de üzerlerine haram kılar, sırtlarından ağır yükleri indirir, üzerlerindeki bağları ve zincirleri kırar atar, işte o vakit ona iman eden, ona kuvvetle saygı gösteren, ona yardımcı olan ve onun peygamberliği ile birlikte indirilen nuru izleyen kimseler var ya, işte asıl murada eren kurtulmuşlar onlardır.","nl":"(Zij zijn) degenen die de Boodschapper van Allah volgen, de ongeletterde Profeet waarover bij hen, in de Taurât en in de Indjîl, geschreven is. Hij beveelt hun het behoorlijke en hij verbiedt hun het verwerpelijke, en hij staat hun de goede dingen toe en bij verbiedt hun de slechte dingen. En bij bevrijdt hun van kun lasten en van de boeien die op hen rustten. Degenen die hem geloven, hem bijstaan en hem helpen en die het Licht (de Koran) volgen dat met hem is neergezonden, zij zijn degenen die welslagen.\"","en":"“˹They are˺ the ones who follow the Messenger, the unlettered Prophet, whose description they find in their Torah and the Gospel. He commands them to do good and forbids them from evil, permits for them what is lawful and forbids to them what is impure, and relieves them from their burdens and the shackles that bound them. ˹Only˺ those who believe in him, honour and support him, and follow the light sent down to him will be successful.”"},"surah":null},{"id":1112,"surahId":7,"ayatId":158,"ayatNo":"١٥٨","pageNo":170,"ayatText":"قُلْ يَٓا اَيُّهَا النَّاسُ اِنّٖي رَسُولُ اللّٰهِ اِلَيْكُمْ جَمٖيعاًۨ الَّذٖي لَهُ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِۚ لَٓا اِلٰهَ اِلَّا هُوَ يُحْـيٖ وَيُمٖيتُࣕ فَاٰمِنُوا بِاللّٰهِ وَرَسُولِهِ النَّبِيِّ الْاُمِّيِّ الَّذٖي يُؤْمِنُ بِاللّٰهِ وَكَلِمَاتِهٖ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ","ayatMealText":{"tr":"De ki; ey insanlar! Ben sizin hepinize Allah'ın resulüyüm. O Allah ki, göklerin ve yerin bütün mülkü O'nundur. O'ndan başka hiçbir ilâh yoktur. Öldüren de, dirilten de O'dur. Bundan dolayı gelin, Allah'a ve resulüne iman edin. Allah'a ve Allah'ın bütün kelâmlarına iman etmiş bulunan o ümmî peygambere, evet ona uyun ki, hidayete erebilesiniz.","nl":"Zeg: \"O mensen, voorwaar, ik ben de Boodschapper van Allah voor jullie allen. (Allah is) Degene aan Wie het Koninkrijk over de hemelen en de aarde behoort, geen god is er dan Hij. Hij doet leven en Hij doet sterven. Gelooft daarom in Allah en Zijn Boodschapper, de ongeletterde Profeet, die in Allah en Zijn Woorden gelooft, en volgt hem. Hopelijk zullen jullie Leiding volgen.\"","en":"Say, ˹O Prophet,˺ “O humanity! I am Allah’s Messenger to you all. To Him ˹alone˺ belongs the kingdom of the heavens and the earth. There is no god ˹worthy of worship˺ except Him. He gives life and causes death.” So believe in Allah and His Messenger, the unlettered Prophet, who believes in Allah and His revelations. And follow him, so you may be ˹rightly˺ guided"},"surah":null},{"id":1113,"surahId":7,"ayatId":159,"ayatNo":"١٥٩","pageNo":170,"ayatText":"وَمِنْ قَوْمِ مُوسٰٓى اُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهٖ يَعْدِلُونَ","ayatMealText":{"tr":"Musa'nın kavminden doğru yolu gösteren ve doğrulukla adalet yapan bir topluluk da vardı.","nl":"En onder het volk van Môesa, is er een gemeenschap die leiding geeft volgens de Waarheid, en die rechtvaardig handelen.","en":"There are some among the people of Moses who guide with the truth and establish justice accordingly"},"surah":null}]}