{"juzNo":9,"pageNo":171,"arCuzNo":"۹","arPageNo":"۱۷۱","quranAyats":[{"id":1114,"surahId":7,"ayatId":160,"ayatNo":"١٦٠","pageNo":171,"ayatText":"وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطاً اُمَماًؕ وَاَوْحَيْنَٓا اِلٰى مُوسٰٓى اِذِ اسْتَسْقٰيهُ قَوْمُهُٓ اَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَۚ فَانْبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْناًؕ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَشْرَبَهُمْؕ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىؕ كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْؕ وَمَا ظَلَمُونَا وَلٰكِنْ كَانُٓوا اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Biz onları oniki kabileye, o kadar ümmete ayırdık. Ve kavmi kendisinden su istediği zaman Musa'ya, elindeki asâ ile taşa vur, diye vahyettik, vurunca hemen o taştan oniki pınar akmaya başladı. Halkın her biri su alacağı yeri iyice öğrendi. Bulutu da üzerlerine gönderdik, gölgeledik. Onlara kudret helvası ve bıldırcın indirdik. Size rızık olarak ihsan ettiğimiz nimetlerin temizinden yiyiniz, dedik. Onlar zulmü bize yapmadılar, lakin kendi kendilerine zulmediyorlardı.","nl":"En Wij verdeelden hen in twaalf stammen als gemeenschappen en Wij openbaarden aan Môesa, toen zijn volk om water vroeg: Sla met jouw staf op de rots.\" Toen ontsprongen daaruit twaalf bronnen. Voorzeker, alle stammen kenden hun drinkplaatsen en Wij gaven hen schaduw met de wolk en Wij deden Manna en kwartels op ben neerdalen, (zeggend:) \"Eet van de goede dingen waarvan Wij jullie hebben voorzien, en zij waren niet onrechtvaardig jegens Ons, maar zij waren onrechtvaardig jegens zichzelf.","en":"We divided them into twelve tribes—each as a community. And We revealed to Moses, when his people asked for water, “Strike the rock with your staff.” Then twelve springs gushed out. Each tribe knew its drinking place. We shaded them with clouds and sent down to them manna and quails, ˹saying˺, “Eat from the good things We have provided for you.” They ˹certainly˺ did not wrong Us, but wronged themselves"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1115,"surahId":7,"ayatId":161,"ayatNo":"١٦١","pageNo":171,"ayatText":"وَاِذْ قٖيلَ لَهُمُ اسْكُنُوا هٰذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّداً نَغْفِرْ لَكُمْ خَطٖٓيـَٔاتِكُمْؕ سَنَزٖيدُ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Ve o vakit onlara denilmişti ki; Şu şehre yerleşin ve orada dilediğiniz şeylerden yiyin, \"hitta\" (günahlarımızı bağışla.) deyin ve secde ederek kapısından girin ki, suçlarınızı bağışlayalım. İyilere nimetlerimizi daha da arttıracağız.","nl":"En (gedenkt) toen er tot hen werd gezegd: \"Bewoont deze stad en eet van haar (opbrengsten) wat jullie willen en zegt: 'Vergeving!' En gaat de poorten binnen, jullie hoofden buigend, dat zullen Wij jullie je fouten vergeven. Wij zullen (de beloningen) van de weldoeners vergroten.\"","en":"And ˹remember˺ when it was said to them, “Enter this city ˹of Jerusalem˺ and eat from wherever you please. Say, ‘Absolve us,’ and enter the gate with humility. We will forgive your sins, ˹and˺ We will multiply the reward for the good-doers.”"},"surah":null},{"id":1116,"surahId":7,"ayatId":162,"ayatNo":"١٦٢","pageNo":171,"ayatText":"فَبَدَّلَ الَّذٖينَ ظَلَمُوا مِنْهُمْ قَوْلاً غَيْرَ الَّذٖي قٖيلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزاً مِنَ السَّمَٓاءِ بِمَا كَانُوا يَظْلِمُونَࣖ","ayatMealText":{"tr":"İçlerinden bir kısım zalimler, sözü değiştirdiler, kendilerine söylenenden başka şekle soktular. Zulmü alışkanlık haline getirdikleri için biz de üzerlerine gökten azap yağdırdık.","nl":"Daarna verruilden degenen onder hen die onrecht pleegden (het Woord van Allah) voor een ander woord dat niet tot hen was gesproken, waarop Wij een plaag op hen neerzonden uit de hemel wegens het onrecht dat zi plachten te bedrijven.","en":"But the wrongdoers among them changed the words they were commanded to say. So We sent down a punishment from the heavens upon them for their wrongdoing"},"surah":null},{"id":1117,"surahId":7,"ayatId":163,"ayatNo":"١٦٣","pageNo":171,"ayatText":"وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتٖي كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُونَ فِي السَّبْتِ اِذْ تَأْتٖيهِمْ حٖيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعاً وَيَوْمَ لَا يَسْبِتُونَۙ لَا تَأْتٖيهِمْۚ كَذٰلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ","ayatMealText":{"tr":"Bir de onlara, o deniz kıyısındaki şehrin başına gelenleri sor. O sırada onlar cumartesi yasağına riayet etmiyorlardı. Cumartesi günü balıklar akın akın geliyorlardı, yasak olmadığı gün gelmiyorlardı. Yoldan çıkıp sapıklık yaptıkları için biz de onları işte böyle sınıyorduk.","nl":"En vraag hen over de stad die dicht bij de zee lag, toen zij de Sabbat overtraden, toen hun vissen voor hen boven water verschenen op hun Sabbat, terwijl zij op (andere) dagen dan de Sabbat niet verschenen. Zo beprcoefden Wij hen wegens de zwam zonden die zij plachten te begaan.","en":"Ask them ˹O Prophet˺ about ˹the people of˺ the town which was by the sea, who broke the Sabbath. During the Sabbath, ˹abundant˺ fish would come to them clearly visible, but on other days the fish were never seen. In this way We tested them for their rebelliousness"},"surah":null}]}