{"juzNo":9,"pageNo":172,"arCuzNo":"۹","arPageNo":"۱۷۲","quranAyats":[{"id":1118,"surahId":7,"ayatId":164,"ayatNo":"١٦٤","pageNo":172,"ayatText":"وَاِذْ قَالَتْ اُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْماًۙۨ اللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَاباً شَدٖيداًؕ قَالُوا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ","ayatMealText":{"tr":"İçlerinden bir topluluk, \"Allah'ın helâk edeceği, ya da çetin bir azapla cezalandıracağı bir kavme ne diye nasihat ediyorsunuz\" dediği vakit, o uyarıda bulunanlar dediler ki; \"Rabbiniz tarafından mazur görülmemiz için, bir de belki günahlardan sakınırlar diye.\"","nl":"En (gedenkt) toen eem gemeenschap onder hen zei: \"Waarom vermanen jullie een volk dat Allah zal vernietigen of bestraffen met een harde bestraffing?\" Zij zeiden: \"Opdat wij niet beschuldigd zullen worden bij jullie Heer en hopelijk zullen zij (Allah) vrezen.\"","en":"When some of ˹the righteous among˺ them questioned ˹their fellow Sabbath-keepers˺, “Why do you ˹bother to˺ warn those ˹Sabbath-breakers˺ who will either be destroyed or severely punished by Allah?” They replied, “Just to be free from your Lord’s blame, and so perhaps they may abstain.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1119,"surahId":7,"ayatId":165,"ayatNo":"١٦٥","pageNo":172,"ayatText":"فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهٖٓ اَنْجَيْنَا الَّذٖينَ يَنْهَوْنَ عَنِ السُّٓوءِ وَاَخَذْنَا الَّذٖينَ ظَلَمُوا بِعَذَابٍ بَـٖٔيسٍ بِمَا كَانُوا يَفْسُقُونَ","ayatMealText":{"tr":"Onlar yapılan bunca nasihatı unuttukları zaman, o kötülükten sakındıranları kurtardık, o zalimleri de fena hareketlerinden dolayı şiddetli bir azaba uğrattık.","nl":"En toen zij vergaten waarmee zij vermaand waren, toen redden Wij degenen die het kwade verboden, en Wij grepen degenen die onrecht pleegden met een harde bestraffing, wegens de zware zonden die zij plachten te bedrijven.","en":"When they ignored the warning they were given, We rescued those who used to warn against evil and overtook the wrongdoers with a dreadful punishment for their rebelliousness"},"surah":null},{"id":1120,"surahId":7,"ayatId":166,"ayatNo":"١٦٦","pageNo":172,"ayatText":"فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِـٖٔينَ","ayatMealText":{"tr":"Böylece onlar kibre kapılıp yasak kılınan şeylerden vazgeçmeyince, biz de onlara, hor ve zelil maymunlar olun, dedik.","nl":"En toen zij opstandig werden met betrekking tot wat hun was verboden, zeiden Wij tot hen: \"Weest verachte apen.\"","en":"But when they stubbornly persisted in violation, We said to them, “Be disgraced apes!”"},"surah":null},{"id":1121,"surahId":7,"ayatId":167,"ayatNo":"١٦٧","pageNo":172,"ayatText":"وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَسُومُهُمْ سُٓوءَ الْعَذَابِؕ اِنَّ رَبَّكَ لَسَرٖيعُ الْعِقَابِۚ وَاِنَّهُ لَغَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"O Vakit Rabbin işte şu ahdi ilan edip bildirdi ki: Kıyamet gününe kadar onlara en kötü muameleyi yapacak olan kimseleri başlarına gönderecektir. Muhakkak ki, Rabbin hızla cezalandırandır ve yine muhakkak ki O, çok affedici, çok merhametlidir.","nl":"En (gedenkt) toen jouw Heer bekend maakte dat Hij zeker (mensen) tegen hen zou zenden, tot am de Dag van de Opstanding, die hen zouden treffen met deergsle bestraffing. Voorwaar, jouw Heer is zeker snel in de bestraffing: en voorwaar, Hij is zeker Vergevensgezind, Meest Bannhartig.","en":"And ˹remember, O Prophet,˺ when your Lord declared that He would send against them others who would make them suffer terribly until the Day of Judgment. Indeed, your Lord is swift in punishment, but He is certainly All-Forgiving, Most Merciful"},"surah":null},{"id":1122,"surahId":7,"ayatId":168,"ayatNo":"١٦٨","pageNo":172,"ayatText":"وَقَطَّعْنَاهُمْ فِي الْاَرْضِ اُمَماًۚ مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذٰلِكَؗ وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"Ve onları yeryüzünde birçok ümmetlere ayırdık. İçlerinde iyi olanları da vardı, olmayanları da. Onları biz, bazan nimetlerle, bazan da musibetlerle imtihana çektik. Sonunda belki hakka dönerler diye.","nl":"En Wij verdeelden hen op aarde in gemeenschappen. Onder hen zijn rechtschapenen en onder hen zijn er die dat niet zijn, en Wij beproefden hen met de goede en de slechte dingen. Hopelijk zullen zij terugkeren.","en":"We dispersed them through the land in groups—some were righteous, others were less so. We tested them with prosperity and adversity, so perhaps they would return ˹to the Right Path˺"},"surah":null},{"id":1123,"surahId":7,"ayatId":169,"ayatNo":"١٦٩","pageNo":172,"ayatText":"فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُولُونَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُؕ اَلَمْ يُؤْخَذْ عَلَيْهِمْ مٖيثَاقُ الْكِتَابِ اَنْ لَا يَقُولُوا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوا مَا فٖيهِؕ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِلَّذٖينَ يَتَّقُونَؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"Derken kitabı (Tevrat'ı) miras alan bozuk bir nesil bunların yerini aldı. Bize nasıl olsa mağfiret edilecek diyerek, şu alçak dünya malını alıyorlar, yine onun gibi bir mal ve rüşvet gelse onu da alırlar. Allah'a karşı haktan başka bir şey söylemeyeceklerine dair kendilerinden o kitabın hükmü üzere misak alınmamış mıydı? Ve onun içindekileri okuyup öğrenmemişler miydi? Oysa ahiret yurdu Allah'tan korkanlar için daha hayırlıdır. Hâlâ aklınızı başınıza almayacak mısınız?","nl":"En na hen kwamen er opvolgers die de Schrift (de Taurâh) erfden. Zij namen vergankelijke genietingen van dit (wereldse leven). En zij zeiden: \"Wij zullen vergeven worden.\" En als dezelfde genie tingen tot hen komen, dan nemen zij die (weer) aan. Is er geen verbond van de Schirift met hen aangegaan dat ze over Allah niets dan de Waarheid zouden zeggen? En zij bestudeerden wat er in is. En het Huis van het Hiernamaals is beter voor degenen die (Allah) vrezen. Bwijpen jullie dan niet?","en":"Then they were succeeded by other generations who inherited the Scripture. They indulged in unlawful gains, claiming, “We will be forgiven ˹after all˺.” And if similar gain came their way, they would seize it. Was a covenant not taken from them in the Scripture that they would not say anything about Allah except the truth? And they were already well-versed in its teachings. But the ˹eternal˺ Home of the Hereafter is far better for those mindful ˹of Allah˺. Will you not then understand"},"surah":null},{"id":1124,"surahId":7,"ayatId":170,"ayatNo":"١٧٠","pageNo":172,"ayatText":"وَالَّذٖينَ يُمَسِّكُونَ بِالْكِتَابِ وَاَقَامُوا الصَّلٰوةَؕ اِنَّا لَا نُضٖيعُ اَجْرَ الْمُصْلِحٖينَ","ayatMealText":{"tr":"Kitaba sarılanlara ve namazı kılmaya devam edenlere gelince, biz o iyilerin ecrini hiçbir zaman yitirmeyiz.","nl":"En degenen die zich vasthouden aan het Boek en de shalât onderhouden: voorwaar, de beloning van degenen die verbetering brengen zullen Wij niet verloren doen gaan.","en":"As for those who firmly abide by the Scripture and establish prayer—surely We never discount the reward of those acting righteously"},"surah":null}]}