{"juzNo":9,"pageNo":173,"arCuzNo":"۹","arPageNo":"۱۷۳","quranAyats":[{"id":1125,"surahId":7,"ayatId":171,"ayatNo":"١٧١","pageNo":173,"ayatText":"وَاِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَاَنَّهُ ظُلَّةٌ وَظَنُّٓوا اَنَّهُ وَاقِـعٌ بِهِمْۚ خُذُوا مَٓا اٰتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فٖيهِ لَعَلَّكُمْ تَتَّقُونَࣖ","ayatMealText":{"tr":"Hani bir zamanlar biz o dağı gölgelik gibi tepelerine çekmiştik de üzerlerine düşüyor zannettikleri bir sırada demiştik ki; \"size verdiğimiz kitabı kuvvetle tutun ve içindekini hatırınızdan çıkarmayın, umulur ki korunursunuz.\"","nl":"En (gedenkt) toen Wij de berg boven hen verhieven alsof hij een gewelf van wolken was, en zij dachten dat hij op hen zou vallen, (en Wij zeiden:) \"Houdt jullie stevig vast aan wat jullie is gegeven en gedenkt wat er in (de Schrift) staat. Hopelijk zullen jullie (Allah) vrezen.\"","en":"And ˹remember˺ when We raised the mountain over them as if it were a cloud and they thought it would fall on them. ˹We said,˺ “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of Allah˺.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1126,"surahId":7,"ayatId":172,"ayatNo":"١٧٢","pageNo":173,"ayatText":"وَاِذْ اَخَذَ رَبُّكَ مِنْ بَنٖٓي اٰدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَاَشْهَدَهُمْ عَلٰٓى اَنْفُسِهِمْۚ اَلَسْتُ بِرَبِّكُمْؕ قَالُوا بَلٰىۚۛ شَهِدْنَاۚۛ اَنْ تَقُولُوا يَوْمَ الْقِيٰمَةِ اِنَّا كُنَّا عَنْ هٰذَا غَافِلٖينَۙ","ayatMealText":{"tr":"Bir de Rabbin, Âdemoğullarından, bellerindeki zürriyetlerini alıp da onları kendi nefislerine şahit tutarak: Ben sizin Rabbiniz değil miyim?\" dediği vakit, \"pekâlâ Rabbimizsin, şahidiz\" dediler. (Bunu) kıyamet günü \"Bizim bundan haberimiz yoktu.\" demeyesiniz diye (yapmıştık).","nl":"En (gedenkt) toen jouw Heer het nageslacht van de Kinderen van Adam uit hun lendenen nam, en hen deed getuigen over zichzelf (en Hij zei:) \"Ben Ik niet jullie Heer?\" Zij zeiden: \"Jazeker, dat getuigen wij.\" Opdat jullie op de Dag van de Opstanding niet zullen zeggen: \"Wij waren hieromtrent achtelozen.\"","en":"And ˹remember˺ when your Lord brought forth from the loins of the children of Adam their descendants and had them testify regarding themselves. ˹Allah asked,˺ “Am I not your Lord?” They replied, “Yes, You are! We testify.” ˹He cautioned,˺ “Now you have no right to say on Judgment Day, ‘We were not aware of this.’"},"surah":null},{"id":1127,"surahId":7,"ayatId":173,"ayatNo":"١٧٣","pageNo":173,"ayatText":"اَوْ تَقُولُٓوا اِنَّـمَٓا اَشْرَكَ اٰبَٓاؤُ۬نَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْۚ اَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ","ayatMealText":{"tr":"Yahut, atalarımız daha önce şirk koşmuşlardı. Biz onlardan sonra gelen bir nesil idik, şimdi o batıl yolu tutanların yaptıkları yüzünden bizi helâk mi edeceksin, demeyesiniz diye (yapmıştık).","nl":"Of dat jullie niet zullen zeggen: \"Onze vaderen kenden vroeger al deelgenoten (ma Allah) toe en wij zijn nakomelingen na hen; zult U ons vernietigen voor wat de volgers van de valsheid deden?\"","en":"Nor say, ‘It was our forefathers who had associated others ˹with Allah in worship˺ and we, as their descendants, followed in their footsteps. Will you then destroy us for the falsehood they invented?’”"},"surah":null},{"id":1128,"surahId":7,"ayatId":174,"ayatNo":"١٧٤","pageNo":173,"ayatText":"وَكَذٰلِكَ نُفَصِّلُ الْاٰيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"Ve işte biz, âyetleri böyle ayrıntılı olarak açıklıyoruz ki, belki dönerler.","nl":"En zo leggen Wij de Verzen uit. Hopelijk zullen zij terugkeren.","en":"This is how We make our signs clear, so perhaps they will return ˹to the Right Path˺"},"surah":null},{"id":1129,"surahId":7,"ayatId":175,"ayatNo":"١٧٥","pageNo":173,"ayatText":"وَاتْلُ عَلَيْهِمْ نَبَاَ الَّـذٖٓي اٰتَيْنَاهُ اٰيَاتِنَا فَانْسَلَخَ مِنْهَا فَاَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوٖينَ","ayatMealText":{"tr":"Onlara, kendisine âyetlerimizi sunduğumuz o adamın kıssasını da anlat; âyetlerden sıyrılıp çıktı, derken onu şeytan arkasına taktı, en sonunda da helak olanlardan oldu.","nl":"En lees hen de geschiedenis voor van degene aan wie Wij Onze Verzen gaven. Vervolgens maakte hij zich daarvan los, waarop de Satan hem achtervolgde zodat bij één van de dwalenden werd.","en":"And relate to them ˹O Prophet˺ the story of the one to whom We gave Our signs, but he abandoned them, so Satan took hold of him, and he became a deviant"},"surah":null},{"id":1130,"surahId":7,"ayatId":176,"ayatNo":"١٧٦","pageNo":173,"ayatText":"وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلٰكِنَّهُٓ اَخْلَدَ اِلَى الْاَرْضِ وَاتَّـبَعَ هَوٰيهُۚ فَمَثَلُهُ كَمَثَلِ الْكَلْبِۚ اِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اَوْ تَتْرُكْهُ يَلْهَثْؕ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَاۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Ve eğer dileseydik onu o âyetlerle yüceltirdik, fakat o alçaklığa saplandı kaldı ve kendi keyfinin ardına düştü. Artık onun ibret verici hali o köpeğin haline benzer ki, üzerine varsan da dilini uzatır solur, bıraksan da solur. İşte bu, âyetlerimizi inkâr eden kavmin misalidir. Bu kıssayı iyice anlat, belki biraz düşünürler.","nl":"En als Wij het hadden gewild, dan zouden Wij hem daarmee (met Onze Verzen) hebben verheven, maar hij neigde naw de aarde en volgde zijn hegeerte. Zijn gelijkenis is als de gelijkenis van de hond; als je hem wegjaagt, dan hijgt bij, en als je hem met rust laat dan hijgt hij. Dat is de gelijkenis van het volk dat Onze Verzen loochent, vertel daarom de geschiedenissen. Hopelijk zullen zij nadenken.","en":"If We had willed, We would have elevated him with Our signs, but he clung to this life—following his evil desires. His example is that of a dog: if you chase it away, it pants, and if you leave it, it ˹still˺ pants. This is the example of the people who deny Our signs. So narrate ˹to them˺ stories ˹of the past˺, so perhaps they will reflect"},"surah":null},{"id":1131,"surahId":7,"ayatId":177,"ayatNo":"١٧٧","pageNo":173,"ayatText":"سَٓاءَ مَثَلاًۨ الْقَوْمُ الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا وَاَنْفُسَهُمْ كَانُوا يَظْلِمُونَ","ayatMealText":{"tr":"Âyetlerimizi inkâr edip, sırf kendilerine zulmeden o kavmin hali ne kadar kötüdür!","nl":"Slecht is de gelijkenis van het volk dat Onze Verzen loochent en zij plachten zichzelf onrecht aan te doen.","en":"What an evil example of those who denied Our signs! They ˹only˺ wronged their own souls"},"surah":null},{"id":1132,"surahId":7,"ayatId":178,"ayatNo":"١٧٨","pageNo":173,"ayatText":"مَنْ يَهْدِ اللّٰهُ فَهُوَ الْمُهْتَدٖيۚ وَمَنْ يُضْلِلْ فَاُو۬لٰٓئِكَ هُمُ الْخَاسِرُونَ","ayatMealText":{"tr":"Allah kime hidayet ederse, o hidayete erer, kimi de dalalette bırakırsa, işte onlar hüsrana uğrayanların ta kendileri olurlar.","nl":"Wie door Allah geleid wordt; die volgt de ware Leiding, en wie Hij doet dwalen: zij zijn degenen die de verliezers zijn.","en":"Whoever Allah guides is truly guided. And whoever He leaves to stray, they are the ˹true˺ losers"},"surah":null}]}