{"juzNo":9,"pageNo":174,"arCuzNo":"۹","arPageNo":"۱۷٤","quranAyats":[{"id":1133,"surahId":7,"ayatId":179,"ayatNo":"١٧٩","pageNo":174,"ayatText":"وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثٖيراً مِنَ الْجِنِّ وَالْاِنْسِؗ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَاؗ وَلَهُمْ اَعْيُنٌ لَا يُبْصِرُونَ بِهَاؗ وَلَهُمْ اٰذَانٌ لَا يَسْمَعُونَ بِهَاؕ اُو۬لٰٓئِكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّؕ اُو۬لٰٓئِكَ هُمُ الْغَافِلُونَ","ayatMealText":{"tr":"Andolsun ki, cinlerden ve insanlardan birçoğunu cehennem için yarattık. Onların kalbleri vardır, fakat onunla gerçeği anlamazlar. Gözleri vardır, fakat onlarla görmezler. Kulakları vardır, fakat onlarla işitmezler. İşte bunlar hayvanlar gibidirler. Hatta daha da aşağıdırlar. Bunlar da gafillerin ta kendileridir.","nl":"En voorzeker, Wij hebben velen van de Djinn's en de mensen voor de Hel geschapen. Zij bezitten harten waarmee zij niet begrijpen en zij bezitten ogen waarmee zij niet zien en zij bezitten oren waarmee zij niet horen, zij zijn degenen die als het vee zijn. Zij dwalen zelfs nog erger. Zij zijn degenen die de achtelozen zijn.","en":"Indeed, We have destined many jinn and humans for Hell. They have hearts they do not understand with, eyes they do not see with, and ears they do not hear with. They are like cattle. In fact, they are even less guided! Such ˹people˺ are ˹entirely˺ heedless"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1134,"surahId":7,"ayatId":180,"ayatNo":"١٨٠","pageNo":174,"ayatText":"وَلِلّٰهِ الْاَسْمَٓاءُ الْحُسْنٰى فَادْعُوهُ بِهَاࣕ وَذَرُوا الَّذٖينَ يُلْحِدُونَ فٖٓي اَسْمَٓائِهٖؕ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Oysa en güzel isimler Allah'ındır. Bundan dolayı Allah'a onlarla dua edin. Onun isimlerinde sapıklık eden mülhidleri (inkârcıları) terkedin. Onlar yakında yaptıklarının cezasını çekecekler.","nl":"En aan Allah behoren de Schone Namen, roept Hem daarmee aan en verlaat degenen die misbruik van Zijn Namen maken; zij zullen worden vergolden vooir wat zij plachten te doen.","en":"Allah has the Most Beautiful Names. So call upon Him by them, and keep away from those who abuse His Names. They will be punished for what they used to do"},"surah":null},{"id":1135,"surahId":7,"ayatId":181,"ayatNo":"١٨١","pageNo":174,"ayatText":"وَمِمَّنْ خَلَقْنَٓا اُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهٖ يَعْدِلُونَࣖ","ayatMealText":{"tr":"Yine bizim yarattığımız insanlardan öyle bir ümmet var ki, onlar hakka yol gösterirler ve o hak ile adaleti yerine getirirler.","nl":"En onder hen die Wij hebben geschapen bevindt zich een gemeenschap die leidt volgens de Waarheid en daarmee handelen zij rechtvaardig.","en":"And among those We created is a group that guides with the truth and establishes justice accordingly"},"surah":null},{"id":1136,"surahId":7,"ayatId":182,"ayatNo":"١٨٢","pageNo":174,"ayatText":"وَالَّذٖينَ كَذَّبُوا بِاٰيَاتِنَا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَۚ","ayatMealText":{"tr":"Âyetlerimizi inkâr edenlere gelince, biz onları, bilemiyecekleri yönlerden derece derece düşüşe yuvarlayacağız.","nl":"En degenen die Onze Verzen loochenden, die zullen Wij geleidelijk naar de vernietiging voeren, ze dat zij het niet weten.","en":"As for those who deny Our signs, We will gradually draw them to destruction in ways they cannot comprehend"},"surah":null},{"id":1137,"surahId":7,"ayatId":183,"ayatNo":"١٨٣","pageNo":174,"ayatText":"وَاُمْلٖي لَهُمْؕ اِنَّ كَيْدٖي مَتٖينٌ","ayatMealText":{"tr":"Ayrıca ben onlara mühlet de veririm. Fakat benim tuzak kurup helâk edişim pek çetindir.","nl":"En Ik geef hen uitstel, Voorwaar, Mijn plan is sterk.","en":"I ˹only˺ delay their end for a while, but My planning is flawless"},"surah":null},{"id":1138,"surahId":7,"ayatId":184,"ayatNo":"١٨٤","pageNo":174,"ayatText":"اَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍؕ اِنْ هُوَ اِلَّا نَذٖيرٌ مُبٖينٌ","ayatMealText":{"tr":"Onlar arkadaşlarında herhangi bir cinnet bulunmadığını hiç düşünmediler mi? O, açık bir uyarıcıdan başka biri değildir.","nl":"En denken zij niet na? Hun stamgenoot (Moehammad) is niet bezeten. Hij is slechts een duidelijke waarschuwer.","en":"Have they not ever given it a thought? Their fellow man is not insane. He is only sent with a clear warning"},"surah":null},{"id":1139,"surahId":7,"ayatId":185,"ayatNo":"١٨٥","pageNo":174,"ayatText":"اَوَلَمْ يَنْظُرُوا فٖي مَلَكُوتِ السَّمٰوَاتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍۙ وَاَنْ عَسٰٓى اَنْ يَكُونَ قَدِ اقْتَرَبَ اَجَلُهُمْۚ فَبِاَيِّ حَدٖيثٍ بَعْدَهُ يُؤْمِنُونَ","ayatMealText":{"tr":"Allah'ın göklerdeki ve yerdeki mülkiyet ve tasarrufuna, Allah'ın yaratmış olduğu herhangi bir şeye ve ecellerinin gerçekten yaklaşmış olması ihtimaline hiç bakmadılar mı? Artık bu Kur'ân'dan sonra başka hangi söze inanacaklar.","nl":"En kijken zij niet naar het Koninkrijk van de hemelen en de aarde en naar alle dingen die Allah heeft geschapen? En mogelijk is hun termijn waarlijk reeds nabij. In welk woord buiten dit Woord zullen zij dan geloven?","en":"Have they ever reflected on the wonders of the heavens and the earth, and everything Allah has created, and that perhaps their end is near? So what message after this ˹Quran˺ would they believe in"},"surah":null},{"id":1140,"surahId":7,"ayatId":186,"ayatNo":"١٨٦","pageNo":174,"ayatText":"مَنْ يُضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهُؕ وَيَذَرُهُمْ فٖي طُغْيَانِهِمْ يَعْمَهُونَ","ayatMealText":{"tr":"Allah kimi saptırırsa onu yola getirecek bir kimse yoktur. O, onları kendi hâllerine bırakır ve kendi azgınlıkları içinde yuvarlanıp giderler.","nl":"En wie door Allah tot dwaling gebracht wordt: voor hem is er geen leider en Hij laat hen onrustig in hun overtreding verkeren.","en":"Whoever Allah allows to stray, none can guide, leaving them to wander blindly in their defiance"},"surah":null},{"id":1141,"surahId":7,"ayatId":187,"ayatNo":"١٨٧","pageNo":174,"ayatText":"يَسْـَٔلُونَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰيهَاؕ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبّٖيۚ لَا يُجَلّٖيهَا لِوَقْتِهَٓا اِلَّا هُوَؕ ثَقُلَتْ فِي السَّمٰوَاتِ وَالْاَرْضِؕ لَا تَأْتٖيكُمْ اِلَّا بَغْتَةًؕ يَسْـَٔلُونَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاؕ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Sana, ne zaman kopacak diye kıyamet vaktini soruyorlar. De ki; onun bilgisi yalnızca Rabbimin katındadır. Onu tam vaktinde koparacak olan O'ndan başkası değildir. Onun ağırlığına göklerde ve yerde dayanacak bir kimse yoktur. O size ansızın gelecektir. Sanki sen onu çok iyi biliyormuşsun gibi sana soruyorlar. De ki, onun bilgisi Allah katındadır. Fakat insanların çoğu bunu bilmezler.","nl":"Zij vragen jou (O Moehammad) over het Uur: \"Wanneer zal het plaatsvinden?\" zeg: \"Voorwaar, de kennis daarover is slechts bij mijn Heer, niemand kan over de tijd ervan duidelijkheid geven dan Hij. Zwaar (is deze kwestie) in de hemelen en op de aarde. Het zal slechts plotseling tot jullie komen.\" Zij vragen jou als of jij daarvan op de hoogte bent. Zeg: \"Voorwaar, de kennis daarover is slechts bij Allah, maar de meeste mensen weten het niet.","en":"They ask you ˹O Prophet˺ regarding the Hour, “When will it be?” Say, “That knowledge is only with my Lord. He alone will reveal it when the time comes. It is too tremendous for the heavens and the earth and will only take you by surprise.” They ask you as if you had full knowledge of it. Say, “That knowledge is only with Allah, but most people do not know.”"},"surah":null}]}