{"juzNo":9,"pageNo":175,"arCuzNo":"۹","arPageNo":"۱۷٥","quranAyats":[{"id":1142,"surahId":7,"ayatId":188,"ayatNo":"١٨٨","pageNo":175,"ayatText":"قُلْ لَٓا اَمْلِكُ لِنَفْسٖي نَفْعاً وَلَا ضَراًّ اِلَّا مَا شَٓاءَ اللّٰهُؕ وَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۚ وَمَا مَسَّنِيَ السُّٓوءُ اِنْ اَنَا۬ اِلَّا نَذٖيرٌ وَبَشٖيرٌ لِقَوْمٍ يُؤْمِنُونَࣖ","ayatMealText":{"tr":"De ki, ben kendi kendime Allah'ın dilediğinden başka ne bir menfaat elde etmeye, ne de bir zararı önlemeye malik değilim. Ben eğer gaybı bilseydim daha çok hayır yapardım ve kötülük denilen şey yanıma uğramazdı. Ben iman edecek bir kavme müjde veren ve uyaran bir peygamberden başka biri değilim.","nl":"Zeg: \"Ik heb geen inacht om voor mijzelf iets van nut te verwerven of schade af te wenden, behalve wat Allah wil. En als ik het onwaarneembare kende, dan zou ik het goede vermeerderd hebben en zou het kwade mij niet hebben getroffen. Ik ben niets dan een waarschuwer en een verkondiger van verheugende tijdingen voor een gelovig volk.","en":"Say, “I have no power to benefit or protect myself, except by the Will of Allah. If I had known the unknown, I would have benefited myself enormously, and no harm would have ever touched me. I am only a warner and deliverer of good news for those who believe.”"},"surah":{"surahId":7,"name":"A'râf","nameAr":"الْاَعْرَافِ","revelationOrder":39,"verseCount":206,"juzNo":8,"firstPage":151}},{"id":1143,"surahId":7,"ayatId":189,"ayatNo":"١٨٩","pageNo":175,"ayatText":"هُوَ الَّذٖي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰيهَا حَمَلَتْ حَمْلاً خَفٖيفاً فَمَرَّتْ بِهٖۚ فَلَمَّٓا اَثْقَلَتْ دَعَوَا اللّٰهَ رَبَّهُمَا لَئِنْ اٰتَيْتَنَا صَالِحاً لَنَكُونَنَّ مِنَ الشَّاكِرٖينَ","ayatMealText":{"tr":"Sizi bir tek nefisten yaratan, onunla sükûnet bulsun diye eşini de ondan yaratan Allah'tır. O, eşini kucaklayıp sarılınca (ona yaklaşınca), eşi hafif bir yük yüklendi (hâmile kaldı). Bir müddet böyle geçti, derken yükü ağırlaştı. O vakit ikisi birden Rableri olan Allah'a şöyle dua ettiler: \"Eğer bize salih bir evlat verirsen, biz muhakkak şükredenlerden olacağız.\"","nl":"Hij is Degene Die jullie heeft geschapen uit één enkele ziel en Hij maakte daaruit zijn echtgenote, opdat bij bij haar rust zou vinden. En nadat hij bij haar gelegen had, droeg zij een lichte last waar zij toen met voortging. En toen zij zwaar werd, riepen zij Allah, hun Heer aan: \"Als U ons een rechtschapene schenkt, dan zullen wij tot de dankbaren horen.\"","en":"He is the One Who created you from a single soul, then from it made its spouse so he may find comfort in her. After he had been united with her, she carried a light burden that developed gradually. When it grew heavy, they prayed to Allah, their Lord, “If you grant us good offspring, we will certainly be grateful.”"},"surah":null},{"id":1144,"surahId":7,"ayatId":190,"ayatNo":"١٩٠","pageNo":175,"ayatText":"فَلَمَّٓا اٰتٰيهُمَا صَالِحاً جَعَلَا لَهُ شُرَكَٓاءَ فٖيمَٓا اٰتٰيهُمَاۚ فَتَعَالَى اللّٰهُ عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Fakat Allah, kendilerine salih bir evlat verince, her ikisi de tuttular verdiği evlatlar üzerine ona ortak koşmaya başladılar. Allah, onların koştukları şirkten münezzehtir.","nl":"Maar toen Hij hen een rechtschapene had geschonken, kenden zij naast Hem deelgenoten toe in wat Hij hun had geschonken. Verheven is dan Allah boven de deelgenoten die zij (aan Allah) toekennen.","en":"But when He granted their descendants good offspring, they associated false gods in what He has given them. Exalted is Allah above what they associate ˹with Him˺"},"surah":null},{"id":1145,"surahId":7,"ayatId":191,"ayatNo":"١٩١","pageNo":175,"ayatText":"اَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـٔاً وَهُمْ يُخْلَقُونَؗ","ayatMealText":{"tr":"Hiçbir şey yaratmayan ve kendileri yaratılmış olan putları mı Allah'a ortak ediyorlar, ona eş koşuyorlar?","nl":"Maken zij (beelden tot) deelgenoten die niets (kunnen) scheppen en die (zelf) geschapen zijn?","en":"Do they associate ˹with Allah˺ those ˹idols˺ which cannot create anything, but are in fact created"},"surah":null},{"id":1146,"surahId":7,"ayatId":192,"ayatNo":"١٩٢","pageNo":175,"ayatText":"وَلَا يَسْتَطٖيعُونَ لَهُمْ نَصْراً وَلَٓا اَنْفُسَهُمْ يَنْصُرُونَ","ayatMealText":{"tr":"Bu putlar, ne o tapınanlara, ne de kendi kendilerine yardım edebilirler.","nl":"En die hen niet kunnen helpen en die zichzelf niet (kunnen) helpen?","en":"which cannot help them, or even help themselves"},"surah":null},{"id":1147,"surahId":7,"ayatId":193,"ayatNo":"١٩٣","pageNo":175,"ayatText":"وَاِنْ تَدْعُوهُمْ اِلَى الْهُدٰى لَا يَتَّبِعُوكُمْؕ سَوَٓاءٌ عَلَيْكُمْ اَدَعَوْتُمُوهُمْ اَمْ اَنْتُمْ صَامِتُونَ","ayatMealText":{"tr":"Eğer siz onları doğru yola çağırsanız, size uymazlar. Onları ha çağırmışsınız, ha çağırmayıp susmuşsunuz, hiç fark etmez.","nl":"En als jullie hen aanroepen om leiding (te verkrijgen), dan verhoren zij jullie niet. Het is voor jullie hetzelfde, of jullie hen aanroepen of dat jullie zwijgen.","en":"And if you ˹idolaters˺ call upon them for guidance, they cannot respond to you. It is all the same whether you call them or remain silent"},"surah":null},{"id":1148,"surahId":7,"ayatId":194,"ayatNo":"١٩٤","pageNo":175,"ayatText":"اِنَّ الَّذٖينَ تَدْعُونَ مِنْ دُونِ اللّٰهِ عِبَادٌ اَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجٖيبُوا لَكُمْ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Allah'ı bırakıp taptıklarınız da tıpkı sizin gibi kullardır. Eğer iddianızda doğru iseniz haydi onları çağırın da size cevap versinler.","nl":"Voorwaar, degenen die jullie buiten Allah aanroepen zijn schepselen zoals jullie zelf. Roept hen dan aan en laten zij jullie dan verhoren, als jullie waarachtigen zijn.","en":"Those ˹idols˺ you invoke besides Allah are created beings like yourselves. So call upon them and see if they will answer you, if your claims are true"},"surah":null},{"id":1149,"surahId":7,"ayatId":195,"ayatNo":"١٩٥","pageNo":175,"ayatText":"اَلَهُمْ اَرْجُلٌ يَمْشُونَ بِهَاؗ اَمْ لَهُمْ اَيْدٍ يَبْطِشُونَ بِهَاؗ اَمْ لَهُمْ اَعْيُنٌ يُبْصِرُونَ بِهَاؗ اَمْ لَهُمْ اٰذَانٌ يَسْمَعُونَ بِهَاؕ قُلِ ادْعُوا شُرَكَٓاءَكُمْ ثُمَّ كٖيدُونِ فَلَا تُنْظِرُونِ","ayatMealText":{"tr":"Onların yürüyecek ayakları, tutacak elleri, görecek gözleri veya işitecek kulakları mı var? De ki: \"Haydi çağırın o ortaklarınızı, sonra bana istediğiniz tuzağı kurun ve elinizden gelirse göz açtırmayın.\"","nl":"Hebben zij voeten waarmee zij lopen? Of hebben zij handen waarmee zij grijpen? Of hebben zij ogen waarmee zij zien? Of hebben zij oren waarmee zij horen? Zeg: \"Roept jullie afgoden aan en laat hen een list tegen mij uitvoeren, en geeft mij geen uitstel.","en":"Do they have feet to walk with? Or hands to hold with? Or eyes to see with? Or ears to hear with? Say, ˹O Prophet,˺ “Call upon your associate-gods and conspire against me without delay"},"surah":null}]}