{"juzNo":9,"pageNo":177,"arCuzNo":"۹","arPageNo":"۱۷۷","quranAyats":[{"id":1161,"surahId":8,"ayatId":1,"ayatNo":"١","pageNo":177,"ayatText":"يَسْـَٔلُونَكَ عَنِ الْاَنْفَالِؕ قُلِ الْاَنْفَالُ لِلّٰهِ وَالرَّسُولِۚ فَاتَّقُوا اللّٰهَ وَاَصْلِحُوا ذَاتَ بَيْنِكُمْࣕ وَاَطٖيعُوا اللّٰهَ وَرَسُولَهُٓ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Sana ganimetlerin bölüştürülmesini soruyorlar. De ki, ganimetlerin taksimi Allah'a ve Resulüne aittir. Onun için siz gerçekten mümin kimseler iseniz Allah'tan korkun da biribirinizle aranızı düzeltin. Allah'a ve Resulü'ne itaat edin.","nl":"Zij vragen jou (O Moehammad) over de oorlogsbuit, zeg: \"De oorlogsbuit behoort aan Allah en de Boodschapper toe. Vreest dan Allah en sticht vrede onder jullie. En gehoorzaamt Allah en Zijn Boodschapper, als jullie gelovigen zijn.\"","en":"They ask you ˹O Prophet˺ regarding the spoils of war. Say, “Their distribution is decided by Allah and His Messenger. So be mindful of Allah, settle your affairs, and obey Allah and His Messenger if you are ˹true˺ believers.”"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1162,"surahId":8,"ayatId":2,"ayatNo":"٢","pageNo":177,"ayatText":"اِنَّمَا الْمُؤْمِنُونَ الَّذٖينَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيَاتُهُ زَادَتْهُمْ اٖيمَاناً وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَۚ","ayatMealText":{"tr":"Gerçek müminler ancak o müminlerdir ki, Allah anıldığı zaman yürekleri ürperir, âyetleri okunduğu zaman imanlarını arttırır. Ve bunlar yalnızca Rablerine tevekkül ederler.","nl":"Voorwaar, de gelovigen zijn slechts degenen wiens harten sidderen wanneer Allah genoemd wordt en wameer Zijn Verzen aan hen worden voorgedragen; hun geloof neemt dan toe, en op hun Heer hebben zij hun vertrouwen gesteld.","en":"The ˹true˺ believers are only those whose hearts tremble at the remembrance of Allah, whose faith increases when His revelations are recited to them, and who put their trust in their Lord"},"surah":null},{"id":1163,"surahId":8,"ayatId":3,"ayatNo":"٣","pageNo":177,"ayatText":"اَلَّذٖينَ يُقٖيمُونَ الصَّلٰوةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَؕ","ayatMealText":{"tr":"Onlar ki, namazı gereği gibi kılarlar ve kendilerine rızık olarak verdiğimiz şeylerden Allah yoluna harcarlar.","nl":"Zij die de shalât onderhouden en die bijdragen geven van de voorzieningen die Wij hun hebben geschonken.","en":"˹They are˺ those who establish prayer and donate from what We have provided for them"},"surah":null},{"id":1164,"surahId":8,"ayatId":4,"ayatNo":"٤","pageNo":177,"ayatText":"اُو۬لٰٓئِكَ هُمُ الْمُؤْمِنُونَ حَـقاًّؕ لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرٖيمٌۚ","ayatMealText":{"tr":"İşte gerçekten mümin olanlar onlardır. Onlara Rablerinin katında dereceler vardır, bağışlanma ve değerli rızık vardır.","nl":"Zij zijn degenen die de ware gelovigen zijn, voor hen zijn er rangen bij hun Heer, en vergeving en een edele voorziening.","en":"It is they who are the true believers. They will have elevated ranks, forgiveness, and an honourable provision from their Lord"},"surah":null},{"id":1165,"surahId":8,"ayatId":5,"ayatNo":"٥","pageNo":177,"ayatText":"كَمَٓا اَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّࣕ وَاِنَّ فَرٖيقاً مِنَ الْمُؤْمِنٖينَ لَكَارِهُونَۙ","ayatMealText":{"tr":"Nitekim Rabbin seni, hak uğruna savaşmak için evinden çıkarmıştı. Oysa müslümanların bir kısmı o zaman bundan hoşlanmamışlardı.","nl":"Zoals jouw Heer jou met de Waarheid uit jouw huis heeft doen gaan, (zo verdeelt Hij ook met de Waarheid de oorlogsbuit). En voorwaar, een groep van de gelovigen heeft ef een afkeer van.","en":"Similarly, when your Lord brought you ˹O Prophet˺ out of your home for a just cause, a group of believers was totally against it"},"surah":null},{"id":1166,"surahId":8,"ayatId":6,"ayatNo":"٦","pageNo":177,"ayatText":"يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ كَاَنَّمَا يُسَاقُونَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَؕ","ayatMealText":{"tr":"Ve gerçek, gün gibi açığa çıktıktan sonra bile seninle münakaşaya devam etmişlerdi; sanki göz göre göre ölüme sürükleniyorlardı.","nl":"Zij redetwisten met jou over de Waarheid nadat deze is duidelijk geworden, alsof zij naar de dood gedreven worden terwijl zij toezien.","en":"They disputed with you about the truth after it had been made clear, as if they were being driven to death with their eyes wide open"},"surah":null},{"id":1167,"surahId":8,"ayatId":7,"ayatNo":"٧","pageNo":177,"ayatText":"وَاِذْ يَعِدُكُمُ اللّٰهُ اِحْدَى الطَّٓائِفَتَيْنِ اَنَّهَا لَكُمْ وَتَوَدُّونَ اَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرٖيدُ اللّٰهُ اَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهٖ وَيَقْطَعَ دَابِرَ الْكَافِرٖينَۙ","ayatMealText":{"tr":"İşte o zaman Allah size iki taifeden (kervan veya kureyş ordusundan) birini vaad ediyordu ki, sizin olacaktı. Siz ise arzu ediyordunuz ki, şanı ve şerefi olmayan şey (kervan) sizin olsun. Halbuki Allah, âyetleriyle hakkı yerine oturtmak ve kâfirlerinarkasını kesmek istiyordu.","nl":"En (gedenkt) toen Allah jullie beloofde dat er één van de twee groepen (van jullie vijanden) zeker voor jullie zou zijn. En jullie wensten dat zij die geen wapens bij zich droegen voor jullie zouden zijn. Maar Allah wenst dat de Waarheid bewaarheid wordt door zijn Woorden en Hij roeit de ongelovigen uit.","en":"˹Remember, O believers,˺ when Allah promised ˹to give˺ you the upper hand over either target, you wished to capture the unarmed party. But it was Allah’s Will to establish the truth by His Words and uproot the disbelievers"},"surah":null},{"id":1168,"surahId":8,"ayatId":8,"ayatNo":"٨","pageNo":177,"ayatText":"لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَۚ","ayatMealText":{"tr":"Ki, hakkın hak olduğunu tanıtsın ve batılı büsbütün yok etsin, varsın o günahkârlar istemesin.","nl":"Opdat de Waarheid bewaarheid zou worden en de valsheid als valsheid duidelijk zou worden, ook al hebben de misdadigers er een afkeer van.","en":"to firmly establish the truth and wipe out falsehood—even to the dismay of the wicked"},"surah":null}]}