{"juzNo":9,"pageNo":178,"arCuzNo":"۹","arPageNo":"۱۷۸","quranAyats":[{"id":1169,"surahId":8,"ayatId":9,"ayatNo":"٩","pageNo":178,"ayatText":"اِذْ تَسْتَغٖيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ اَنّٖي مُمِدُّكُمْ بِاَلْفٍ مِنَ الْمَلٰٓئِكَةِ مُرْدِفٖينَ","ayatMealText":{"tr":"O vakit siz Rabbinizden yardım diliyordunuz. O da: \"Ben işte ardarda bin melekle size yardım ediyorum\" diye duanızı kabul buyurmuştu.","nl":"Toen jullie je Heer (bij de Slag bij Badr) om hulp vroegen en Hij jullie verhoorde (en zei:) \"Ik zal jullie (leger) aanvullen met duizend Engelen die elkaar (in strijdgroepen) opvolgen.\"","en":"˹Remember˺ when you cried out to your Lord for help, He answered, “I will reinforce you with a thousand angels—followed by many others.”"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1170,"surahId":8,"ayatId":10,"ayatNo":"١٠","pageNo":178,"ayatText":"وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى وَلِتَطْمَئِنَّ بِهٖ قُلُوبُكُمْۚ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِؕ اِنَّ اللّٰهَ عَزٖيزٌ حَكٖيمٌࣖ","ayatMealText":{"tr":"Bunu da Allah size sırf bir müjde olsun ve bununla kalbleriniz yatışsın diye yapmıştı. Yoksa zafer ancak Allah katındandır. Gerçekten Allah mutlak galiptir ve hikmet sahibidir.","nl":"En Allah deed dat slechts om verheugende tij dingen te verkondigen en opdat jullie harten daardoor tot rust zouden komen. En er is geen hulp dan van bij Allah. Voorwaar, Allah is Almachtig, Alwijs.","en":"And Allah made this a sign of victory and reassurance to your hearts. Victory comes only from Allah. Surely Allah is Almighty, All-Wise"},"surah":null},{"id":1171,"surahId":8,"ayatId":11,"ayatNo":"١١","pageNo":178,"ayatText":"اِذْ يُغَشّٖيكُمُ النُّعَاسَ اَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَٓاءِ مَٓاءً لِيُطَهِّرَكُمْ بِهٖ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلٰى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْاَقْدَامَؕ","ayatMealText":{"tr":"O sırada size, yine katından bir güven ve esenlik olmak üzere bir uyku sardırıyordu, sizi temizlemek, şeytanın vesvesesini sizden gidermek, yüreklerinize kuvvet vermek ve ayaklarınızı sağlam durdurmak için gökten üzerinize yağmur indiriyordu.","nl":"(Gedenkt) toen Hij jullie met slaap bedekte, als middel ter beveiliging van Hem en Hij deed uit de hemel water op jullie neerdalen om jullie daarmee te reinigen en om de plaag van de Satan van jullie weg te nemen en om jullie harten te versterken en om jullie hielen te verstevigen.","en":"˹Remember˺ when He caused drowsiness to overcome you, giving you serenity. And He sent down rain from the sky to purify you, free you from Satan’s whispers, strengthen your hearts, and make ˹your˺ steps firm"},"surah":null},{"id":1172,"surahId":8,"ayatId":12,"ayatNo":"١٢","pageNo":178,"ayatText":"اِذْ يُوحٖي رَبُّكَ اِلَى الْمَلٰٓئِكَةِ اَنّٖي مَعَكُمْ فَثَبِّتُوا الَّذٖينَ اٰمَنُواؕ سَاُلْقٖي فٖي قُلُوبِ الَّذٖينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْاَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍؕ","ayatMealText":{"tr":"İşte o anda Rabbin meleklere şöyle vahyediyordu: Ben sizinle beraberim, müminlere sebat verin. Kâfirlerin yüreğine korku salacağım, hemen boyunlarının üstüne vurun, parmaklarına, parmaklarına vurun\".","nl":"(Gedenk) toen jouw Heer aan de Engelen openbaarde: \"Voorwaar, Ik ben met jullie, versterkt daarom degenen die geloven. Ik zal angst werpen in de harten van degenen die ongelovig zijn. Staat dan hun hoofden af en slaat al hun vingers en tenen af.\"","en":"˹Remember, O Prophet,˺ when your Lord revealed to the angels, “I am with you. So make the believers stand firm. I will cast horror into the hearts of the disbelievers. So strike their necks and strike their fingertips.”"},"surah":null},{"id":1173,"surahId":8,"ayatId":13,"ayatNo":"١٣","pageNo":178,"ayatText":"ذٰلِكَ بِاَنَّهُمْ شَٓاقُّوا اللّٰهَ وَرَسُولَهُۚ وَمَنْ يُشَاقِقِ اللّٰهَ وَرَسُولَهُ فَاِنَّ اللّٰهَ شَدٖيدُ الْعِقَابِ","ayatMealText":{"tr":"Çünkü onlar Allah'a ve Resulüne karşı geldiler. Kim Allah'a ve Resulüne karşı gelirse, bilsin ki Allah'ın azabı çok çetindir.","nl":"Dat was omdat zij Allah en Zijn Boodschapper bestreden, en wie tegen Allah en zijn Boodschapper strijdt: Allah is hard in de bestraffing.","en":"This is because they defied Allah and His Messenger. And whoever defies Allah and His Messenger, then ˹know that˺ Allah is surely severe in punishment"},"surah":null},{"id":1174,"surahId":8,"ayatId":14,"ayatNo":"١٤","pageNo":178,"ayatText":"ذٰلِكُمْ فَذُوقُوهُ وَاَنَّ لِلْكَافِرٖينَ عَذَابَ النَّارِ","ayatMealText":{"tr":"İşte gördünüz ya, şimdilik siz bunu tadın, şu da kesindir ki, ahirette kâfirlere cehennem azabı vardır.","nl":"Zo, (is de straf), proeft die dan: en voorwaar, voor de ongelovigen is er de bestraffing van de Hel.","en":"That ˹worldly punishment˺ is yours, so taste it! Then the disbelievers will suffer the torment of the Fire"},"surah":null},{"id":1175,"surahId":8,"ayatId":15,"ayatNo":"١٥","pageNo":178,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِذَا لَقٖيتُمُ الَّذٖينَ كَفَرُوا زَحْفاً فَلَا تُوَلُّوهُمُ الْاَدْبَارَۚ","ayatMealText":{"tr":"Ey iman edenler! Toplu olarak kâfirlerle karşılaştığınız zaman, onlara arkalarınızı dönmeyin (kaçmayın).","nl":"O jullie die geloven, wanneer jullie degenen die ongelovig zijn ontmoeten, die tegen jullie optrekken, draait dan hen niet dc rug toe (om te vluchten).","en":"O believers! When you face the disbelievers in battle, never turn your backs to them"},"surah":null},{"id":1176,"surahId":8,"ayatId":16,"ayatNo":"١٦","pageNo":178,"ayatText":"وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُٓ اِلَّا مُتَحَرِّفاً لِقِتَالٍ اَوْ مُتَحَيِّزاً اِلٰى فِئَةٍ فَقَدْ بَٓاءَ بِغَضَبٍ مِنَ اللّٰهِ وَمَأْوٰيهُ جَهَنَّمُؕ وَبِئْسَ الْمَصٖيرُ","ayatMealText":{"tr":"Böyle bir günde her kim onlara, tekrar dönüp çarpışmak için geri çekilmek veya diğer bir safta yeniden mevzilenmek hâlleri dışında, arkasını dönerse, muhakkak Allah'dan bir gazaba uğramış olur ve varacağı yer cehennemdir, orası da ne kötü bir akıbettir.","nl":"En wie op die dag hen de rug toedraait, anders dan om een wending te maken (als strategie), of om zich aan te sluiten bij een groep (medestrijders), waarlijk, die keert terug onder de toom van Allah en zijn verblijfplaats is de Hel. En dat is de slechtste bestemming.","en":"And whoever does so on such an occasion—unless it is a manoeuvre or to join their own troops—will earn the displeasure of Allah, and their home will be Hell. What an evil destination"},"surah":null}]}