{"juzNo":9,"pageNo":180,"arCuzNo":"۹","arPageNo":"۱۸۰","quranAyats":[{"id":1186,"surahId":8,"ayatId":26,"ayatNo":"٢٦","pageNo":180,"ayatText":"وَاذْكُـرُٓوا اِذْ اَنْتُمْ قَلٖيلٌ مُسْتَضْعَفُونَ فِي الْاَرْضِ تَخَافُونَ اَنْ يَتَخَطَّفَكُمُ النَّاسُ فَاٰوٰيكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Düşünün ve hatırlayın o zamanları ki, hani bir vakitler siz yeryüzünde güçsüzdünüz, hor görülen bir azınlıktınız. İnsanların sizi hırpalamasından korkuyordunuz, öyle iken O, sizi barındırdı ve sizi yardımıyla destekleyip güçlendirdi ve şükretmeniz için temizlerinden rızık verdi.","nl":"En gedenkt toen jullie met weinigen waren en jullie onderdukt werden in het land. Jullie vreesden dat de mensen jullie zouden ontvoeren. Toen gaf Hij jullie een toevluchtsoord (de stad Medinah) en versterkte Hij jullie met Zijn hulp. En Hij voorzag jullie van de goede dingen. Hopelijk zullen jullie dankbaar zijn.","en":"Remember when you had been vastly outnumbered and oppressed in the land, constantly in fear of attacks by your enemy, then He sheltered you, strengthened you with His help, and provided you with good things so perhaps you would be thankful"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1187,"surahId":8,"ayatId":27,"ayatNo":"٢٧","pageNo":180,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَخُونُوا اللّٰهَ وَالرَّسُولَ وَتَخُونُٓوا اَمَانَاتِكُمْ وَاَنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"Ey iman edenler! Allah'a ve Resul'e hainlik etmeyiniz ki, bile bile kendi emanetlerinize hıyanet etmiş olmayasınız.","nl":"O jullie die geloven, pleegt geen verraad tegenover Allah en de Boodschapper en pleegt geen verraad tegenover het jullie toevertrouwde, terwijl jullie het weten.","en":"O believers! Do not betray Allah and the Messenger, nor betray your trusts knowingly"},"surah":null},{"id":1188,"surahId":8,"ayatId":28,"ayatNo":"٢٨","pageNo":180,"ayatText":"وَاعْلَمُٓوا اَنَّـمَٓا اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌۙ وَاَنَّ اللّٰهَ عِنْدَهُٓ اَجْرٌ عَظٖيمٌࣖ","ayatMealText":{"tr":"Ve iyi biliniz ki, mallarınız ve evlatlarınız birer imtihan aracından başka birşey değildir. Allah katında büyük ecir vardır.","nl":"En weet dat jullie bezittingen en jullie kinderen slechts een beproeving zijn en dat er bij Allah een geweldige beloning is.","en":"And know that your wealth and your children are only a test and that with Allah is a great reward"},"surah":null},{"id":1189,"surahId":8,"ayatId":29,"ayatNo":"٢٩","pageNo":180,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَكُمْ فُرْقَاناً وَيُكَفِّرْ عَنْكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْؕ وَاللّٰهُ ذُو الْفَضْلِ الْعَظٖيمِ","ayatMealText":{"tr":"Ey iman edenler! Allah'a karşı gelmekten sakınırsanız, O, size bir furkan (hakkı batıldan ayırdedecek bir anlayış) verir ve günahlarınızı örtbas eder, sizi bağışlar. Allah büyük lütuf sahibidir.","nl":"O jullie die geloven, als jullie Allah vrezen, zal Hij jullie een onderscheidingsvermogen geven en jullie slechte daden uitwissen en jullie vergeven. En Allah is de Bezitter van de Geweldige Gunst.","en":"O believers! If you are mindful of Allah, He will grant you a standard ˹to distinguish between right and wrong˺, absolve you of your sins, and forgive you. And Allah is the Lord of infinite bounty"},"surah":null},{"id":1190,"surahId":8,"ayatId":30,"ayatNo":"٣٠","pageNo":180,"ayatText":"وَاِذْ يَمْكُرُ بِكَ الَّذٖينَ كَفَرُوا لِيُثْبِتُوكَ اَوْ يَقْتُلُوكَ اَوْ يُخْرِجُوكَؕ وَيَمْكُرُونَ وَيَمْكُرُ اللّٰهُؕ وَاللّٰهُ خَيْرُ الْمَاكِرٖينَ","ayatMealText":{"tr":"Hani bir vakitler, o kâfirler, seni tutup bağlamak veya öldürmek veya sürüp çıkarmak için sana tuzak kuruyorlardı da, onlar tuzak kurarken Allah da karşılığında tuzak kuruyordu. Öyle ya, Allah tuzakların en hayırlısını kurar.","nl":"En (gedenk) toen degenen die ongelovig waren, een list tegen jou beraamden om jou vast te binden of jou te doden of jou te verdrijven. En zij beraamden een list en Allah maakte een plam. En Allah is de Beste der Beramers.","en":"And ˹remember, O Prophet,˺ when the disbelievers conspired to capture, kill, or exile you. They planned, but Allah also planned. And Allah is the best of planners"},"surah":null},{"id":1191,"surahId":8,"ayatId":31,"ayatNo":"٣١","pageNo":180,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَٓاءُ لَقُلْنَا مِثْلَ هٰذَٓاۙ اِنْ هٰذَٓا اِلَّٓا اَسَاطٖيرُ الْاَوَّلٖينَ","ayatMealText":{"tr":"Onlara âyetlerimiz okunduğu zaman, \"işittik, dilersek bunun gibisini biz de söyleriz, bu, eskilerin efsanelerinden başka bir şey değildir\" diyorlardı.","nl":"En wanneer Onze Verzen aan ben worden voorgedragen, dan zeggen zij: \"Wij hebben (iets dergelijks al eerder) gehoord, en als wij willen dan zullen wij zeker zoiets zeggen. Dit is niets dan een fabel van de voorafgaanden.\"","en":"Whenever Our revelations are recited to them, they challenge ˹you˺, “We have already heard ˹the recitation˺. If we wanted, we could have easily produced something similar. This ˹Quran˺ is nothing but ancient fables!”"},"surah":null},{"id":1192,"surahId":8,"ayatId":32,"ayatNo":"٣٢","pageNo":180,"ayatText":"وَاِذْ قَالُوا اللّٰهُمَّ اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَٓاءِ اَوِ ائْتِنَا بِعَذَابٍ اَلٖيمٍ","ayatMealText":{"tr":"Bir vakit de, \"Ey Allah, eğer bu Senin katından gelmiş bir hak kitap ise, hiç durma üstümüze gökten taşlar yağdır veya bize daha acı bir azap ver\" demişlerdi.","nl":"En (gedenkt) toen zij zeiden: \"O Allah, als dit (de Koran) de Waarheid is, van U afkomstig, doe dan stenen op ons neer regenen uit de hemel. Of geef ons een pijnlijke bestraffing.\"","en":"And ˹remember˺ when they prayed, “O Allah! If this is indeed the truth from You, then rain down stones upon us from the sky or overcome us with a painful punishment.”"},"surah":null},{"id":1193,"surahId":8,"ayatId":33,"ayatNo":"٣٣","pageNo":180,"ayatText":"وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فٖيهِمْؕ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ","ayatMealText":{"tr":"Halbuki sen içlerinde iken Allah, onlara azab edecek değildi. İstiğfar ettikleri sürece de Allah onlara azab edecek değildir.","nl":"Maar Allah zal hen nooit bestraffen terwijl jij (Moehammad) je onder hen bevindt, en Allah zal hen nooit bestraffen terwijl zij om vergeving vragen.","en":"But Allah would never punish them while you ˹O Prophet˺ were in their midst. Nor would He ever punish them if they prayed for forgiveness"},"surah":null}]}