{"juzNo":9,"pageNo":181,"arCuzNo":"۹","arPageNo":"۱۸۱","quranAyats":[{"id":1194,"surahId":8,"ayatId":34,"ayatNo":"٣٤","pageNo":181,"ayatText":"وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُٓوا اَوْلِيَٓاءَهُؕ اِنْ اَوْلِيَٓاؤُ۬هُٓ اِلَّا الْمُتَّقُونَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Şimdi ise Allah'ın kendilerine azab etmemesi için neleri var ki? Oysa Mescidi Haram'dan menediyorlar. Üstelik onun hizmetine ehil kişiler de değiller. Çünkü onun hizmetine ehil olanlar ancak müttakilerdir. Lâkin çoğu bunu bilmezler.","nl":"En welk argument hebben zij, dat Allah hen niet zal bestraffen terwijl zij (de mensen) weghouden van de Masdjid al Harâm (de Gewijde Moskee te Mekkah) en zij niet de beheerders ervan zijn. De (rechtmatige) beheerders ervan zijn slechts de Moettaqôen, maar de meesten van hen weten het niet.","en":"And why should Allah not punish them while they hinder pilgrims from the Sacred Mosque, claiming to be its rightful guardians? None has the right to guardianship except those mindful ˹of Allah˺, but most pagans do not know"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1195,"surahId":8,"ayatId":35,"ayatNo":"٣٥","pageNo":181,"ayatText":"وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَٓاءً وَتَصْدِيَةًؕ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ","ayatMealText":{"tr":"Kâbe huzurunda onların duaları ise ıslık çalıp el çırpmaktan başka birşey değildir. O halde inkârınızdan (ve nankörlüğünüzden) dolayı bu azabı tadın bakalım.","nl":"En hun sheidt bij het Huis van Allah (de Ka'bah) was niets dan gefluit en handgeklap. Proeft dan de bestraffing wegens dat waaraan jullie ongelovig plachten te zijn.","en":"Their prayer at the Sacred House was nothing but whistling and clapping. So taste the punishment for your disbelief"},"surah":null},{"id":1196,"surahId":8,"ayatId":36,"ayatNo":"٣٦","pageNo":181,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا يُنْفِقُونَ اَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبٖيلِ اللّٰهِؕ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَؕ وَالَّذٖينَ كَفَرُٓوا اِلٰى جَهَنَّمَ يُحْشَرُونَۙ","ayatMealText":{"tr":"Mallarını, Allah yolundan engellemek için sarfeden o kâfirler, hiç şüphesiz yine onu sarfedecekler. Varsın sarfetsinler, sonra o yüreklerine inen bir acı olacak, sonra da mağlup olacaklar. Zaten kâfirler toplanıp cehenneme gönderilecekler.","nl":"Voorwaar, degenen die niet geloven besteden hun bezittingen om (de mensen) van het Pad van Allah af te houden. Zij zullen deze (bezittingen blijven) besteden, maar daarna zullen deze een bron van spijt voor hen worden en uiteindelijk zullen zij worden verslagen. En degenen die ongelovig zijn zullen in de Hel verzameld worden.","en":"Surely the disbelievers spend their wealth to hinder others from the Path of Allah. They will continue to spend to the point of regret. Then they will be defeated and the disbelievers will be driven into Hell"},"surah":null},{"id":1197,"surahId":8,"ayatId":37,"ayatNo":"٣٧","pageNo":181,"ayatText":"لِيَمٖيزَ اللّٰهُ الْخَبٖيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبٖيثَ بَعْضَهُ عَلٰى بَعْضٍ فَيَرْكُمَهُ جَمٖيعاً فَيَجْعَلَهُ فٖي جَهَنَّمَؕ اُو۬لٰٓئِكَ هُمُ الْخَاسِرُونَࣖ","ayatMealText":{"tr":"Allah, murdarı temizden ayırdetmek için ve bir de murdar kısmını birbiri üzerine bindirip hepsini bir araya getirmek ve topunu birden cehenneme koymak için böyle yapar. İşte bunlar o hüsran içinde kalanların ta kendileridir.","nl":"Opdat Allah het slechte van het goede zal scheiden en Hij de slechten op elkaar zal plaatsen en Hij alles tezamen zal opstapelen en de Hel in zal voeren. Zij zijn degenen die de verliezers zijn.","en":"so Allah may separate the evil from the good. He will pile up the evil ones all together and then cast them into Hell. They are the ˹true˺ losers"},"surah":null},{"id":1198,"surahId":8,"ayatId":38,"ayatNo":"٣٨","pageNo":181,"ayatText":"قُلْ لِلَّذٖينَ كَفَرُٓوا اِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَۚ وَاِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلٖينَ","ayatMealText":{"tr":"O kâfirlere de ki: Eğer bu işe son verirlerse daha önce yaptıkları bağışlanacak. Yok yine karşı koymaya başlar, isyana dönerlerse, önceki ümmetlere uygulanan kurallar kendilerine de uygulanacak. (Artık o ilâhî uygulamayı beklesinler.)","nl":"Zeg tot degenen die ongelovig zijn: \"Als jullie ophouden, zullen jw]ie worden vergeven voor wat reeds voorbij is, maar als jullie in herhaling vervalken, dan (geldt) voor ben de handelwijze (van Allah), zoals die veedsgold voor de vroegeren.","en":"Tell the disbelievers that if they desist, their past will be forgiven. But if they persist, then they have an example in those destroyed before them"},"surah":null},{"id":1199,"surahId":8,"ayatId":39,"ayatNo":"٣٩","pageNo":181,"ayatText":"وَقَاتِلُوهُمْ حَتّٰى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدّٖينُ كُلُّهُ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Ortalıkta fitne kalmayıp, din tamamıyla Allah'ın dini oluncaya kadar onlarla savaşın. Eğer vazgeçerlerse muhakkak ki, Allah yaptıklarını görür.","nl":"En bevecht hen totdat er geen Fitnah meer is en de godsdienst geheel voor Allah is. Als zij ophouden, voorwaar, dan is Allah wat betreft hetgeen zij bedreven Alziende.","en":"Fight against them until there is no more persecution—and ˹your˺ devotion will be entirely to Allah. But if they desist, then surely Allah is All-Seeing of what they do"},"surah":null},{"id":1200,"surahId":8,"ayatId":40,"ayatNo":"٤٠","pageNo":181,"ayatText":"وَاِنْ تَوَلَّوْا فَاعْلَمُٓوا اَنَّ اللّٰهَ مَوْلٰيكُمْؕ نِعْمَ الْمَوْلٰى وَنِعْمَ النَّصٖيرُ","ayatMealText":{"tr":"Yok vazgeçmez de tekrar eskiye dönerlerse artık bilin ki, Allah sizin yardımcınızdır. O ne güzel mevla, ne güzel yardımcıdır.","nl":"En ais zij zich afwenden, weet dan dat Allah waarlijk jullie Beschermer is. Hij is de Beste Berchermer en de Beste Helper.","en":"And if they do not comply, then know that Allah is your Protector. What an excellent Protector, and what an excellent Helper"},"surah":null}]}