{"juzNo":10,"pageNo":182,"arCuzNo":"۱۰","arPageNo":"۱۸۲","quranAyats":[{"id":1201,"surahId":8,"ayatId":41,"ayatNo":"٤١","pageNo":182,"ayatText":"وَاعْلَمُٓوا اَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبٰى وَالْيَتَامٰى وَالْمَسَاكٖينِ وَابْنِ السَّبٖيلِۙ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَٓا اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Şunu da biliniz ki, ganimet olarak aldığınız her hangi bir şeyden beşte biri mutlaka Allah içindir. O da peygambere ve ona yakınlığı olanlara, yetimlere, miskinlere ve yolda kalmışlara aittir. Eğer siz Allah'a iman etmiş, hak ile batılın ayrıldığı o gün, iki ordunun karşı karşıya geldiği o (Bedir) günü kulumuza indirdiğimiz âyetlere iman getirmiş iseniz bunu böyle biliniz. Ve biliniz ki, Allah, herşeye kâdirdir.","nl":"En weet dat, wat jullie ook aan oorlogsbuit (Ghanîmah) hebben verkregen: één vijfde deel ervan is voor Allah en voor de Boodschapper en voor de verwanten (van de Boodschapper), en de wezen, en de annen en de reiziger (zonder proviand), als jullie in Allah geloven en in wat Wij aan Onze dienaar hebben neergezonden op de dag van het onderscheid, de dag dat de twee legers elkaar troffen. En Allah is Almachtig over alle dingen.","en":"Know that whatever spoils you take, one-fifth is for Allah and the Messenger, his close relatives, orphans, the poor, and ˹needy˺ travellers, if you ˹truly˺ believe in Allah and what We revealed to Our servant on that decisive day when the two armies met ˹at Badr˺. And Allah is Most Capable of everything"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1202,"surahId":8,"ayatId":42,"ayatNo":"٤٢","pageNo":182,"ayatText":"اِذْ اَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوٰى وَالرَّكْبُ اَسْفَلَ مِنْكُمْؕ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمٖيعَادِۙ وَلٰكِنْ لِيَقْضِيَ اللّٰهُ اَمْراً كَانَ مَفْعُولاًۙ لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيٰى مَنْ حَيَّ عَنْ بَيِّنَةٍؕ وَاِنَّ اللّٰهَ لَسَمٖيعٌ عَلٖيمٌۙ","ayatMealText":{"tr":"O vakit siz vadinin yakın bir yamacında idiniz, onlarsa uzak yamacında idiler. Kervan da sizden daha aşağıda idi. Öyle ki, şayet onlarla sözleşmiş olsaydınız, öyle bir buluşma yeri için mutlaka anlaşmazlık çıkarırdınız. Fakat olması gereken (zafer)in olması için Allah böyle takdir etti. Tâ ki, helak olan apaçık bir delil gördükten sonra helak olsun, sağ kalanlar da yine apaçık bir delilden sonra yaşasın. Kesindir ki Allah, işitendir, bilendir.","nl":"Toen jullie je op de nabijgelegen rand van de vallei bevonden en zij zich op de verste rand van de vallei, terwijl de karavaan zich onder jullie bevond. En als jullie een afspraak zouden maken, (over de dag van de veldslag), dan zouden jullie het met elkaar oneens zijn. (Maar Allah liet de veldslag plaatsvinden) zodat Allah een zaak zou volbrengen die plaats moest vinden, zodat zij die sneuvelden vanwege een duidelijk bewijs sneuvelden; en zodat zij die in leven bleven vanwege een duidelijk bewijs in leven bleven. En voorwaar, Allah is zeker Alhorend en Alwetend,","en":"˹Remember˺ when you were on the near side of the valley, your enemy on the far side, and the caravan was below you. Even if the two armies had made an appointment ˹to meet˺, both would have certainly missed it. Still it transpired so Allah may establish what He had destined—that those who were to perish and those who were to survive might do so after the truth had been made clear to both. Surely Allah is All-Hearing, All-Knowing"},"surah":null},{"id":1203,"surahId":8,"ayatId":43,"ayatNo":"٤٣","pageNo":182,"ayatText":"اِذْ يُرٖيكَهُمُ اللّٰهُ فٖي مَنَامِكَ قَلٖيلاًؕ وَلَوْ اَرٰيكَهُمْ كَثٖيراً لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْاَمْرِ وَلٰكِنَّ اللّٰهَ سَلَّمَؕ اِنَّهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Hani o vakitler Allah sana uykunda (rüyanda) onları az gösteriyordu. Eğer Allah sana onları kalabalık gösterseydi korkacaktınız ve savaş konusunda anlaşmazlığa düşecektiniz. Fakat Allah böyle bir şeyden sizi uzak tuttu. Çünkü O, gönüllerde yatanı da bilir.","nl":"Toen Allah hen in jouw slaap gering in aantal toonde (was jij aangemoedigd). En als Hij hen groot in aantal had getoond, dan zouden jullie ontmoedigd zijn geraakt, en het met elkaar oneens zijn geworden over de kwestie, maar Allah bracht redding. Voorwaar, Hij weet wat zich in de harten bevindt.","en":"˹Remember, O Prophet,˺ when Allah showed them in your dream as few in number. Had He shown them to you as many, you ˹believers˺ would have certainly faltered and disputed in the matter. But Allah spared you ˹from that˺. Surely He knows best what is ˹hidden˺ in the heart"},"surah":null},{"id":1204,"surahId":8,"ayatId":44,"ayatNo":"٤٤","pageNo":182,"ayatText":"وَاِذْ يُرٖيكُمُوهُمْ اِذِ الْتَقَيْتُمْ فٖٓي اَعْيُنِكُمْ قَلٖيلاً وَيُقَلِّلُكُمْ فٖٓي اَعْيُنِهِمْ لِيَقْضِيَ اللّٰهُ اَمْراً كَانَ مَفْعُولاًؕ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُورُࣖ","ayatMealText":{"tr":"Ve işte onlarla karşılaştığınız vakit onları sizin gözünüze az gösteriyordu, sizi de onların gözlerinde azaltıyordu. Çünkü Allah o mukadder olan işi yerine getirecekti. Bütün işler Allah'a döndürülür.","nl":"Toen Hij hen aan jullie toonde, toen jullie met hen tot een treffen kwamen, deed Hij hen in jullie ogen als weinigen voorkomen. En Hij deed jullie als een klein aantal in hun ogen voorkomen, zodat Allah een vastgestelde zaak zou volbrengen. En tot Allah keren alle zaken terug.","en":"Then when your armies met, Allah made them appear as few in your eyes, and made you appear as few in theirs, so Allah may establish what He had destined. And to Allah ˹all˺ matters will be returned ˹for judgment˺"},"surah":null},{"id":1205,"surahId":8,"ayatId":45,"ayatNo":"٤٥","pageNo":182,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِذَا لَقٖيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللّٰهَ كَثٖيراً لَعَلَّكُمْ تُفْلِحُونَۚ","ayatMealText":{"tr":"Ey iman edenler, bir düşman topluluğu ile karşılaştığınız zaman sebat edin ve Allah'ı çokça zikredin ki, kurtuluşa eresiniz.","nl":"O jullie die geloven, als jullie een leger treffen, weest dan standvastig en gedenkt Allah veelvuldig. Hopelijk zullen jullie welslagen.","en":"O believers! When you face an enemy, stand firm and remember Allah often so you may triumph"},"surah":null}]}