{"juzNo":10,"pageNo":184,"arCuzNo":"۱۰","arPageNo":"۱۸٤","quranAyats":[{"id":1213,"surahId":8,"ayatId":53,"ayatNo":"٥٣","pageNo":184,"ayatText":"ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمٖيعٌ عَلٖيمٌۙ","ayatMealText":{"tr":"Bu, Allah'ın bir kavme verdiği nimeti, onlar kendilerini değiştirmedikçe değiştirmemesinden dolayıdır. Gerçekten de Allah hakkiyle işiten, herşeyi bilendir.","nl":"Dat is omdat Allah nimmer een genieting die Hij aan een volk heeft geschonken verandert (in een bestraffing), tenzij zij veranderen wat zich bij hen bevindt: en voorwaar, Allah is Alhorend, Alwetend.","en":"This is because Allah would never discontinue His favour to a people until they discontinue their faith. Surely Allah is All-Hearing, All-Knowing"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1214,"surahId":8,"ayatId":54,"ayatNo":"٥٤","pageNo":184,"ayatText":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذٖينَ مِنْ قَبْلِهِمْؕ كَذَّبُوا بِاٰيَاتِ رَبِّهِمْۚ فَاَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَاَغْرَقْـنَٓا اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوا ظَالِمٖينَ","ayatMealText":{"tr":"Tıpkı Firavun'un izinden gidenlerle onlardan öncekilerin gidişi gibi, Rabblerinin âyetlerini yalanladılar. Biz de onları günahları yüzünden helâk ettik. Firavun ile arkasından gidenleri suda boğduk. Hepsi de zalim idiler.","nl":"Zoals Fir'aun en zijn volgelingen en degenen vóór hen; zij loochhenden de Tekenen van hun Heer, waarna Wij hen vernietigden wegens hun zonden. En Wij verdronken Fir'aun en zijn volgelingen en zij allen waren onrechtplegers.","en":"That was the case with Pharaoh’s people and those before them—they all rejected the signs of their Lord, so We destroyed them for their sins and drowned Pharaoh’s people. They were all wrongdoers"},"surah":null},{"id":1215,"surahId":8,"ayatId":55,"ayatNo":"٥٥","pageNo":184,"ayatText":"اِنَّ شَرَّ الدَّوَٓابِّ عِنْدَ اللّٰهِ الَّذٖينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَۚ","ayatMealText":{"tr":"Allah katında kımıldayıp debelenen canlıların en kötüsü, inkara saplanıp da bir türlü iman etmeyenlerdir.","nl":"Voorwaar, de slechtste schepselen bij Allah zijn degenen die ongelovig zijn, omdat zij niet geloven.","en":"Indeed, the worst of all beings in the sight of Allah are those who persist in disbelief, never to have faith—"},"surah":null},{"id":1216,"surahId":8,"ayatId":56,"ayatNo":"٥٦","pageNo":184,"ayatText":"اَلَّذٖينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فٖي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ","ayatMealText":{"tr":"Onlar, kendileriyle antlaşma yaptığın halde her defasında antlaşmalarını bozarlar ve bundan hiç çekinmezler.","nl":"(Zij zijn) degenen met wie jij (O Moehammad) een verbond bent aangegaan, (en die) vervolgens hun verbond iedere keer schenden: en zij vrezen (Allah) niet.","en":"˹namely˺ those with whom you ˹O Prophet˺ have entered into treaties, but they violate them every time, not fearing the consequences"},"surah":null},{"id":1217,"surahId":8,"ayatId":57,"ayatNo":"٥٧","pageNo":184,"ayatText":"فَاِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ","ayatMealText":{"tr":"Bundan dolayı onları harpte yakalarsan, kendilerinden sonrakilere de gözdağı olacak şekilde ağır bir cezaya çarptır, belki ibret alırlar.","nl":"Wanneer jullie hen dan treffen in de oorlog: doe degenen achter hen dan alle kanten uitvluchten, hopelijk zullen zij er lering uit trekken.","en":"If you ever encounter them in battle, make a fearsome example of them, so perhaps those who would follow them may be deterred"},"surah":null},{"id":1218,"surahId":8,"ayatId":58,"ayatNo":"٥٨","pageNo":184,"ayatText":"وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ اِلَيْهِمْ عَلٰى سَوَٓاءٍؕ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَٓائِنٖينَࣖ","ayatMealText":{"tr":"Eğer bir kavmin, sözleşmeye aykırı bir hainlik yapmasından korkarsan, savaştan önce aynı şekilde antlaşmayı bozduğunu kendilerine bildir. Çünkü Allah hainleri sevmez.","nl":"En als jij verraad vreest van een volk, hef het (verbond) dan met wederzijdse duidelijkheid op. Voorwaar, Allah houdt niet van de verraders.","en":"And if you ˹O Prophet˺ see signs of betrayal by a people, respond by openly terminating your treaty with them. Surely Allah does not like those who betray"},"surah":null},{"id":1219,"surahId":8,"ayatId":59,"ayatNo":"٥٩","pageNo":184,"ayatText":"وَلَا يَحْسَبَنَّ الَّذٖينَ كَفَرُوا سَبَقُواؕ اِنَّهُمْ لَا يُعْجِزُونَ","ayatMealText":{"tr":"O kâfirler ileri geçip kurtulduklarını sanmasınlar. Onlar kesinlikle (bizi) aciz bırakamazlar.","nl":"En laten degenen die ongelovig zijn zeker niet denken dat zij (de bestraffing van Allah) kunnen tegenhouden. Voorwaar, zij kunnen (die) niet ontkrachten.","en":"Do not let those disbelievers think they are not within reach. They will have no escape"},"surah":null},{"id":1220,"surahId":8,"ayatId":60,"ayatNo":"٦٠","pageNo":184,"ayatText":"وَاَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرٖينَ مِنْ دُونِهِمْۚ لَا تَعْلَمُونَهُمْۚ اَللّٰهُ يَعْلَمُهُمْؕ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فٖي سَبٖيلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُونَ","ayatMealText":{"tr":"Siz de gücünüzün yettiği kadar onlara karşı her çeşitten kuvvet biriktirin ve cihad için atlar hazırlayın ki, onlarla hem Allah'ın düşmanlarını, hem de kendi düşmanlarınızı, ayrıca Allah'ın bilip de sizin bilmediğiniz daha başkalarını korkutasınız. Allah yolunda her ne harcarsanız onun sevabı size eksiksiz ödenir ve asla haksızlığa uğratılmazsınız.","nl":"En brengt wat jullie kunnen aan macht bij elkaar, om hen mee te bevechten, waaronder strijdrossen om daarmee de vijanden van Allah en jullie vijanden angst aan te jagen, en ook anderen die jullie niet kennen (en) die Allah wel kent. En wat jullie ook aan bijdragen uitgeven op de Weg van Allah, Hij zal jullie volledig vergoeden. En jullie zal geen onrecht worden aangedaan.","en":"Prepare against them what you ˹believers˺ can of ˹military˺ power and cavalry to deter Allah’s enemies and your enemies as well as other enemies unknown to you but known to Allah. Whatever you spend in the cause of Allah will be paid to you in full and you will not be wronged"},"surah":null},{"id":1221,"surahId":8,"ayatId":61,"ayatNo":"٦١","pageNo":184,"ayatText":"وَاِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِؕ اِنَّهُ هُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Eğer onlar barıştan yana olurlarsa, sen de barıştan yana ol! Ve Allah'a güven. Çünkü işiten ve bilen O'dur.","nl":"En als zij geneigd zijn tot vrede, wees dan ook daartoe geneigd en stel jouw vertrouwen op Allah. Voorwaar, Hij is Alhorend, Alwetend.","en":"If the enemy is inclined towards peace, make peace with them. And put your trust in Allah. Indeed, He ˹alone˺ is the All-Hearing, All-Knowing"},"surah":null}]}