{"juzNo":10,"pageNo":185,"arCuzNo":"۱۰","arPageNo":"۱۸٥","quranAyats":[{"id":1222,"surahId":8,"ayatId":62,"ayatNo":"٦٢","pageNo":185,"ayatText":"وَاِنْ يُرٖيدُٓوا اَنْ يَخْدَعُوكَ فَاِنَّ حَسْبَكَ اللّٰهُؕ هُوَ الَّـذٖٓي اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنٖينَۙ","ayatMealText":{"tr":"Eğer sana hile yapmak isterlerse, muhakkak ki sana Allah yeter. Seni yardımıyla ve müminlerle güçlendirecek olan O'dur.","nl":"En als zij joe willen bedriegen; den is Allah voorj jou voldoende. Hij is het Degene jou versterkte door Zijn hulp en door de gelovigen.","en":"But if their intention is only to deceive you, then Allah is certainly sufficient for you. He is the One Who has supported you with His help and with the believers"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1223,"surahId":8,"ayatId":63,"ayatNo":"٦٣","pageNo":185,"ayatText":"وَاَلَّفَ بَيْنَ قُلُوبِهِمْؕ لَوْ اَنْفَقْتَ مَا فِي الْاَرْضِ جَمٖيعاً مَٓا اَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْؕ اِنَّهُ عَزٖيزٌ حَكٖيمٌ","ayatMealText":{"tr":"Müminlerin kalplerini birbirlerine O ısındırdı. Yoksa yeryüzünde ne varsa sen hepsini harcasaydın yine de onların kalblerini (böylesine) ısındıramazdın. Lâkin Allah, kalplerini kaynaştırdı. Muhakkak ki, O azizdir, hakimdir.","nl":"En Hij bracht hun harten tot elkaar. En al had jij alles wat er op de aarde is besteed, dan zou jij hun harten niet tot elkaar hebben kunnen brengen, maar Allah heeft hen tot elkaar gebracht. Voorwaar, Hij is Almachtig, Alwijs.","en":"He brought their hearts together. Had you spent all the riches in the earth, you could not have united their hearts. But Allah has united them. Indeed, He is Almighty, All-Wise"},"surah":null},{"id":1224,"surahId":8,"ayatId":64,"ayatNo":"٦٤","pageNo":185,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنٖينَࣖ","ayatMealText":{"tr":"Ey Peygamber! Sana Allah yetişir, arkandan gelen müminlerle beraber.","nl":"O Profeet, Allah is voor jou voldoende en voor de gelovigen die jou volgen.","en":"O Prophet! Allah is sufficient for you and for the believers who follow you"},"surah":null},{"id":1225,"surahId":8,"ayatId":65,"ayatNo":"٦٥","pageNo":185,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنٖينَ عَلَى الْقِتَالِؕ اِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِۚ وَاِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُٓوا اَلْفاً مِنَ الَّذٖينَ كَفَرُوا بِاَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ","ayatMealText":{"tr":"Ey Peygamber! Müminleri cihada teşvik eyle. Eğer sizden sabredecek yirmi kişi olursa ikiyüze galip gelirler ve eğer sizden yüz kişi olursa kâfirlerden bin kişiye galip gelirler. Çünkü onlar hakkı ve akıbeti düşünmeyen anlayışsız bir kavimdirler.","nl":"O Profeet, spoor de gelovigen aan tot het gevecht. Als er onder jullie twintig zijn die geduldig zijn, dan zullen zij er tweehonderd verslaan. En als er onder jullie honderd zijn, dan zullen zij er duizend verslaan van degenen die ongelovig zijn, omdat zij een volk zijn dat niet begrijpt.","en":"O Prophet! Motivate the believers to fight. If there are twenty steadfast among you, they will overcome two hundred. And if there are one hundred of you, they will overcome one thousand of the disbelievers, for they are a people who do not comprehend"},"surah":null},{"id":1226,"surahId":8,"ayatId":66,"ayatNo":"٦٦","pageNo":185,"ayatText":"اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فٖيكُمْ ضَعْفاًؕ فَاِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِۚ وَاِنْ يَكُنْ مِنْكُمْ اَلْفٌ يَغْلِبُٓوا اَلْفَيْنِ بِاِذْنِ اللّٰهِؕ وَاللّٰهُ مَعَ الصَّابِرٖينَ","ayatMealText":{"tr":"Şimdi Allah sizden yükü hafifletti ve sizde bir zaaf olduğunu bildi. O halde sizden sabredecek yüz kişi olursa ikiyüz düşmana galip gelirler, sizden bin kişi olursa Allah'ın izniyle ikibin düşmana galip gelirler. Allah sabredenlerle beraberdir.","nl":"Nu heeft Allah jullie verlichting gegeven en Hij weet dat er onder jullie zwakken zijn. En als er onder jullie honderd zijn die geduldig zijn, dan zullen zij er tweehonderd verslaan. En als er duizend onder juillie zijn, dan zullen zij er tweeduizend verslaan, met Allah's verlof. En Allah is met de geduldigen.","en":"Now Allah has lightened your burden, for He knows that there is weakness in you. So if there are a hundred steadfast among you, they will overcome two hundred. And if there be one thousand, they will overcome two thousand, by Allah’s Will. And Allah is with the steadfast"},"surah":null},{"id":1227,"surahId":8,"ayatId":67,"ayatNo":"٦٧","pageNo":185,"ayatText":"مَا كَانَ لِنَبِيٍّ اَنْ يَكُونَ لَـهُٓ اَسْرٰى حَتّٰى يُثْخِنَ فِي الْاَرْضِؕ تُرٖيدُونَ عَرَضَ الدُّنْيَاࣗ وَاللّٰهُ يُرٖيدُ الْاٰخِرَةَؕ وَاللّٰهُ عَزٖيزٌ حَكٖيمٌ","ayatMealText":{"tr":"Hiçbir peygamberin, yeryüzünde ağır basmadıkça (kesin zafere ulaşıp üstün gelmedikçe) esirleri olması layık değildir. Siz dünya malını istersiniz, oysa Allah ahireti kazanmanızı murad eder. Allah azizdir, hakimdir.","nl":"Het past een Profeet niet dat hij krijgsgevangenen heeft, totdat hij (de vijanden) op aarde heeft onderworpen. Jullie wensen de wereldse vergankelijkheden, maar Allah wenst (voor jullie) het Hiernamaals. En Allah is Abmachtig, Alwijs.","en":"It is not fit for a prophet that he should take captives until he has thoroughly subdued the land. You ˹believers˺ settled with the fleeting gains of this world, while Allah’s aim ˹for you˺ is the Hereafter. Allah is Almighty, All-Wise"},"surah":null},{"id":1228,"surahId":8,"ayatId":68,"ayatNo":"٦٨","pageNo":185,"ayatText":"لَوْلَا كِتَابٌ مِنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فٖيمَٓا اَخَذْتُمْ عَذَابٌ عَظٖيمٌ","ayatMealText":{"tr":"Eğer Allah'dan bir yazı (hüküm) bulunmasa idi aldığınız fidyeden dolayı size mutlaka büyük bir azab dokunurdu.","nl":"Als er niet een vastgestelde beschikking van Allah aan voorafgegaan was, dan zou een geweldige bestraffing jullie zeker hebben getroffen, wegens dat wat jullie hebben genomen.","en":"Had it not been for a prior decree from Allah, you would have certainly been disciplined with a tremendous punishment for whatever ˹ransom˺ you have taken"},"surah":null},{"id":1229,"surahId":8,"ayatId":69,"ayatNo":"٦٩","pageNo":185,"ayatText":"فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالاً طَيِّباًؗ وَاتَّقُوا اللّٰهَؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Artık elde ettiğiniz ganimetten helâl ve hoş olarak yiyin ve Allah'a karşı gelmekten sakının. Muhakkak ki, Allah bağışlayıcıdır ve merhamet edicidir.","nl":"Eet dan van wat jullie aan oorlogsbuit hebben genomen, het is toegestaan en goed, en vreest Allah. Voorwaw, Allah is Vergeverisgezind, Meest Barmhartig.","en":"Now enjoy what you have taken, for it is lawful and good. And be mindful of Allah. Surely Allah is All-Forgiving, Most Merciful"},"surah":null}]}