{"juzNo":10,"pageNo":186,"arCuzNo":"۱۰","arPageNo":"۱۸٦","quranAyats":[{"id":1230,"surahId":8,"ayatId":70,"ayatNo":"٧٠","pageNo":186,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ قُلْ لِمَنْ فٖٓي اَيْدٖيكُمْ مِنَ الْاَسْرٰٓىۙ اِنْ يَعْلَمِ اللّٰهُ فٖي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِمَّٓا اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ey Peygamber, elinizdeki esirlere de ki: \"Eğer Allah sizin kalblerinizde bir hayır bulursa, sizden alınandan daha hayırlısını size verir ve günahlarınızı bağışlar. Çünkü Allah bağışlayıcıdır.\"","nl":"O Profeet, zeg tot de gevangenen die zich in jouw handen bevinden: \"Als Allah doet weten dat er iets van goedheid in jullie harten is, dan zal Hij jullie iets beters geven dan wat van jullie is afgenomen, en dan zal Hij jullie vergeven.\" En Allah is Vergevensgezind, Meest Barmhartig.","en":"O Prophet! Tell the captives in your custody, “If Allah finds goodness in your hearts, He will give you better than what has been taken from you, and forgive you. For Allah is All-Forgiving, Most Merciful.”"},"surah":{"surahId":8,"name":"Enfâl","nameAr":"الْاَنْفَالِ","revelationOrder":88,"verseCount":75,"juzNo":9,"firstPage":177}},{"id":1231,"surahId":8,"ayatId":71,"ayatNo":"٧١","pageNo":186,"ayatText":"وَاِنْ يُرٖيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Eğer sana hıyanet etmek isterlerse iyi bilsinler ki, bundan önce Allah'a hainlik ettiklerinden dolayı Allah onların ezilmelerine imkân verdi. Allah her şeyi hakkıyla bilen hüküm ve hikmet sahibidir.","nl":"Maar als zij verraad willen plegen tegenover jou (O Moehammed), dan pleegden zij daarvoor verraad tegenover Allah, en Hij zal jou tot heerser over hen maken, en Allah is Alwetend, Alwijs.","en":"But if their intention is only to betray you ˹O Prophet˺, they sought to betray Allah before. But He gave you power over them. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":1232,"surahId":8,"ayatId":72,"ayatNo":"٧٢","pageNo":186,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فٖي سَبٖيلِ اللّٰهِ وَالَّذٖينَ اٰوَوْا وَنَصَرُٓوا اُو۬لٰٓئِكَ بَعْضُهُمْ اَوْلِيَٓاءُ بَعْضٍؕ وَالَّذٖينَ اٰمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتّٰى يُهَاجِرُواۚ وَاِنِ اسْتَنْصَرُوكُمْ فِي الدّٖينِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مٖيثَاقٌؕ وَاللّٰهُ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Gerçekten de iman edip hicret eden, mallarıyla ve canlarıyla Allah yolunda cihad veren, onları barındırıp yardım edenler, işte bunlar birbirlerinin dostlarıdırlar. İman ettiği halde henüz hicret etmemiş olanlar, hicret edinceye kadar onlar üzerinde herhangi bir velayet hakkınız yoktur. Bununla beraber dinde sizden yardım isterlerse, sizinle arasında antlaşma bulunanlar aleyhine bir durum olmadıkça, onlara yardım etmeniz de üzerinize borçtur. Allah bütün yaptıklarınızı görüp duruyor.","nl":"Voorwaar, degenen die geloven en die zijn uitgeweken (naar Medinah) en die hebben gesteden met hun bezittingen en hun levens op de Weg van Allah, en degenen die onderdak boden en hulp verleenden: zij zijn het die elkaars bondgenoten zijn. En degenen die geloven\" maar die nog niet zijn uitgeweken: jullie hebben geen enkele verbondenheid met hen, totdat zij zijn uitgeweken. En wanneer zij jullie hulp vragen bij de godsdienst, dan is het jullie plicht om hen te helpen, behalve tegen een volk waarmee jullie een verbond hebben. En Allah is Alziende over wat jullie doen.","en":"Those who believed, emigrated, and strived with their wealth and lives in the cause of Allah, as well as those who gave them shelter and help—they are truly guardians of one another. As for those who believed but did not emigrate, you have no obligations to them until they emigrate. But if they seek your help ˹against persecution˺ in faith, it is your obligation to help them, except against people bound with you in a treaty. Allah is All-Seeing of what you do"},"surah":null},{"id":1233,"surahId":8,"ayatId":73,"ayatNo":"٧٣","pageNo":186,"ayatText":"وَالَّذٖينَ كَفَرُوا بَعْضُهُمْ اَوْلِيَٓاءُ بَعْضٍؕ اِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْاَرْضِ وَفَسَادٌ كَبٖيرٌؕ","ayatMealText":{"tr":"Kâfirler de aslında birbirlerinin dostları ve yardımcılarıdırlar. Eğer siz de öyle yapmazsanız, yeryüzünde büyük bir fitne ve fesat çıkar.","nl":"En degenen die ongelovig zijn, zijn elkaars bondgenoten. Als jullie dat niet doen (elkaar steunen en beschermen), den zal er chaos en een groot verderf op aarde ontstaan.","en":"As for the disbelievers, they are guardians of one another. And unless you ˹believers˺ act likewise, there will be great oppression and corruption in the land"},"surah":null},{"id":1234,"surahId":8,"ayatId":74,"ayatNo":"٧٤","pageNo":186,"ayatText":"وَالَّذٖينَ اٰمَنُوا وَهَاجَرُوا وَجَاهَدُوا فٖي سَبٖيلِ اللّٰهِ وَالَّذٖينَ اٰوَوْا وَنَصَرُٓوا اُو۬لٰٓئِكَ هُمُ الْمُؤْمِنُونَ حَقاًّؕ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرٖيمٌ","ayatMealText":{"tr":"O kimseler ki, iman ettiler, hicret ettiler ve Allah yolunda cihada katıldılar, bir kısımları da onları barındırıp yer, yurt sahibi yaptılar ve yardıma koştular, işte bunlar hakkıyla mümin olanlardır. Bunlara bir mağfiret ve cömertçe bir rızık vardır.","nl":"En degenen die geloven en zijn uitgeweken en hebben gestreden op de Weg van Allah, en degenen die onderdak hebben gegeven en hulp hebben verleend: zij zijn het die de ware gelovigen zijn. Voor ben is er vergeving en een edele voorziening.","en":"Those who believed, migrated, and struggled in the cause of Allah, and those who gave ˹them˺ shelter and help, they are the true believers. They will have forgiveness and an honourable provision"},"surah":null},{"id":1235,"surahId":8,"ayatId":75,"ayatNo":"٧٥","pageNo":186,"ayatText":"وَالَّذٖينَ اٰمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَاُو۬لٰٓئِكَ مِنْكُمْؕ وَاُو۬لُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فٖي كِتَابِ اللّٰهِؕ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلٖيمٌ","ayatMealText":{"tr":"Daha sonradan hicret edip sizinle beraber savaşa katılanlar da sizdendirler. Bir de akraba olanlar, Allah'ın kitabına göre, birbirlerine daha yakındırlar. Şüphe yok ki, Allah her şeyi bilir.","nl":"En degenen die daarna gelovig zijn geworden en zijn uitgeweken en samen rnet jullie hebben gestreden: zij zijn degenen die tot jullie behoren. En de bloedverwanten hebben voorrang boven de anderen in het Boek van Allah. Voorwaar, Allah is Alwetend over alle dingen.","en":"And those who later believed, migrated, and struggled alongside you, they are also with you. But only blood relatives are now entitled to inherit from one another, as ordained by Allah. Surely Allah has ˹full˺ knowledge of everything"},"surah":null}]}