{"juzNo":10,"pageNo":188,"arCuzNo":"۱۰","arPageNo":"۱۸۸","quranAyats":[{"id":1242,"surahId":9,"ayatId":7,"ayatNo":"٧","pageNo":188,"ayatText":"كَيْفَ يَكُونُ لِلْمُشْرِكٖينَ عَهْدٌ عِنْدَ اللّٰهِ وَعِنْدَ رَسُولِهٖٓ اِلَّا الَّذٖينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِۚ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقٖيمُوا لَهُمْؕ اِنَّ اللّٰهَ يُحِبُّ الْمُتَّقٖينَ","ayatMealText":{"tr":"O müşriklerin Allah katında ve Resulü katında herhangi bir ahdi nasıl olabilir? Ancak Mescidi Haram yanında antlaşma yaptıklarınız var ki, bunlar size karşı doğru durdukça siz de onlara doğru olun. Allah (hainlikten) sakınanları elbette sever.","nl":"Hoe kan er voor de veelgodenaanbidders een verbond zijn bij Allah en bij zijn Boodschapper, behalve voor degenen met wie jullie een verbond hebben gesloten bij de Masdjid al Harâm? Zolang zij het gestand blijven, blijven jullie het met hen gestand. Voorwaar, Allah houdt van de Moettaqôen.","en":"How can such polytheists have a treaty with Allah and His Messenger, except those you have made a treaty with at the Sacred Mosque? So, as long as they are true to you, be true to them. Indeed Allah loves those who are mindful ˹of Him˺"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1243,"surahId":9,"ayatId":8,"ayatNo":"٨","pageNo":188,"ayatText":"كَيْفَ وَاِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فٖيكُمْ اِلاًّ وَلَا ذِمَّةًؕ يُرْضُونَكُمْ بِاَفْوَاهِهِمْ وَتَأْبٰى قُلُوبُهُمْۚ وَاَكْثَرُهُمْ فَاسِقُونَۚ","ayatMealText":{"tr":"Onlarla nasıl sözleşme olabilir ki, sizin aleyhinize ellerine bir fırsat geçse, hakkınızda ne bir antlaşma gözetirler, ne de bir yemin. Dil ucuyla sizi hoşnud etmeye çalışırlar, fakat kalbleri o kadarına da razı olmaz. Zaten onların çoğu fasıktırlar.","nl":"Hoe kan het zijn, dat wanneer zij de overhand over jullie hebben, zij niet waken over de verwantschapsbanden met jullie, noch over de afspraken? Zij behagen jullie met hun monden, terwijl hun harten afkerig zijn. En de meesten van hen zijn verderfzaaiers.","en":"How ˹can they have a treaty˺? If they were to have the upper hand over you, they would have no respect for kinship or treaty. They only flatter you with their tongues, but their hearts are in denial, and most of them are rebellious"},"surah":null},{"id":1244,"surahId":9,"ayatId":9,"ayatNo":"٩","pageNo":188,"ayatText":"اِشْتَرَوْا بِاٰيَاتِ اللّٰهِ ثَمَناً قَلٖيلاً فَصَدُّوا عَنْ سَبٖيلِهٖؕ اِنَّهُمْ سَٓاءَ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Allah'ın âyetlerini az bir çıkara değiştirdiler de Allah yolundan engellediler. Gerçekten de bunlar ne fena şeyler yapageldiler.","nl":"Zij verruilden de Verzen van Allah voor een geringe prijs, waarna zij (de mensen) afhielden van Zijn Pad: voorwaar, slecht is het wat zij plachten te doen.","en":"They chose a fleeting gain over Allah’s revelations, hindering ˹others˺ from His Way. Evil indeed is what they have done"},"surah":null},{"id":1245,"surahId":9,"ayatId":10,"ayatNo":"١٠","pageNo":188,"ayatText":"لَا يَرْقُبُونَ فٖي مُؤْمِنٍ اِلاًّ وَلَا ذِمَّةًؕ وَاُو۬لٰٓئِكَ هُمُ الْمُعْتَدُونَ","ayatMealText":{"tr":"Bir mümin hakkında ne bir yemin gözetirler, ne de bir antlaşma. Bunlar işte böyle haddi aşan kimselerdir.","nl":"Zij waken met betrekking tot de gelovige niet over de verwantschapsbanden, noch over de afspraken. Zij Zijn degenen die de overtreders zijn.","en":"They do not honour the bonds of kinship or treaties with the believers. It is they who are the transgressors"},"surah":null},{"id":1246,"surahId":9,"ayatId":11,"ayatNo":"١١","pageNo":188,"ayatText":"فَاِنْ تَابُوا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِي الدّٖينِؕ وَنُفَصِّلُ الْاٰيَاتِ لِقَوْمٍ يَعْلَمُونَ","ayatMealText":{"tr":"Eğer tevbe ederler, namazı kılarlar, zekatı verirlerse dinde kardeşleriniz olurlar. Biz âyetleri, bilen bir kavme açıklarız.","nl":"Wanneer zij dan berouw tonen, en de shalât onderhouden en de zakât geven, dan zijn zij jullie broeders is de godsdienst. En Wij zeden de Verzen uiteen aan een dat volk dat weet.","en":"But if they repent, perform prayer, and pay alms-tax, then they are your brothers in faith. This is how We make the revelations clear for people of knowledge"},"surah":null},{"id":1247,"surahId":9,"ayatId":12,"ayatNo":"١٢","pageNo":188,"ayatText":"وَاِنْ نَكَثُٓوا اَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فٖي دٖينِكُمْ فَقَاتِلُٓوا اَئِمَّةَ الْكُفْرِۙ اِنَّهُمْ لَٓا اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ","ayatMealText":{"tr":"Eğer verdikleri sözden sonra yeminlerini bozar ve dininize dil uzatırlarsa, o küfür öncülerini hemen öldürün. Çünkü onların yeminleri yoktur. Ola ki, vazgeçerler.","nl":"En wanneer zij hun eden breken, nadat zij een verbond hebben gesloten en zij zich vijandig gedragen tegen over jullie godsdienst: doodt dan de leiders van de ongelovigen. Voorwaar, bij ben hebben eden geen waarde. Hopelijk zuilen zij ophouden.","en":"But if they break their oaths after making a pledge and attack your faith, then fight the champions of disbelief—who never honour their oaths—so perhaps they will desist"},"surah":null},{"id":1248,"surahId":9,"ayatId":13,"ayatNo":"١٣","pageNo":188,"ayatText":"اَلَا تُقَاتِلُونَ قَوْماً نَكَثُٓوا اَيْمَانَهُمْ وَهَمُّوا بِاِخْرَاجِ الرَّسُولِ وَهُمْ بَدَؤُ۫كُمْ اَوَّلَ مَرَّةٍؕ اَتَخْشَوْنَهُمْۚ فَاللّٰهُ اَحَقُّ اَنْ تَخْشَوْهُ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Yeminlerini bozan, Peygamber'i yurdundan çıkarmaya azmeden ve üstelik ilk önce size saldırmaya başlayanlara karşı savaşmaz mısınız? Yoksa onlardan korkuyor musunuz? Eğer mümin iseniz her şeyden önce Allah'dan korkmalısınız.","nl":"Waarom bestrijden jullie een volk dat hun eden breekt niet? Terwijl zij van plan zijn om de Boodschapper te verdrijven, en zij jullie het eerst aanvallen? Vrezen jullie hen, terwijl Allah er meer recht op heeft dat jullie Hem vrezen, als jullie gelovigen zijn?","en":"Will you not fight those who have broken their oaths, conspired to expel the Messenger ˹from Mecca˺, and attacked you first? Do you fear them? Allah is more deserving of your fear, if you are ˹true˺ believers"},"surah":null}]}