{"juzNo":10,"pageNo":189,"arCuzNo":"۱۰","arPageNo":"۱۸۹","quranAyats":[{"id":1249,"surahId":9,"ayatId":14,"ayatNo":"١٤","pageNo":189,"ayatText":"قَاتِلُوهُمْ يُعَذِّبْهُمُ اللّٰهُ بِاَيْدٖيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنٖينَۙ","ayatMealText":{"tr":"Onlarla savaşın ki Allah, sizin ellerinizle onların cezasını versin ve... onları rezil ve rüsvay etsin, yardımıyla sizi onlara muzaffer kılsın. Ve mümin bir kavmin yüreklerini ferahlandırsın.","nl":"Doodt hen; Allah zal hen zeker bestraffen door middel van jullie handen en Hij zal hen vernederen en Hij zal jullie helpen tegen hen en Hij zal de heden van een gelovig volk genezen.","en":"˹So˺ fight them and Allah will punish them at your hands, put them to shame, help you overcome them, and soothe the hearts of the believers—"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1250,"surahId":9,"ayatId":15,"ayatNo":"١٥","pageNo":189,"ayatText":"وَيُذْهِبْ غَيْظَ قُلُوبِهِمْؕ وَيَتُوبُ اللّٰهُ عَلٰى مَنْ يَشَٓاءُؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Ve kalblerindeki öfkeyi gidersin. Allah dilediğine tevbeyi nasib eder. Allah her şeyi bilir, hüküm ve hikmet sahibidir.","nl":"En Hij zal de woede van de heden doen verdwijnen en Allah aanvaardt het berouw van wie Hij wil. En Allah is Alwetend, Alwijs.","en":"removing rage from their hearts. And Allah pardons whoever He wills. For Allah is All-Knowing, All-Wise"},"surah":null},{"id":1251,"surahId":9,"ayatId":16,"ayatNo":"١٦","pageNo":189,"ayatText":"اَمْ حَسِبْتُمْ اَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللّٰهُ الَّذٖينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللّٰهِ وَلَا رَسُولِهٖ وَلَا الْمُؤْمِنٖينَ وَلٖيجَةًؕ وَاللّٰهُ خَبٖيرٌ بِمَا تَعْمَلُونَࣖ","ayatMealText":{"tr":"Yoksa siz hep kendi halinize terk olunacağınızı mı sandınız? Allah'ın, içinizden cihad edenleri ve Allah'tan, Resulü'nden, müminlerden başka kimseye sığınmayan ve başkaca sığınacak bir yer aramayanları görmediğini mi (zannediyorsunuz)? Allah bütün yaptıklarınızdan haberdardır.","nl":"Of dachten jullie dat jullie onbeproefd gelaten zouden worden, terwijl Allah nog niet heeft doen weten, wie van jullie strijden en geen venrouwelingen nemen buiten Allah en zijn Boodschapper en de gelovigen? En Allah is Alwetend over wat jullie doen.","en":"Do you ˹believers˺ think that you will be left without Allah proving who among you ˹truly˺ struggles ˹in His cause˺ and never takes trusted allies other than Allah, His Messenger, or the believers? And Allah is All-Aware of what you do"},"surah":null},{"id":1252,"surahId":9,"ayatId":17,"ayatNo":"١٧","pageNo":189,"ayatText":"مَا كَانَ لِلْمُشْرِكٖينَ اَنْ يَعْمُرُوا مَسَاجِدَ اللّٰهِ شَاهِدٖينَ عَلٰٓى اَنْفُسِهِمْ بِالْكُفْرِؕ اُو۬لٰٓئِكَ حَبِطَتْ اَعْمَالُهُمْۚ وَفِي النَّارِ هُمْ خَالِدُونَ","ayatMealText":{"tr":"Müşrikler kendi inkârlarına kendileri şahit olup dururlarken Allah'ın mescidlerini imar etmeleri mümkün değildir. Onların bütün yaptıkları boşa gitmiştir. Ve onlar ateş içinde ebedi olarak kalacaklardır.","nl":"En het past de veelge de veelgodaanbidders niet dat zij de moskeeën van Allah verzorgen, terwijl zij over zichzelf getuigen dat zij ongelovig zijn. Zij zijn degenen wiens daden vruchteloos zijn en die in de Hel eeuwig levenden zijn.","en":"It is not for the polytheists to maintain the mosques of Allah while they openly profess disbelief. Their deeds are void, and they will be in the Fire forever"},"surah":null},{"id":1253,"surahId":9,"ayatId":18,"ayatNo":"١٨","pageNo":189,"ayatText":"اِنَّمَا يَعْمُرُ مَسَاجِدَ اللّٰهِ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ وَلَمْ يَخْشَ اِلَّا اللّٰهَ فَعَسٰٓى اُو۬لٰٓئِكَ اَنْ يَكُونُوا مِنَ الْمُهْتَدٖينَ","ayatMealText":{"tr":"Allah'ın mescidlerini, ancak Allah'a ve ahiret gününe inanan, namazı kılan, zekatı veren ve Allah'dan başkasından korkmayan kimseler imar ederler. İşte hidayet üzere oldukları umulanlar bunlardır.","nl":"Voorwaar, de moskeeën van Allah worden slechts verzorgd door wie in Allah en de Laatste Dag gelooft, en die de shalât onderhoudt en de zakât geeft en die niemand vreest dan Allah. Hopelijk zijn zij degenen die tot de rechtgeleiden zullen behoren.","en":"The mosques of Allah should only be maintained by those who believe in Allah and the Last Day, establish prayer, pay alms-tax, and fear none but Allah. It is right to hope that they will be among the ˹truly˺ guided"},"surah":null},{"id":1254,"surahId":9,"ayatId":19,"ayatNo":"١٩","pageNo":189,"ayatText":"اَجَعَلْتُمْ سِقَايَةَ الْحَٓاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَجَاهَدَ فٖي سَبٖيلِ اللّٰهِؕ لَا يَسْتَوُ۫نَ عِنْدَ اللّٰهِؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَۘ","ayatMealText":{"tr":"Siz hacılara su dağıtma ve Mescidi Haram'ı imar etme işiyle Allah'a ve ahiret gününe iman edip, Allah yolunda cihad edenlerin yaptığı işi bir mi tutuyorsunuz? Bunlar Allah katında eşit olamazlar. Allah zalimler topluluğuna hidayet ihsan etmez.","nl":"Stellen jullie het geven van drinken aan de bedevaartgangers en het onderhouden van de Masdjid al Harâm (de gewijde Moskee In Mekkah) gefijk aan (de aanbidding door) degene die in Allah en het Hiernamaals gelooft en die strijdt op de Weg van Allah? Zij zijn niet gelijk bij Allah. En Allah leidt het onrechtplegende volk niet.","en":"Do you ˹pagans˺ consider providing the pilgrims with water and maintaining the Sacred Mosque as equal to believing in Allah and the Last Day and struggling in the cause of Allah? They are not equal in Allah’s sight. And Allah does not guide the wrongdoing people"},"surah":null},{"id":1255,"surahId":9,"ayatId":20,"ayatNo":"٢٠","pageNo":189,"ayatText":"اَلَّذٖينَ اٰمَنُوا وَهَاجَرُوا وَجَاهَدُوا فٖي سَبٖيلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِؕ وَاُو۬لٰٓئِكَ هُمُ الْفَٓائِزُونَ","ayatMealText":{"tr":"İman edip de hicret edip, mallarıyla, canlarıyla Allah yolunda cihad edenler, Allah katında en büyük dereceye sahiptirler. İşte bunlar murada ermiş olan mutlu kullardır.","nl":"Degenen die geloven en die zijn uitgeweken en die strijden op de Weg van Allah met hun bezittingen en hun levens zijn hoger in rang bij Allah. En zij zijn degenen die de overwinnaren zijn.","en":"Those who have believed, emigrated, and strived in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. It is they who will triumph"},"surah":null}]}