{"juzNo":1,"pageNo":19,"arCuzNo":"۱","arPageNo":"۱۹","quranAyats":[{"id":127,"surahId":2,"ayatId":120,"ayatNo":"١٢٠","pageNo":19,"ayatText":"وَلَنْ تَرْضٰى عَنْكَ الْيَهُودُ وَلَا النَّصَارٰى حَتّٰى تَتَّبِعَ مِلَّتَهُمْؕ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىؕ وَلَئِنِ اتَّبَعْتَ اَهْوَٓاءَهُمْ بَعْدَ الَّذٖي جَٓاءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَلِيٍّ وَلَا نَصٖيرٍ","ayatMealText":{"tr":"Sen onların milletlerine tabi olmadıkça ne yahudiler, ne de hıristiyanlar senden asla hoşnud ve razı olmayacaklar. De ki, gerçekten de Allah'ın hidayeti, hidayetin ta kendisidir. Şânım hakkı için, sana vahiyle gelen bu kadar bilgiden sonra, kalkıp da onların arzu ve heveslerine uyacak olursan, sana Allah'dan ne bir dost bulunur, ne de bir yardımcı.","nl":"En de Joden en de Christenen zullen nooit behagen in jou vinden, totdat jij hun godsdienst volgt. Zeg (O Moehammad): \"Voorwar, de Leiding van Allah: dat is Leiding.\" En als jij hun begeerten volgt, nadat de kennis tot jou is gekomen, dan zal er voor jou tegen Allah geen beschermer en geen helper zijn.","en":"Never will the Jews or Christians be pleased with you, until you follow their faith. Say, “Allah’s guidance is the only ˹true˺ guidance.” And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or help you against Allah"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":128,"surahId":2,"ayatId":121,"ayatNo":"١٢١","pageNo":19,"ayatText":"اَلَّذٖينَ اٰتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهٖؕ اُو۬لٰٓئِكَ يُؤْمِنُونَ بِهٖؕ وَمَنْ يَكْفُرْ بِهٖ فَاُو۬لٰٓئِكَ هُمُ الْخَاسِرُونَࣖ","ayatMealText":{"tr":"Kendilerine kitabı verdiğimiz ehliyetli kimseler onu, tilavetinin hakkını vererek okurlar. İşte onlar, ona iman ederler. Her kim de onu inkâr ederse, işte o inkârcılar hüsran içindedirler.","nl":"Degenen aan wie Wij de Schrift hebben gegeven lezen het op de juiste manier voor, zij zijn degenen die erin geloven. En degenen die er niet in geloven: zij zijn de verliezers.","en":"Those We have given the Book follow it as it should be followed. It is they who ˹truly˺ believe in it. As for those who reject it, it is they who are the losers"},"surah":null},{"id":129,"surahId":2,"ayatId":122,"ayatNo":"١٢٢","pageNo":19,"ayatText":"يَا بَنٖٓي اِسْرَٓائٖلَ اذْكُرُوا نِعْمَتِيَ الَّتٖٓي اَنْعَمْتُ عَلَيْكُمْ وَاَنّٖي فَضَّلْتُكُمْ عَلَى الْعَالَمٖينَ","ayatMealText":{"tr":"Ey İsrailoğulları! Sizlere ihsan ettiğim nimetimi ve sizi vaktiyle âlemdeki ümmetlere üstün tuttuğumu hatırlayın!","nl":"O Kinderen van Israel, gedenkt Mijn gunst die Ik jullie heb geschonken en dat Ik jullie heb bevoorrecht boven de (andere) volken.","en":"O Children of Israel! Remember My favours upon you and how I honoured you above the others"},"surah":null},{"id":130,"surahId":2,"ayatId":123,"ayatNo":"١٢٣","pageNo":19,"ayatText":"وَاتَّقُوا يَوْماً لَا تَجْزٖي نَفْسٌ عَنْ نَفْسٍ شَيْـٔاً وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ","ayatMealText":{"tr":"Ve öyle bir günden sakının ki, o gün kimse, kimsenin yerine bir şey ödeyemez, kimseden fidye kabul edilmez ve ona şefaat de fayda vermez, hiçbir taraftan yardım da görmezler.","nl":"En vreest een Dag waarop de ene ziel niets voor een andere ziel kan doen en er geen losprijs van haar aanvard zal worden, geen voorspraak zal haar baten. En zij zullen niet geholpen worden.","en":"And guard yourselves against the Day when no soul will be of any help to another. No ransom will be taken, no intercession accepted, and no help will be given"},"surah":null},{"id":131,"surahId":2,"ayatId":124,"ayatNo":"١٢٤","pageNo":19,"ayatText":"وَاِذِ ابْتَلٰٓى اِبْرٰهٖيمَ رَبُّهُ بِكَلِمَاتٍ فَاَتَمَّهُنَّؕ قَالَ اِنّٖي جَاعِلُكَ لِلنَّاسِ اِمَاماًؕ قَالَ وَمِنْ ذُرِّيَّتٖيؕ قَالَ لَا يَنَالُ عَهْدِي الظَّالِمٖينَ","ayatMealText":{"tr":"Şunu da unutmayın ki, bir zamanlar İbrahim'i Rabbi, birtakım kelimeler ile imtihan etti, o, onları sona erdirince, Rabbi ona, \"Ben seni bütün insanlara imam yapacağım.\" buyurdu. İbrahim, \"Zürriyetimden de yap!\" dedi. Rabbi ona \"zâlimler benim ahdime nail olamaz!\" buyurdu.","nl":"En (gedenkt) toen Ibrâhîm door zijn Heer beproefd werd met enkele woorden (geboden en verboden) die hij daarop in acht nam. Hij (Allah) zei: \"Voorwar, Ik zal jou voor de mensheid tot een leider maken.\" Hij (Ibrâhîm zei: \"En ook van mijn nageslacht?\" Hij (Allah) antwoordde: \"Mijn verbond omvat de onrechtplegers niet.\"","en":"˹Remember˺ when Abraham was tested by his Lord with ˹certain˺ commandments, which he fulfilled. Allah said, “I will certainly make you into a role model for the people.” Abraham asked, “What about my offspring?” Allah replied, “My covenant is not extended to the wrongdoers.”"},"surah":null},{"id":132,"surahId":2,"ayatId":125,"ayatNo":"١٢٥","pageNo":19,"ayatText":"وَاِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَاَمْناًؕ وَاتَّخِذُوا مِنْ مَقَامِ اِبْرٰهٖيمَ مُصَلًّىؕ وَعَهِدْنَٓا اِلٰٓى اِبْرٰهٖيمَ وَاِسْمٰعٖيلَ اَنْ طَهِّرَا بَيْتِيَ لِلطَّٓائِفٖينَ وَالْعَاكِفٖينَ وَالرُّكَّعِ السُّجُودِ","ayatMealText":{"tr":"Biz ta o zaman bu Beyt'i, insanlar için bir sevap kazanma ve bir güven yeri kıldık. Siz de Makamı İbrahim'den kendinize bir namazgah edinin. Ayrıca İbrahim ile İsmail'e şöyle ahid verdik: \"Beytimi, hem tavaf edenler için, hem ibadete kapananlar için, hem de rükû ve secde edenler için tertemiz tutun!\"","nl":"En (gedenkt) toen Wij het Huis (de Ka'bah) tot een plaats van verzameling voor de mensheid maakten en een plaats van veiligheid. En neemt de standplaats van Ibrâhîm tot een plaats voor de shalât. En Wij legden de plicht op aan Ibrâhîm en Isma'îl: \"Reinigt Mijn Huis voor degenen die de ommegang (thawaf) maken, voor hen die er de I'tikaf verrichten en voor hen die zich buigen en die knielen (de shalât).","en":"And ˹remember˺ when We made the Sacred House a centre and a sanctuary for the people ˹saying˺, “˹You may˺ take the standing-place of Abraham as a site of prayer.” And We entrusted Abraham and Ishmael to purify My House for those who circle it, who meditate in it, and who bow and prostrate themselves ˹in prayer˺"},"surah":null},{"id":133,"surahId":2,"ayatId":126,"ayatNo":"١٢٦","pageNo":19,"ayatText":"وَاِذْ قَالَ اِبْرٰهٖيمُ رَبِّ اجْعَلْ هٰذَا بَلَداً اٰمِناً وَارْزُقْ اَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ اٰمَنَ مِنْهُمْ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِؕ قَالَ وَمَنْ كَفَرَ فَاُمَتِّعُهُ قَلٖيلاً ثُمَّ اَضْطَرُّهُٓ اِلٰى عَذَابِ النَّارِؕ وَبِئْسَ الْمَصٖيرُ","ayatMealText":{"tr":"Ve o vakit İbrahim \"Ey Rabbim, burasını güvenli bir belde kıl, halkından Allah'a ve ahiret gününe iman edenleri çeşitli meyvalarla rızıklandır\" diye yalvardı. Allah buyurdu ki: \"küfredeni dahi rızıklandırır da hayattan biraz nasip aldırırım, sonra da onu ateş azabına uğratırım ki, orası ne yaman bir duraktır!\"","nl":"En (gedenkt) toen Ibrâhîm smeekte: \"Mijn Heer, maak dit gebied tot een veilige plaats en voorzie haar bewoners met vruchten, degenen van hen die geloven in Allah en in het Hiernamaals.\" Hij (Allah) zei: \"En (ook) degene die ongelovig is, zal ik genietingen schenken, voor een korte tijd, daarna zal Ik hen naar de bestraffing van de Hel drijven. En dat is de slechtste plaats van terugkeer.","en":"And ˹remember˺ when Abraham said, “My Lord, make this city ˹of Mecca˺ secure and provide fruits to its people—those among them who believe in Allah and the Last Day.” He answered, “As for those who disbelieve, I will let them enjoy themselves for a little while, then I will condemn them to the torment of the Fire. What an evil destination!”"},"surah":null}]}