{"juzNo":10,"pageNo":191,"arCuzNo":"۱۰","arPageNo":"۱۹۱","quranAyats":[{"id":1262,"surahId":9,"ayatId":27,"ayatNo":"٢٧","pageNo":191,"ayatText":"ثُمَّ يَتُوبُ اللّٰهُ مِنْ بَعْدِ ذٰلِكَ عَلٰى مَنْ يَشَٓاءُؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Sonra bütün bu olup bitenlerin arkasından Allah, dilediğine tevbe nasib eder. Allah çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Vervolgens aanvaardt Allah daarna het berouw van wie Hij wil. En Allah is Vergevensgezind, Meest Barmhartig.","en":"Then afterwards Allah will turn in grace to whoever He wills. And Allah is All-Forgiving, Most Merciful"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1263,"surahId":9,"ayatId":28,"ayatNo":"٢٨","pageNo":191,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَاۚ وَاِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنٖيكُمُ اللّٰهُ مِنْ فَضْلِهٖٓ اِنْ شَٓاءَؕ اِنَّ اللّٰهَ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Müşrikler bir pisliktirler. Artık bu yıldan sonra Mescidi Haram'a yaklaşmasınlar. Eğer yoksulluktan korkarsanız Allah sizi dilediğinde lütuf ve ihsanıyla zenginleştirecektir. Allah gerçekten alîmdir, hakîmdir.","nl":"O jullie die geloven: voorwaar, de veelgodenaanbidders zijn onrein. Laat hen daarom de Masdjid al Harâm (de gewijde moskee in Mekkah) niet naderen na dit jaar van hen. En als jullie armoede vrezen; Allah zal jullie rijk maken door Zijn gunst, als Hij het wil. Voorwaar, Allah is Alwetend, Alwijs.","en":"O believers! Indeed, the polytheists are ˹spiritually˺ impure, so they should not approach the Sacred Mosque after this year. If you fear poverty, Allah will enrich you out of His bounty, if He wills. Surely, Allah is All-Knowing, All-Wise"},"surah":null},{"id":1264,"surahId":9,"ayatId":29,"ayatNo":"٢٩","pageNo":191,"ayatText":"قَاتِلُوا الَّذٖينَ لَا يُؤْمِنُونَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللّٰهُ وَرَسُولُهُ وَلَا يَدٖينُونَ دٖينَ الْحَقِّ مِنَ الَّذٖينَ اُو۫تُوا الْكِتَابَ حَتّٰى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَࣖ","ayatMealText":{"tr":"Kendilerine kitap verilenlerden oldukları halde ne Allah'a, ne ahiret gününe inanmayan, Allah'ın ve Resulünün haram kıldığını haram tanımayan ve hak dini din edinmeyen kimselere alçalmış oldukları halde elden cizye verecekleri hale gelinceye kadar savaş yapın.","nl":"Doodt hen dan die niet in Allah en het Hiernamaals geloven en die niet voor verboden houden wat Allah en zijn Boodschapper verboden hebben verklaard; en zij die de godsdienst van de Waarheid niet als godsdienst nemen, van hen aan wie de Schrift is gegeven, totdat zij het beschermgeld (Djizyah) betalen, naar vemogen, terwijl zij onderdanigen zijn.","en":"Fight those who do not believe in Allah and the Last Day, nor comply with what Allah and His Messenger have forbidden, nor embrace the religion of truth from among those who were given the Scripture, until they pay the tax, willingly submitting, fully humbled"},"surah":null},{"id":1265,"surahId":9,"ayatId":30,"ayatNo":"٣٠","pageNo":191,"ayatText":"وَقَالَتِ الْيَهُودُ عُزَيْرٌۨ ابْنُ اللّٰهِ وَقَالَتِ النَّصَارَى الْمَسٖيحُ ابْنُ اللّٰهِؕ ذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْۚ يُضَاهِؤُ۫نَ قَوْلَ الَّذٖينَ كَفَرُوا مِنْ قَبْلُؕ قَاتَلَهُمُ اللّٰهُؗ اَنّٰى يُؤْفَكُونَ","ayatMealText":{"tr":"Yahudiler, \"Uzeyir Allah'ın oğlu\" dediler, Hıristiyanlar da \"Mesih Allah'ın oğlu\", dediler. Bu onların kendi ağızlarıyla uydurdukları sözlerdir. Daha önce inkâra sapmış olanların sözlerine benzetiyorlar. Allah onları kahretsin, nasıl da saptırıyorlar!","nl":"En de Joden zeggen: \"Oezair is de zoon van Allah,\" en de Christenen zeggen: \"De Masîh ('Isa) is de zoon van Allah.\" Dat zijn hun woorden uit ban monden. Zij doen soortgelijke uitspraken als degenen die voorheen ongelovig weren. Moge Allah hen vervloeken, Hoe kunnen zij zo afwijken?","en":"The Jews say, “Ezra is the son of Allah,” while the Christians say, “The Messiah is the son of Allah.” Such are their baseless assertions, only parroting the words of earlier disbelievers. May Allah condemn them! How can they be deluded ˹from the truth˺"},"surah":null},{"id":1266,"surahId":9,"ayatId":31,"ayatNo":"٣١","pageNo":191,"ayatText":"اِتَّخَذُٓوا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَاباً مِنْ دُونِ اللّٰهِ وَالْمَسٖيحَ ابْنَ مَرْيَمَۚ وَمَٓا اُمِرُٓوا اِلَّا لِيَعْبُدُٓوا اِلٰهاً وَاحِداًۚ لَٓا اِلٰهَ اِلَّا هُوَؕ سُبْحَانَهُ عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Onlar, Allah'dan başka bilginlerini ve rahiplerini de kendilerine Rab edindiler, Meryem oğlu Mesih'i de. Oysa onlar bir olan Allah'a ibadet etmekle emrolunmuşlardı. Allah'dan başka hiçbir ilâh yoktur. O, müşriklerin ortak koştuğu şeylerden de münezzehtir.","nl":"Zij hebben hun schriftgeleerden en hun monniken tot heren naast Allah genomen en (ook) de Masîh de zoon van Marywn, terwijl hun niets is bevolen dan dat zij één God aaiibidden: er is geen god dan Hij. Heilig is Hij boven de deelgenoten die zij naast Hem toekennen.","en":"They have taken their rabbis and monks as well as the Messiah, son of Mary, as lords besides Allah, even though they were commanded to worship none but One God. There is no god ˹worthy of worship˺ except Him. Glorified is He above what they associate ˹with Him˺"},"surah":null}]}