{"juzNo":10,"pageNo":192,"arCuzNo":"۱۰","arPageNo":"۱۹۲","quranAyats":[{"id":1267,"surahId":9,"ayatId":32,"ayatNo":"٣٢","pageNo":192,"ayatText":"يُرٖيدُونَ اَنْ يُطْفِؤُ۫ا نُورَ اللّٰهِ بِاَفْوَاهِهِمْ وَيَأْبَى اللّٰهُ اِلَّٓا اَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ","ayatMealText":{"tr":"Allah'ın nurunu ağızlarıyla söndürmek istiyorlar, Allah da razı olmuyor. Fakat kâfirler istemeseler de Allah nurunu tamamlamayı diliyor.","nl":"Zij willen het Licht van Allah doven met hun monden, maar Allah wil slechts Zijn Licht volledig laten schijnen, ook al haten de ongelovigen het.","en":"They wish to extinguish Allah’s light with their mouths, but Allah will only allow His light to be perfected, even to the dismay of the disbelievers"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1268,"surahId":9,"ayatId":33,"ayatNo":"٣٣","pageNo":192,"ayatText":"هُوَ الَّـذٖٓي اَرْسَلَ رَسُولَهُ بِالْهُدٰى وَدٖينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدّٖينِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُونَ","ayatMealText":{"tr":"O öyle bir Allah'dır ki, Resulünü hidayetle ve hak dinle bütün dinlere üstün kılmak için göndermiştir. Müşrikler hoşlanmasalar da.","nl":"Hij is het Die Zijn Boodschapper heeft gezonden met de leiding en de ware godsdienst, om deze te doen zegevieren over alle godsdiensten, ook al hebben de veelgodenaanbidders er een afkeer van.","en":"He is the One Who has sent His Messenger with ˹true˺ guidance and the religion of truth, making it prevail over all others, even to the dismay of the polytheists"},"surah":null},{"id":1269,"surahId":9,"ayatId":34,"ayatNo":"٣٤","pageNo":192,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنَّ كَثٖيراً مِنَ الْاَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ اَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبٖيلِ اللّٰهِؕ وَالَّذٖينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فٖي سَبٖيلِ اللّٰهِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلٖيمٍۙ","ayatMealText":{"tr":"Ey iman edenler, şurası bir gerçektir ki, yahudi hahamları ile hıristiyan rahiplerinin bir çoğu insanların mallarını haksız yere yerler ve Allah yolundan saptırırlar. Bir de altın ve gümüşü hazineye doldurup, onları Allah yolunda sarfetmeyenleri bu yüzden acıklı bir azap ile müjdele!","nl":"O jullie die geloven, voorwaar, de meesten van de schriftgeleerden en de monniken verteren de bezittingen van de mensen op onrechtmatige wijze en zij houden (hen) af van de Weg van Allah. En zij die het goud en het zilver oppotten dit niet besteden op de Weg van Allah; verkondig hen over een pijnlijke bestraffing.","en":"O believers! Indeed, many rabbis and monks consume people’s wealth wrongfully and hinder ˹others˺ from the Way of Allah. Give good news of a painful torment to those who hoard gold and silver and do not spend it in Allah’s cause"},"surah":null},{"id":1270,"surahId":9,"ayatId":35,"ayatNo":"٣٥","pageNo":192,"ayatText":"يَوْمَ يُحْمٰى عَلَيْهَا فٖي نَارِ جَهَنَّمَ فَتُكْوٰى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْؕ هٰذَا مَا كَنَزْتُمْ لِاَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ","ayatMealText":{"tr":"O gün o altın ve gümüşlerin üstü cehennem ateşinde kızdırılacak da bunlarla alınları, yanları ve sırtları dağlanacak (onlara): \"İşte bu kendi canınız için saklayıp biriktirdiğiniz şeydir. Haydi şimdi tadın bakalım şu biriktirdiğiniz şeyin tadını!\" denilecek.","nl":"De dag waarop dit (goud en zilver) verhit zal worden in het vuur van de Hel, dan zal ermee over hun voorhoofden, hun zijden en hun ruggen gestreken worden. (En er zal worden gezegd.) \"Dat is, wat jullie voor jezelf hadden opgepot, proeft dan wat jullie plachten op te potten.\"","en":"The Day ˹will come˺ when their treasure will be heated up in the Fire of Hell, and their foreheads, sides, and backs branded with it. ˹It will be said to them,˺ “This is the treasure you hoarded for yourselves. Now taste what you hoarded!”"},"surah":null},{"id":1271,"surahId":9,"ayatId":36,"ayatNo":"٣٦","pageNo":192,"ayatText":"اِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللّٰهِ اثْنَا عَشَرَ شَهْراً فٖي كِتَابِ اللّٰهِ يَوْمَ خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ مِنْهَٓا اَرْبَعَةٌ حُرُمٌؕ ذٰلِكَ الدّٖينُ الْقَيِّمُ فَلَا تَظْلِمُوا فٖيهِنَّ اَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكٖينَ كَٓافَّةً كَمَا يُقَاتِلُونَكُمْ كَٓافَّةًؕ وَاعْلَمُٓوا اَنَّ اللّٰهَ مَعَ الْمُتَّقٖينَ","ayatMealText":{"tr":"Doğrusu, Allah katında ayların sayısı oniki aydır. Gökleri ve yeri yarattığı günkü Allah yazısında (böyle yazılmıştır). Bunlardan dördü haram aylardır. Bu da doğru olan dinin hükmüdür. Bu sebeple bunlar hakkında nefislerinize haksızlık yapmayınız. Müşrikler size karşı topyekün savaştıkları gibi siz de onlara karşı topyekün savaş açın. Ve iyi bilin ki, Allah müttakilerle beraberdir.","nl":"Voorwaar, het aantal maanden bij Allah is twaalf maanden, volgens de beschikking van Allah op de dag dat Hij de hemelen en de aarde schiep. Daarvan zij er vier gewijd. Dat is de rechte godsdienst. Doet jullie zelf dan daarin geen onrecht aan. Maar bevecht alle veelgodenaanbidders zoals zij jullie allen bevechten. en weet dat Allah met de Moettaqóen is.","en":"Indeed, the number of months ordained by Allah is twelve—in Allah’s Record since the day He created the heavens and the earth—of which four are sacred. That is the Right Way. So do not wrong one another during these months. And together fight the polytheists as they fight against you together. And know that Allah is with those mindful ˹of Him˺"},"surah":null}]}