{"juzNo":10,"pageNo":194,"arCuzNo":"۱۰","arPageNo":"۱۹٤","quranAyats":[{"id":1276,"surahId":9,"ayatId":41,"ayatNo":"٤١","pageNo":194,"ayatText":"اِنْفِرُوا خِفَافاً وَثِقَالاً وَجَاهِدُوا بِاَمْوَالِكُمْ وَاَنْفُسِكُمْ فٖي سَبٖيلِ اللّٰهِؕ ذٰلِكُمْ خَيْرٌ لَكُمْ اِنْ كُنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"Ey müminler! İster hafif techizatla, ister ağırlıklı olarak seferber olun ve mallarınızla, canlarınızla Allah yolunda cihad edin. Eğer bilirseniz böylesi sizin için daha hayırlıdır.","nl":"Rukt uit, licht of zwaar, en strijdt met jullie bezittingen en jullie levens op de Weg van Allah, dat is beter voor jullie, als jullie het weten.","en":"˹O believers!˺ March forth whether it is easy or difficult for you, and strive with your wealth and your lives in the cause of Allah. That is best for you, if only you knew"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1277,"surahId":9,"ayatId":42,"ayatNo":"٤٢","pageNo":194,"ayatText":"لَوْ كَانَ عَرَضاً قَرٖيباً وَسَفَراً قَاصِداً لَاتَّـبَعُوكَ وَلٰكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُؕ وَسَيَحْلِفُونَ بِاللّٰهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْۚ يُهْلِكُونَ اَنْفُسَهُمْۚ وَاللّٰهُ يَعْلَمُ اِنَّهُمْ لَكَاذِبُونَࣖ","ayatMealText":{"tr":"Eğer o sefer, yakın bir ganimet ve kolay bir sefer olsaydı mutlaka peşine düşer gelirlerdi. Fakat o meşakkatli yolculuk kendilerine uzun bir sefer geldi. Bununla beraber, \"Bizim de gücümüz yetseydi, sizinle beraber elbette sefere çıkardık.\" diyerek Allah'a yemin edecekler, nefislerini helake sürükleyecekler. Allah biliyor ki, onlar iyice yalancıdırlar.","nl":"Als er een nabije vergukelijke genieting en een gemakkelijk tocht zou zijn, dan zouden zij jou zeker volgen, maar de tocht lijkt hen zwaar. En zij zullen bij Allah zwefen: \"Als wij ertoe in staat geweest zouden zijn, dan zouden wij met jullie zijn weggepan.\" Zij vernietigen zichzelf, en Allah weet dat zij zeker leugenaars zijn.","en":"Had the gain been within reach and the journey shorter, they would have followed you, but the distance seemed too long for them. And they will swear by Allah, “Had we been able, we would have certainly joined you.” They are ruining themselves. And Allah knows that they are surely lying"},"surah":null},{"id":1278,"surahId":9,"ayatId":43,"ayatNo":"٤٣","pageNo":194,"ayatText":"عَفَا اللّٰهُ عَنْكَۚ لِمَ اَذِنْتَ لَهُمْ حَتّٰى يَتَبَيَّنَ لَكَ الَّذٖينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبٖينَ","ayatMealText":{"tr":"Allah seni affetsin. Doğru söyleyenler kimler, gerçekten yalancılar kimlerdir, bunların iyice belli olmasını beklemeden niçin onlara izin verdin?","nl":"Moge Allah jou (Moehammad) vergeven, waarom heb jij vrijstelling gegeven (om achter te blijven), nog vóórdat jou was gebleken wie degenen waren die waarachtig waren en vóór jij wist wie de leugenaars waren?","en":"May Allah pardon you ˹O Prophet˺! Why did you give them permission ˹to stay behind˺ before those who told the truth were distinguished from those who were lying"},"surah":null},{"id":1279,"surahId":9,"ayatId":44,"ayatNo":"٤٤","pageNo":194,"ayatText":"لَا يَسْتَأْذِنُكَ الَّذٖينَ يُؤْمِنُونَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ اَنْ يُجَاهِدُوا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْؕ وَاللّٰهُ عَلٖيمٌ بِالْمُتَّقٖينَ","ayatMealText":{"tr":"Allah'a ve ahiret gününe inananlar, mallarıyla ve canlarıyla cihad etmeyi görev bildiklerinden (zaten geri kalmak için) senden izin istemezler. Allah o muttakilerin kimler olduğunu bilir.","nl":"Degenen die in Allah en de Laatste Dag geloven zullen jou niet om vrijstelling vragen om niet te boeven strijden met hun bezittingen en hun levens. En Allah kent de Moettaqòen.","en":"Those who believe in Allah and the Last Day do not ask for exemption from striving with their wealth and their lives. And Allah has perfect knowledge of those who are mindful ˹of Him˺"},"surah":null},{"id":1280,"surahId":9,"ayatId":45,"ayatNo":"٤٥","pageNo":194,"ayatText":"اِنَّمَا يَسْتَأْذِنُكَ الَّذٖينَ لَا يُؤْمِنُونَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فٖي رَيْبِهِمْ يَتَرَدَّدُونَ","ayatMealText":{"tr":"Senden izin isteyenler, olsa olsa Allah'a ve ahiret gününe inanmayanlar olabilir. Onların kalbleri hep işkillidir. Bundan dolayı şüphe içinde bocalayıp dururlar.","nl":"Voorwaar, degenen die niet in Allah en de I.aatste Dag geloven vragen jou om vrijstelling en (zij zijn degenen) wiens harten twijfelen waardoor zij in hun twijfel heen en weer geslingerd worden.","en":"No one would ask for exemption except those who have no faith in Allah or the Last Day, and whose hearts are in doubt, so they are torn by their doubts"},"surah":null},{"id":1281,"surahId":9,"ayatId":46,"ayatNo":"٤٦","pageNo":194,"ayatText":"وَلَوْ اَرَادُوا الْخُرُوجَ لَاَعَدُّوا لَهُ عُدَّةً وَلٰكِنْ كَرِهَ اللّٰهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقٖيلَ اقْعُدُوا مَعَ الْقَاعِدٖينَ","ayatMealText":{"tr":"Eğer sizinle beraber cihada çıkmak isteselerdi, elbette onunla ilgili olarak bir takım hazırlıklar yaparlardı. Fakat Allah davranmalarını istemedi de onları yoldan alıkoydu ve (kendilerine): \"oturun oturanlarla beraber\" denildi.","nl":"En als zij (met jou ten strijde) zouden willen trokken, dan zouden zij daartoe zeker voorbereidingen hebben getroffen. Maar Allah keurde hun vertrek af, zodat Hij hen ontmoedigde. En er werd gezegd: \"Blijf thuis met de thuisblijvers.\"","en":"Had they ˹really˺ intended to march forth, they would have made preparations for it. But Allah disliked that they should go, so He let them lag behind, and it was said ˹to them˺, “Stay with those ˹helpless˺ who remain behind.”"},"surah":null},{"id":1282,"surahId":9,"ayatId":47,"ayatNo":"٤٧","pageNo":194,"ayatText":"لَوْ خَرَجُوا فٖيكُمْ مَا زَادُوكُمْ اِلَّا خَبَالاً وَلَا۬اَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَۚ وَفٖيكُمْ سَمَّاعُونَ لَهُمْؕ وَاللّٰهُ عَلٖيمٌ بِالظَّالِمٖينَ","ayatMealText":{"tr":"Eğer içinizde sizinle beraber cihada çıkmış olsalardı, bozgunculuk etmekten başka şeye yaramayacaklardı ve aranıza fitne sokmak için uğraşacaklardı. İçinizde onların laflarına kanacaklar da vardı. Allah, o zalimleri iyi bilir.","nl":"En als zij met jullie (ten strijde) zouden trekken, dan zouden zij voor jullie niets vermeerderd hebben dan wanorde, en zij zouden zeker tussen jullie heen en weer rennen om tussen jullie tweedracht te zaaien, en en onder jullie zijn er die geneigd zijn naar hen te luisteren. En Allah kent de onrechtplegers.","en":"Had they gone forth with you ˹believers˺, they would have been nothing but trouble for you, and would have scrambled around, seeking to spread discord in your midst. And some of you would have eagerly listened to them. And Allah has ˹perfect˺ knowledge of the wrongdoers"},"surah":null}]}