{"juzNo":10,"pageNo":195,"arCuzNo":"۱۰","arPageNo":"۱۹٥","quranAyats":[{"id":1283,"surahId":9,"ayatId":48,"ayatNo":"٤٨","pageNo":195,"ayatText":"لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْاُمُورَ حَتّٰى جَٓاءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كَارِهُونَ","ayatMealText":{"tr":"Şurası kesindir ki, bunlar daha önce de fitne çıkarmak istediler ve sana türlü işler çevirdiler. Nihayet hak yerini buldu ve Allah'ın emri onların zoruna gitmesine rağmen açığa çıktı.","nl":"Voorzeker, voorheen probeerden zij reeds twee dracht te zaaien en zij verzonnen listen tegen jou, tot de Waarheid kwam en de verordening van Allah zegevierde, terwijl zij er een afkeer van hadden.","en":"They had already sought to spread discord before and devised every ˹possible˺ plot against you ˹O Prophet˺, until the truth came and Allah’s Will prevailed—much to their dismay"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1284,"surahId":9,"ayatId":49,"ayatNo":"٤٩","pageNo":195,"ayatText":"وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لٖي وَلَا تَفْتِنّٖيؕ اَلَا فِي الْفِتْنَةِ سَقَطُواؕ وَاِنَّ جَهَنَّمَ لَمُحٖيطَةٌ بِالْكَافِرٖينَ","ayatMealText":{"tr":"İçlerinden \"Aman bana izin ver, başımı derde sokma\" diyen de var. Dikkat et, başlarını asıl kendileri derde soktular. Hiç şüphesiz cehennem, kâfirleri elbette kuşatacaktır.","nl":"En onder hen zijn er die zeggen: \"Geef mij vrijstelling en breng geen onheil over mij.\" Weet, dat zij zich (reeds) in het onheil hebben gestort, en voorwaar, de Hel onnineelt zeker de gelovigen.","en":"There are some of them who say, “Exempt me and do not expose me to temptation.” They have already fallen into temptation. And Hell will surely engulf the disbelievers"},"surah":null},{"id":1285,"surahId":9,"ayatId":50,"ayatNo":"٥٠","pageNo":195,"ayatText":"اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصٖيبَةٌ يَقُولُوا قَدْ اَخَذْنَٓا اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ","ayatMealText":{"tr":"Eğer sana bir iyilik dokunursa fenalarına gider. Eğer sana bir musibet gelirse \"Biz zaten tedbirimizi önceden almıştık.\" derler ve sevine sevine dönüp giderler.","nl":"Wanneer jou iets goeds overkomt, dan maakt het lien nijdig, en wanneer tegensspoed jou treft, dan zeggen zij: \"Wij hebben van te voren reeds onze maatregelen getroffen.\" En zij wenden zich af, terwijl zij zich verheugen.","en":"If a blessing befalls you ˹O Prophet˺, they grieve, but if a disaster befalls you, they say, “We took our precaution in advance,” and turn away, rejoicing"},"surah":null},{"id":1286,"surahId":9,"ayatId":51,"ayatNo":"٥١","pageNo":195,"ayatText":"قُلْ لَنْ يُصٖيبَنَٓا اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰينَاۚ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","ayatMealText":{"tr":"De ki: \"Hiçbir zaman bize Allah'ın bizim için takdir ettiğinden başkası dokunmaz. O bizim mevlamızdır. Müminler yalnızca Allah'a tevekkül etsinler.\"","nl":"Zeg: \"Niets zal ons treffen, behalve wat Allah voor ons heeft beschikt. Hij is onze Beschermer.\"' En laten de gelovigen daarom op Allah hun vertrouwen stellen.","en":"Say, “Nothing will ever befall us except what Allah has destined for us. He is our Protector.” So in Allah let the believers put their trust"},"surah":null},{"id":1287,"surahId":9,"ayatId":52,"ayatNo":"٥٢","pageNo":195,"ayatText":"قُلْ هَلْ تَرَبَّصُونَ بِنَٓا اِلَّٓا اِحْدَى الْحُسْنَيَيْنِؕ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُصٖيبَكُمُ اللّٰهُ بِعَذَابٍ مِنْ عِنْدِهٖٓ اَوْ بِاَيْدٖينَاؗ فَتَرَبَّصُٓوا اِنَّا مَعَكُمْ مُتَرَبِّصُونَ","ayatMealText":{"tr":"De ki: \"Siz bizde iki güzelliğin (Zafer veya şehitliğin) birinden başkasını mı gözetirsiniz? Biz ise size Allah'ın kendi katından veya bizim elimizle bir azap indirmesini gözetiyoruz. Haydi siz gözetedurun, biz de sizinle beraber gözetmekteyiz.\"","nl":"Zeg: \"Jullie venuchten slechts voor ons één van de twee goede dingen. En wij verwachten dat Allah jullie met een bestraffing van Zijn kant zal treffen, of (met een bestraffing) door ons. Wachten jullie dan maar af, wij wachten daar met jullie op.","en":"Say, “Are you awaiting anything to befall us except one of the two best things: ˹victory or martyrdom˺? But We are awaiting Allah to afflict you with torment either from Him or at our hands. So keep waiting! We too are waiting with you.”"},"surah":null},{"id":1288,"surahId":9,"ayatId":53,"ayatNo":"٥٣","pageNo":195,"ayatText":"قُلْ اَنْفِقُوا طَوْعاً اَوْ كَرْهاً لَنْ يُتَقَبَّلَ مِنْكُمْؕ اِنَّكُمْ كُنْتُمْ قَوْماً فَاسِقٖينَ","ayatMealText":{"tr":"O münafıklara şunu da de ki; gerek isteyerek, gerek istemeyerek infak edip durun. O infak ettikleriniz sizden hiçbir zaman kabul edilmeyecektir. Çünkü siz fasık bir kavimsiniz.","nl":"Zeg: \"Geeft bijdragen, willig of onwillig, het zal nimmer van jullie worden aanvaard: voorwaar, jullie zijn een zwaar zondig volk.\"","en":"Say, ˹O Prophet,˺ “˹Whether you˺ donate willingly or unwillingly, it will never be accepted from you, for you have been a rebellious people.”"},"surah":null},{"id":1289,"surahId":9,"ayatId":54,"ayatNo":"٥٤","pageNo":195,"ayatText":"وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ اِلَّٓا اَنَّهُمْ كَفَرُوا بِاللّٰهِ وَبِرَسُولِهٖ وَلَا يَأْتُونَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُونَ اِلَّا وَهُمْ كَارِهُونَ","ayatMealText":{"tr":"İnfakların onlardan kabul olunmamasına sebep, gerçekte Allah'a ve Resulüne inanmamaları, namaza ancak üşene üşene gelmeleri, verdiklerini de ancak istemeye istemeye vermeleridir.","nl":"En er is niets dat de aanvaarding van hun bijdragen tegenhoudt dan het feit dat zij waarlijk niet in Allah en zijn Boodschapper geloven, en dat zij niet tot de shalât komen, tenzij schoorvoetend, en dat zij geen bijdragen geven, behalve met weerzin.","en":"And what prevented their donations from being accepted is that they have lost faith in Allah and His Messenger, they never come to prayer except half-heartedly, and they never donate except resentfully"},"surah":null}]}