{"juzNo":10,"pageNo":196,"arCuzNo":"۱۰","arPageNo":"۱۹٦","quranAyats":[{"id":1290,"surahId":9,"ayatId":55,"ayatNo":"٥٥","pageNo":196,"ayatText":"فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَٓا اَوْلَادُهُمْؕ اِنَّمَا يُرٖيدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كَافِرُونَ","ayatMealText":{"tr":"Onların malları da, evlatları da sakın seni imrendirmesin. Bu olsa olsa, Allah'ın onları dünya hayatında bu gibi şeylerle azaba uğratmasından ve canlarının kâfir olarak çıkmasını murat etmiş olmasından başka birşey değildir.","nl":"Laat daarom hen bezittingen en hun kinderen geen (goede) indruk op jou maken. Allah wil ben slechts daarmee bestraffen in het wereldse leven en dat hun zielen weggaan terwijl zij ongelovigen zijn.","en":"So let neither their wealth nor children impress you ˹O Prophet˺. Allah only intends to torment them through these things in this worldly life, then their souls will depart while they are disbelievers"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1291,"surahId":9,"ayatId":56,"ayatNo":"٥٦","pageNo":196,"ayatText":"وَيَحْلِفُونَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْؕ وَمَا هُمْ مِنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ","ayatMealText":{"tr":"Hiç şüphesiz onlar, sizden olduklarına dair yemin de ederler. Halbuki sizden değildirler. Fakat onlar öyle bir kavimdirler ki, korkudan ödleri patlıyor.","nl":"En zij (de huichelaars) zweren bij Allah dat zij zeker tot jullie behoren. Zij behoren niet tot jullie, want zij zijn een lafhartig volk.","en":"They swear by Allah that they are part of you, but they are not. They only say so out of fear"},"surah":null},{"id":1292,"surahId":9,"ayatId":57,"ayatNo":"٥٧","pageNo":196,"ayatText":"لَوْ يَجِدُونَ مَلْجَـٔاً اَوْ مَغَارَاتٍ اَوْ مُدَّخَلاً لَوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُونَ","ayatMealText":{"tr":"Eğer sığınacak bir yer veya barınacak mağaralar veyahut girilecek bir delik bulsalardı başlarını diker o tarafa doğru koşarlardı.","nl":"Als zij een toevluchtsoord, of grotten of holen zouden vinden, dan zouden zij zich daarheen wenden, terwijl zij zich haasten.","en":"If only they could find a refuge, or a cave, or any hiding-place, they would rush headlong towards it"},"surah":null},{"id":1293,"surahId":9,"ayatId":58,"ayatNo":"٥٨","pageNo":196,"ayatText":"وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِۚ فَاِنْ اُعْطُوا مِنْهَا رَضُوا وَاِنْ لَمْ يُعْطَوْا مِنْهَٓا اِذَا هُمْ يَسْخَطُونَ","ayatMealText":{"tr":"İçlerinde (topladığın) sadakalar hakkında sana tariz eden (dil uzatan) ler de var. Eğer o sadakalardan kendilerine verilmişse hoşnut olurlar, verilmemişse hemen kızarlar.","nl":"En onder ben zijn er die aanmerkingen op jou maken over (de verdeling van) de zakât. Als hun dan ervan wordt gegeven, dan zijn zij tevreden, maar wanneer hun er niet van wordt gegeven, zie, dan zijn zij boos.","en":"There are some of them who are critical of your distribution of alms ˹O Prophet˺. If they are given some of it they are pleased, but if not they are enraged"},"surah":null},{"id":1294,"surahId":9,"ayatId":59,"ayatNo":"٥٩","pageNo":196,"ayatText":"وَلَوْ اَنَّهُمْ رَضُوا مَٓا اٰتٰيهُمُ اللّٰهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللّٰهُ سَيُؤْتٖينَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُولُـهُٓۙ اِنَّٓا اِلَى اللّٰهِ رَاغِبُونَࣖ","ayatMealText":{"tr":"Ne olurdu bunlar, Allah ve Resulünün kendilerine verdiğine razı olsalar da \"Bize Allah yeter. Allah bize lütuf ve ihsanından yine lutfeder, verir. Bizim bütün rağbetimiz Allah'adır\" deselerdi.","nl":"En als zij tevreden zouden zijn met wat Allah en zijn Boodschapper hun hebben gegeven en zij zeiden: \"Allah is voor ons voldoende, Allah zal ons van zijn grote gunst geven, en (ook) zijn Boodschapper, voorwaar, op Allah vestigen wij onze hoop.\" (Dan zou dat beter voor hen zijn.)","en":"If only they had been content with what Allah and His Messenger had given them and said, “Allah is sufficient for us! Allah will grant us out of His bounty, and so will His Messenger. To Allah ˹alone˺ we turn with hope.”"},"surah":null},{"id":1295,"surahId":9,"ayatId":60,"ayatNo":"٦٠","pageNo":196,"ayatText":"اِنَّمَا الصَّدَقَاتُ لِلْفُقَـرَٓاءِ وَالْمَسَاكٖينِ وَالْعَامِلٖينَ عَلَيْهَا وَالْمُؤَ۬لَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمٖينَ وَفٖي سَبٖيلِ اللّٰهِ وَابْنِ السَّبٖيلِؕ فَرٖيضَةً مِنَ اللّٰهِؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Sadakalar ancak şunlar içindir: Fakirler, yoksullar, o işte çalışan görevliler, müellefei kulûb (kalbleri İslâm'a ısındırılacaklar), köleler, borçlular, Allah yolundakiler, yolda kalmışlar. Allah tarafından böyle farz kılındı. Allah her şeyi bilendir, hüküm ve hikmet sahibidir.","nl":"Voorwaar, de zakât is slechts voor de armen en de behoeftigen en de werkenden (aan de inzameling ervan) en de Moe'allaf en voor (het vrijkopen) van de slaven, en de schuldenaren en om (uit te geven) op de Weg van Allah en voor de reiziger (zonder proviand), als een plicht tegenover Allah. En Allah is Alwetend, Alwijs.","en":"Alms-tax is only for the poor and the needy, for those employed to administer it, for those whose hearts are attracted ˹to the faith˺, for ˹freeing˺ slaves, for those in debt, for Allah’s cause, and for ˹needy˺ travellers. ˹This is˺ an obligation from Allah. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":1296,"surahId":9,"ayatId":61,"ayatNo":"٦١","pageNo":196,"ayatText":"وَمِنْهُمُ الَّذٖينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ اُذُنٌؕ قُلْ اُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنٖينَ وَرَحْمَةٌ لِلَّذٖينَ اٰمَنُوا مِنْكُمْؕ وَالَّذٖينَ يُؤْذُونَ رَسُولَ اللّٰهِ لَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Yine onların içinde öyleleri vardır ki, Peygamber'i incitiyorlar ve \"O her söyleneni dinleyen bir kulaktır.\" diyorlar. De ki; \"Sizin için bir hayır kulağıdır. Allah'a inanır, müminlere inanır, ayrıca sizden iman edenlere de bir rahmettir\". Allah'ın Resulünü incitenlere acıklı bir azap vardır.","nl":"En onder ben zijn er die de Profeet kwetsen en zij zeggen: \"Hij is een oor (dat naar iedereen luistert). Zeg: \"Een oor dat goed is voor jullie, bij gelooft in Allah en bij gelooft de gelovigen en hij is een genade voor degenen onder jullie die geloven.\" En degenen die de Boodschapper van Allah kwetsen: voor hen is er een pijnlijke bestraffing.","en":"And there are others who hurt the Prophet by saying, “He listens to anyone.” Say, ˹O Prophet,˺ “He listens to what is best for you. He believes in Allah, has faith in the believers, and is a mercy for those who believe among you.” Those who hurt Allah’s Messenger will suffer a painful punishment"},"surah":null}]}