{"juzNo":10,"pageNo":197,"arCuzNo":"۱۰","arPageNo":"۱۹۷","quranAyats":[{"id":1297,"surahId":9,"ayatId":62,"ayatNo":"٦٢","pageNo":197,"ayatText":"يَحْلِفُونَ بِاللّٰهِ لَكُمْ لِيُرْضُوكُمْۚ وَاللّٰهُ وَرَسُولُـهُٓ اَحَقُّ اَنْ يُرْضُوهُ اِنْ كَانُوا مُؤْمِنٖينَ","ayatMealText":{"tr":"Gönlünüzü hoş etmek için gelir size yemin ederler. Bunlar eğer mümin iseler Allah'ı ve Resulünü razı etmeleri daha doğrudur.","nl":"Zij zweren jullie bij Allah om jullie te behagen, terwijl Allah en zijn Boodschapper er meer recht op hebben dat zij hen behagen, als zij gelovigen zijn.","en":"They swear by Allah to you ˹believers˺ in order to please you, while it is the pleasure of Allah and His Messenger they should seek, if they are ˹true˺ believers"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1298,"surahId":9,"ayatId":63,"ayatNo":"٦٣","pageNo":197,"ayatText":"اَلَمْ يَعْلَمُٓوا اَنَّهُ مَنْ يُحَادِدِ اللّٰهَ وَرَسُولَهُ فَاَنَّ لَهُ نَارَ جَهَنَّمَ خَالِداً فٖيهَاؕ ذٰلِكَ الْخِزْيُ الْعَظٖيمُ","ayatMealText":{"tr":"Bilmiyorlar mı ki, kim Allah'a ve Resulüne karşı gelirse, ona muhakkak ki içinde ebedi kalınacak cehennem ateşi vardır. İşte rüsvaylığın büyüğü de budur.","nl":"Weten zi (de huichelaars) niet dat voor degene die Allah en zijn Boodschapper uitdagen het vuur van de Hel (terecht) is, zij zullen daarin eeuwig levenden zijn. Dat is de geweldige vernedering.","en":"Do they not know that whoever opposes Allah and His Messenger will be in the Fire of Hell forever? That is the ultimate disgrace"},"surah":null},{"id":1299,"surahId":9,"ayatId":64,"ayatNo":"٦٤","pageNo":197,"ayatText":"يَحْذَرُ الْمُنَافِقُونَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فٖي قُلُوبِهِمْؕ قُلِ اسْتَهْزِؤُ۫اۚ اِنَّ اللّٰهَ مُخْرِجٌ مَا تَحْذَرُونَ","ayatMealText":{"tr":"Münafıklar, kalblerindekileri bütünüyle haber verecek bir sûrenin tepelerine inmesinden çekinirler. De ki, alay edip durun bakalım, Allah o sizin çekindiğiniz şeyi kesinlikle ortaya çıkaracaktır.","nl":"De huichelaars vrezen dat er over hen een Soerah (hoofdstuk) wordt neergezonden die (hen) bekend maakt wat in hun harten is. Zeg: \"Spotten jullie maar: voorwaar, Allah zal dat waar jullie voor vrezen zeker bekend maken\".","en":"The hypocrites fear that a sûrah should be revealed about them, exposing what is in their hearts. Say, ˹O Prophet,˺ “Keep mocking! Allah will definitely bring to light what you fear.”"},"surah":null},{"id":1300,"surahId":9,"ayatId":65,"ayatNo":"٦٥","pageNo":197,"ayatText":"وَلَئِنْ سَاَلْتَهُمْ لَيَقُولُنَّ اِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُؕ قُلْ اَبِاللّٰهِ وَاٰيَاتِهٖ وَرَسُولِهٖ كُنْتُمْ تَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Eğer kendilerine sorarsan, \"Biz sırf lafa dalmış, şakalaşıyorduk.\" derler. De ki: \"Allah ile, âyetleri ile ve peygamberi ile mi alay ediyorsunuz?\"","nl":"En als jij (O Moehammad) ven vraagt (over hun gespot), dan zullen zij zeker antwoorden: \"Wij kletsten en schertsten maar wat.\" Zeg: \"Plachten jullie de spot te drijven met Allah en Zijn Verzen en Zijn Boodschapper?\"","en":"If you question them, they will certainly say, “We were only talking idly and joking around.” Say, “Was it Allah, His revelations, and His Messenger that you ridiculed?”"},"surah":null},{"id":1301,"surahId":9,"ayatId":66,"ayatNo":"٦٦","pageNo":197,"ayatText":"لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ اٖيمَانِكُمْؕ اِنْ نَعْفُ عَنْ طَٓائِفَةٍ مِنْكُمْ نُعَذِّبْ طَٓائِفَةً بِاَنَّهُمْ كَانُوا مُجْرِمٖينَࣖ","ayatMealText":{"tr":"Boşuna özür dilemeyin, iman ettik dedikten sonra küfrünüzü açığa vurdunuz. İçinizden bir kısmını affetsek bile bir kısmını suçlarında ısrar ettikleri için azabımıza uğratacağız.","nl":"Verontschuldigt jullie maar niet, jullie zijn ongelovig geworden nadat jullie geloofden. Als Wij een groep van jullie vergeven (vanwege hun berouw) dan zullen Wij een andere groep bestraffen omdat zij misdadigers waren.","en":"Make no excuses! You have lost faith after your belief. If We pardon a group of you, We will punish others for their wickedness"},"surah":null},{"id":1302,"surahId":9,"ayatId":67,"ayatNo":"٦٧","pageNo":197,"ayatText":"اَلْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍۘ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ اَيْدِيَهُمْؕ نَسُوا اللّٰهَ فَنَسِيَهُمْؕ اِنَّ الْمُنَافِقٖينَ هُمُ الْفَاسِقُونَ","ayatMealText":{"tr":"Münafıkların erkekleri de kadınları da birbirlerine benzerler. Kötülüğü emreder, iyilikten sakındırırlar ve Allah yolunda harcamaktan ellerini sıkı tutarlar. Allah'ı unuttular da, Allah da onları unuttu. Gerçekten de münafıklar hep fâsık kimselerdir.","nl":"De huichelaars en de huichelaarsters zijn eender, zij sporen aan tot het verwerpelijke en zij verbieden het behoorlijke. Zij houden hun handen dicht (uit gierigheid). Zij vergaten Allah, zodat Hij hen vergat. Voorwaar, de huichelaars zijn de zwaar zondigen.","en":"The hypocrites, both men and women, are all alike: they encourage what is evil, forbid what is good, and withhold ˹what is in˺ their hands. They neglected Allah, so He neglected them. Surely the hypocrites are the rebellious"},"surah":null},{"id":1303,"surahId":9,"ayatId":68,"ayatNo":"٦٨","pageNo":197,"ayatText":"وَعَدَ اللّٰهُ الْمُنَافِقٖينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدٖينَ فٖيهَاؕ هِيَ حَسْبُهُمْۚ وَلَعَنَهُمُ اللّٰهُۚ وَلَهُمْ عَذَابٌ مُقٖيمٌۙ","ayatMealText":{"tr":"Allah, erkek kadın bütün münafıklara ve bütün kâfirlere cehennem ateşini ebedî olarak vaad buyurdu. O ateş onlara yeter. Allah onlara lânet etmiştir. Onlara bitmez tükenmez bir azap vardır.","nl":"Allah heeft de huichelaars, de huichetaarsters en de ongelovigen het vuur van de Hel aangezegd, zij zijn daarin eeuwig levenden. Het is voldoende voor hen. En Allah heeft hen vervloekt. En voor hen is er een blijvende bestraffing.","en":"Allah has promised the hypocrites, both men and women, and the disbelievers an everlasting stay in the Fire of Hell—it is sufficient for them. Allah has condemned them, and they will suffer a never-ending punishment"},"surah":null}]}