{"juzNo":10,"pageNo":198,"arCuzNo":"۱۰","arPageNo":"۱۹۸","quranAyats":[{"id":1304,"surahId":9,"ayatId":69,"ayatNo":"٦٩","pageNo":198,"ayatText":"كَالَّذٖينَ مِنْ قَبْلِكُمْ كَانُٓوا اَشَدَّ مِنْكُمْ قُوَّةً وَاَكْثَرَ اَمْوَالاً وَاَوْلَاداًؕ فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذٖينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذٖي خَاضُواؕ اُو۬لٰٓئِكَ حَبِطَتْ اَعْمَالُهُمْ فِي الدُّنْيَا وَالْاٰخِرَةِۚ وَاُو۬لٰٓئِكَ هُمُ الْخَاسِرُونَ","ayatMealText":{"tr":"(Ey münafıklar!) siz de tıpkı kendinizden öncekiler gibisiniz. Oysa onlar sizden daha güçlü, kuvvetli, mal ve evlatça sizden daha varlıklı idiler. Dünya nimetlerinden paylarına düşen kadar zevk sürdüler. Sizden öncekiler kısmetlerine düşen kadarıyla nasıl zevk sürmek istedilerse siz de onlar gibi kısmetinize düşen kadarıyla zevk sürmeye baktınız, siz de sizden önce batağa dalanlar gibi batağa daldınız. İşte bunların dünyada ve ahirette bütün amelleri heder olup gitti ve işte bunlar hep hüsran içinde kalanlardır.","nl":"(Zij zijn) zoals degenen vóór jullie, zij waren sterker in kracht dan jullie en rijker aan bezittingen en kinderen. Zij hebben genoten van hun deel en jullie hebben genoten van jullie deel, zoals degenen vóór jullie hebben genoten. En jullie zijn verdiept (in ijdele gesprekken) zoals zij verdiept waren. Zij zijin degenen wiens daden vruchteloos zijn, in dit leven en in het Hiernamaals. Zij zijn degenen die de verliezers zijn.","en":"˹You hypocrites are˺ like those ˹disbelievers˺ before you. They were far superior to you in might and more abundant in wealth and children. They enjoyed their share in this life. You have enjoyed your share, just as they did. And you have engaged in idle talk, just as they did. Their deeds have become void in this world and the Hereafter. And it is they who are the ˹true˺ losers"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1305,"surahId":9,"ayatId":70,"ayatNo":"٧٠","pageNo":198,"ayatText":"اَلَمْ يَأْتِهِمْ نَبَاُ الَّذٖينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ اِبْرٰهٖيمَ وَاَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِؕ اَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِۚ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُٓوا اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Onlara, kendilerinden öncekilerin; Nuh Kavmi'nin, Âd'in, Semûd'un, İbrahim Kavmi'nin, Medyen Ashabı'nın ve o mü'tefikelerin haberi gelmedi mi? Onların hepsine peygamberleri delillerle gelmişlerdi. Demek ki Allah, onlara zulmetmiş değildi, lâkin onlar kendi kendilerine zulmediyorlardı.","nl":"Heeft het bericht hun niet bereikt over degenen vóór hen; het volk van Noeh, en de 'Âd en de Tsamôed, en het volk van Ibrâhîm, en de bewoners van Madyan en de bewoners van de geruïneerde steden? Hun Boodschappers waren tot ben gekomen met de duidelijke bewijzen. En Allah heeft hen nimmer onrecht aangedaan, maar zij hebben zichzelf onrecht aangedaan.","en":"Have they not received the stories of those ˹destroyed˺ before them: the people of Noah, ’Âd, and Thamûd, the people of Abraham, the residents of Midian, and the overturned cities ˹of Lot˺? Their messengers came to them with clear proofs. Allah would have never wronged them, but it was they who wronged themselves"},"surah":null},{"id":1306,"surahId":9,"ayatId":71,"ayatNo":"٧١","pageNo":198,"ayatText":"وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ اَوْلِيَٓاءُ بَعْضٍۘ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقٖيمُونَ الصَّلٰوةَ وَيُؤْتُونَ الزَّكٰوةَ وَيُطٖيعُونَ اللّٰهَ وَرَسُولَهُؕ اُو۬لٰٓئِكَ سَيَرْحَمُهُمُ اللّٰهُؕ اِنَّ اللّٰهَ عَزِيزٌ حَكٖيمٌ","ayatMealText":{"tr":"Erkek ve kadın bütün müminler birbirlerinin dostları ve velileridirler. İyiliği emrederler, kötülükten vazgeçirirler, namazı kılarlar, zekâtı verirler, Allah'a ve Resulüne itaat ederler. İşte bunları Allah rahmetiyle yarlığayacaktır. Çünkü Allah azîzdir, hakîmdir.","nl":"En de gelovige mannen en de gelovige vrouwen zijn elkaars helpers, zij roepen op tot het behoorlijke en verbieden het verwerpelijke en zij onderhouden de shalât en geven de zakât en zij gehoorzamen Allah en zijn Boodschapper. Zij zijn degenen die Allah zal begenedigen. Voorwaar, Allah is Almachtig, Alwijs.","en":"The believers, both men and women, are guardians of one another. They encourage good and forbid evil, establish prayer and pay alms-tax, and obey Allah and His Messenger. It is they who will be shown Allah’s mercy. Surely Allah is Almighty, All-Wise"},"surah":null},{"id":1307,"surahId":9,"ayatId":72,"ayatNo":"٧٢","pageNo":198,"ayatText":"وَعَدَ اللّٰهُ الْمُؤْمِنٖينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَا وَمَسَاكِنَ طَيِّبَةً فٖي جَنَّاتِ عَدْنٍؕ وَرِضْوَانٌ مِنَ اللّٰهِ اَكْبَرُؕ ذٰلِكَ هُوَ الْفَوْزُ الْعَظٖيمُࣖ","ayatMealText":{"tr":"Allah mümin erkeklere ve mümin kadınlara, altlarından ırmaklar akan cennetler vaad buyurdu. Orada ebedi kalacaklardır. Hem de Adn cennetlerinde hoş meskenler vaad etmiştir. Allah'ın rızası ise hepsinden büyüktür. İşte asıl büyük kurtuluş da budur.","nl":"Allah heeft de gelovigen mannen en de gelovige vrouwen Tuinen (het Paradijs) beloofd waar onder door de rivieren stromen, zij zijn daarin eeuwig, levenden. En goede woonplaatsen in de Tuinen van 'Adn (Eden). En het welbehagen van Allah is groter. Dat is de geweldige overwinning.","en":"Allah has promised the believers, both men and women, Gardens under which rivers flow, to stay there forever, and splendid homes in the Gardens of Eternity, and—above all—the pleasure of Allah. That is ˹truly˺ the ultimate triumph"},"surah":null}]}