{"juzNo":10,"pageNo":199,"arCuzNo":"۱۰","arPageNo":"۱۹۹","quranAyats":[{"id":1308,"surahId":9,"ayatId":73,"ayatNo":"٧٣","pageNo":199,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقٖينَ وَاغْلُظْ عَلَيْهِمْؕ وَمَأْوٰيهُمْ جَهَنَّمُؕ وَبِئْسَ الْمَصٖيرُ","ayatMealText":{"tr":"Ey Peygamber, kâfirlerle ve münafıklarla savaş. Onlara karşı katı ol. Onların varacakları yer cehennemdir ve orası ne kötü bir yerdir.","nl":"O Profeet, bevecht de ongelovigen en de huichelaars en treed hard tegen hen op. En hun verblijfplaats is de Hel, en dat is de slechtste bestemming.","en":"O Prophet! Struggle against the disbelievers and the hypocrites, and be firm with them. Hell will be their home. What an evil destination"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1309,"surahId":9,"ayatId":74,"ayatNo":"٧٤","pageNo":199,"ayatText":"يَحْلِفُونَ بِاللّٰهِ مَا قَالُواؕ وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ اِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُواۚ وَمَا نَقَمُٓوا اِلَّٓا اَنْ اَغْنٰيهُمُ اللّٰهُ وَرَسُولُهُ مِنْ فَضْلِهٖۚ فَاِنْ يَتُوبُوا يَكُ خَيْراً لَهُمْۚ وَاِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللّٰهُ عَذَاباً اَلٖيماً فِي الدُّنْيَا وَالْاٰخِرَةِۚ وَمَا لَهُمْ فِي الْاَرْضِ مِنْ وَلِيٍّ وَلَا نَصٖيرٍ","ayatMealText":{"tr":"Onlar, kötü bir şey söylemedik, diyerek Allah'a yemin ederler. Onlar o küfür kelimesini kesinlikle söylediler. İslâm'a girdikten sonra yine kâfirlik ettiler. Ve o başaramadıkları cinayeti tasarladılar. Halbuki intikam almaları için Allah'ın, Resulü ile onları lütfundan zenginleştirmiş olmasından başka bir sebep yoktu. Eğer tevbe ederlerse haklarında hayırlı olur. Yok yanaşmazlarsa Allah onları dünyada da, ahirette de acıklı bir azaba uğratır. Yeryüzünde onları koruyacak veya onlara yardım edecek bir kimse de bulunmaz.","nl":"Zij zwoeren bij Allah wat zij zeiden, terwijl zij voorzeker het woord van ongeloof uitspraken en zij zijn ongelovig geworden na hun Islam, en zij verlangden wat zij niet konden uitvoeren. Fn zij verweten slechts (toen) Allah en zijn Boodschapper hen (de gelovigen) rijkdom schonken, van Zijn gunst. Als zij dan berouw tonen, dan zou dat beter voor hen zijn, maar als zij zich afwenden, dan zal Allah hen straffen met een pijnlijke bestraffing, in dit leven en in het Hiernamaals. En op de aarde is er voor hen geen bescherma en geen helper.","en":"They swear by Allah that they never said anything ˹blasphemous˺, while they did in fact utter a blasphemy, lost faith after accepting Islam, and plotted what they could not carry out. It is only through resentment that they pay Allah and His Messenger back for enriching them out of His bounty! If they repent, it will be better for them. But if they turn away, Allah will torment them with a painful punishment in this world and the Hereafter, and they will have no one on earth to protect or help them"},"surah":null},{"id":1310,"surahId":9,"ayatId":75,"ayatNo":"٧٥","pageNo":199,"ayatText":"وَمِنْهُمْ مَنْ عَاهَدَ اللّٰهَ لَئِنْ اٰتٰينَا مِنْ فَضْلِهٖ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحٖينَ","ayatMealText":{"tr":"Yine onlardan kimi de Allah'a şöyle ahdetmişlerdi: \"Eğer bize lütuf ve kereminden ihsan ederse biz de elbette zekâtı veririz ve kesinlikle salihlerden oluruz.\" diye söz vermişlerdi.","nl":"En onder hen zijn er die aan Allah beloofden: \"Als Hij ons van Zijn gunst schenkt, dan zullen wij bijdragen geven en dan zullen wij zeker tot de rechtschapenen behoren.\"","en":"And there are some who had made a vow to Allah: “If He gives us from His bounty, we will surely spend in charity and be of the righteous.”"},"surah":null},{"id":1311,"surahId":9,"ayatId":76,"ayatNo":"٧٦","pageNo":199,"ayatText":"فَلَمَّٓا اٰتٰيهُمْ مِنْ فَضْلِهٖ بَخِلُوا بِهٖ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ","ayatMealText":{"tr":"Ne zaman ki, Allah lutfedip onlara ihsanda bulundu, onlar da cimrilik edip yüz çevirdiler ve zaten yan çizip duruyorlardı.","nl":"Maar wanneer Hij hun dan van Zijn gunst heeft geschonken, dan zijn zij er gierig mee en wenden zij zich af (van hun belofte). En zij wenden zich af.","en":"But when He gave them out of His bounty, they withheld it and turned away indifferently"},"surah":null},{"id":1312,"surahId":9,"ayatId":77,"ayatNo":"٧٧","pageNo":199,"ayatText":"فَاَعْقَبَهُمْ نِفَاقاً فٖي قُلُوبِهِمْ اِلٰى يَوْمِ يَلْقَوْنَهُ بِمَٓا اَخْلَفُوا اللّٰهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ","ayatMealText":{"tr":"Allah'a verdikleri sözü tutmadıkları ve yalan söyledikleri için, O da bu yaptıklarının sonucunu kıyamet gününe kadar yüreklerinde sürüp gidecek bir münafıklığa çevirdi.","nl":"Daarom veroorzaakte (de gierigheid) huichelachtigheid in hun harten, tot de Dag waarop zij Hem ontmoeten, omdat zij de aan Allah gedane belofte hebben gebroken en omdat zij plachten te liegen.","en":"So He caused hypocrisy to plague their hearts until the Day they will meet Him, for breaking their promise to Allah and for their lies"},"surah":null},{"id":1313,"surahId":9,"ayatId":78,"ayatNo":"٧٨","pageNo":199,"ayatText":"اَلَمْ يَعْلَمُٓوا اَنَّ اللّٰهَ يَعْلَمُ سِرَّهُمْ وَنَجْوٰيهُمْ وَاَنَّ اللّٰهَ عَلَّامُ الْغُيُوبِۚ","ayatMealText":{"tr":"Allah'ın, onların sırlarını da, fısıltılarını da bilip durduğunu ve Allah'ın bütün bilinmeyenleri bildiğini hâlâ öğrenemediler mi?","nl":"Weten zij niet dat Allah hun geheim kent en hun vertrouwlijke gesprekken en dat Allah de Kenner van het onwaarneembare is?","en":"Do they not know that Allah ˹fully˺ knows their ˹evil˺ thoughts and secret talks, and that Allah is the Knower of all unseen"},"surah":null},{"id":1314,"surahId":9,"ayatId":79,"ayatNo":"٧٩","pageNo":199,"ayatText":"اَلَّذٖينَ يَلْمِزُونَ الْمُطَّوِّعٖينَ مِنَ الْمُؤْمِنٖينَ فِي الصَّدَقَاتِ وَالَّذٖينَ لَا يَجِدُونَ اِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْؕ سَخِرَ اللّٰهُ مِنْهُمْؗ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Müminlerden zekâttan fazla olarak kendi gönülleriyle bağışta bulunanlara, bir de güçlerinin yettiğinden fazlasını bulamayanlara bakıp da onlarla alay edenleri Allah, maskaraya çevirmiştir. Onlara pek acıklı bir azap vardır.","nl":"Degenen die beledigende aanmerkingen maken over de vrijwillige gevers onder de gelovigen over de aalmoezen en over degenen die vanwege hun armoede niets kunnen vinden (om te geven), tenzij met de grootste moeite, en die dan de spot met hen drijven: Allah zal de spot op hen terugwerpen en voor hen is cr een pijnlijke bestraffing.","en":"˹There are˺ those who slander ˹some of˺ the believers for donating liberally and mock others for giving only the little they can afford. Allah will throw their mockery back at them, and they will suffer a painful punishment"},"surah":null}]}