{"juzNo":1,"pageNo":2,"arCuzNo":"۱","arPageNo":"۲","quranAyats":[{"id":8,"surahId":2,"ayatId":1,"ayatNo":"١","pageNo":2,"ayatText":"الٓمٓۚ","ayatMealText":{"tr":"(Elif, Lâm, Mîm.)","nl":"Alif Lâm Mîm.","en":"Alif-Lãm-Mĩm"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":9,"surahId":2,"ayatId":2,"ayatNo":"٢","pageNo":2,"ayatText":"ذٰلِكَ الْكِتَابُ لَا رَيْبَۚۛ فٖيهِۚۛ هُدًى لِلْمُتَّقٖينَۙ","ayatMealText":{"tr":"İşte o kitap, bunda şüphe yok, müttakiler (kötülükten korunacaklar) için hidayettir.","nl":"Dit is het Boek (de Koran) waaraan geen twijfel is, een leidraad voor de Moettaqôen.","en":"This is the Book! There is no doubt about it—a guide for those mindful ˹of Allah˺"},"surah":null},{"id":10,"surahId":2,"ayatId":3,"ayatNo":"٣","pageNo":2,"ayatText":"اَلَّذٖينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقٖيمُونَ الصَّلٰوةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَۙ","ayatMealText":{"tr":"Onlar ki gaybe iman edip namazı dürüst kılarlar ve kendilerine verdiğimiz rızıktan (Allah yolunda) harcarlar.","nl":"Degenen die in het onwaarneembare geloven en de shalât onderhouden en die bijdragen geven van waar Wij hun mee hebben voorzien.","en":"who believe in the unseen, establish prayer, and donate from what We have provided for them"},"surah":null},{"id":11,"surahId":2,"ayatId":4,"ayatNo":"٤","pageNo":2,"ayatText":"وَالَّذٖينَ يُؤْمِنُونَ بِمَٓا اُنْزِلَ اِلَيْكَ وَمَٓا اُنْزِلَ مِنْ قَبْلِكَۚ وَبِالْاٰخِرَةِ هُمْ يُوقِنُونَؕ","ayatMealText":{"tr":"Ve onlar ki hem sana indirilene iman ederler, hem senden önce indirilene. Ahirete de bunlar kesinlikle iman ederler.","nl":"En degenen die geloven in wat aan jou (O Moehammad) is neergezonden (de Koran) en in wat vóór jou is neergezonden en die van het (bestaan van het) Hiernamaals overtuigd zijn.","en":"and who believe in what has been revealed to you ˹O Prophet˺ and what was revealed before you, and have sure faith in the Hereafter"},"surah":null},{"id":12,"surahId":2,"ayatId":5,"ayatNo":"٥","pageNo":2,"ayatText":"اُو۬لٰٓئِكَ عَلٰى هُدًى مِنْ رَبِّهِمْ وَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"Bunlar, işte Rabblerinden bir hidayet üzerindedirler ve bunlar işte felaha erenlerdir.","nl":"Zij zijn depenen die Leiding van hun Heer ontvangen en zij zijn degenen die welslagen.","en":"It is they who are ˹truly˺ guided by their Lord, and it is they who will be successful"},"surah":null}]}