{"juzNo":10,"pageNo":200,"arCuzNo":"۱۰","arPageNo":"۲۰۰","quranAyats":[{"id":1315,"surahId":9,"ayatId":80,"ayatNo":"٨٠","pageNo":200,"ayatText":"اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْؕ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعٖينَ مَرَّةً فَلَنْ يَغْفِرَ اللّٰهُ لَهُمْؕ ذٰلِكَ بِاَنَّهُمْ كَفَرُوا بِاللّٰهِ وَرَسُولِهٖؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقٖينَࣖ","ayatMealText":{"tr":"Onlar için Allah'dan ister mağfiret dile, ister dileme. Onlar için yetmiş kere mağfiret dilesen de yine Allah onları affetmeyecektir. Bu, onların Allah'ı ve Resulünü inkâr etmelerinden dolayı böyledir. Allah, böylesine baştan çıkmış fasıklar güruhuna hidayet etmez.","nl":"Of jij nu vergeving voor hen vraagt, of geen vergeving voor hen vraagt (het maakt geen verschil); ook al zou jij zeventig keer vergeving voor hen vragen; nooit zal Allah hen vergeven. Dat is omdat zij niet in Allah en zijn Boodschapper geloven. En Allah leidt het zwaar zondige volk niet.","en":"˹It does not matter˺ whether you ˹O Prophet˺ pray for them to be forgiven or not. Even if you pray for their forgiveness seventy times, Allah will never forgive them. That is because they have lost faith in Allah and His Messenger. And Allah does not guide the rebellious people"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1316,"surahId":9,"ayatId":81,"ayatNo":"٨١","pageNo":200,"ayatText":"فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللّٰهِ وَكَرِهُٓوا اَنْ يُجَاهِدُوا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فٖي سَبٖيلِ اللّٰهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّؕ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَراًّؕ لَوْ كَانُوا يَفْقَهُونَ","ayatMealText":{"tr":"Savaştan geri kalan münafıklar, Resulullah'ın hilafına, onun savaşa gitmesine karşılık, oturup kalmalarıyla ferahladılar ve mallarıyla, canlarıyla Allah yolunda cihad etmekten hoşlanmadılar, üstelik \"Bu sıcakta savaşa gitmeyin.\" dediler. De ki: \"Cehennem ateşi daha sıcaktır.\" Keşke anlayabilselerdi.","nl":"De achterblijvers (in de tijd van de Slag bij Tahôek) verheugden zich er over dat zij achter de Boodschapper van Allah waren gebleven en zij hadden er een afkeer van om met hun bezittingen en hun levens te strijden op de Weg van Allah, en zij zeiden: \"Rukt niet uit in de hitte!\" Zeg: \"De hitte van de Hel is erger.\" Als jullie dat toch begrepen!","en":"Those ˹hypocrites˺ who remained behind rejoiced for doing so in defiance of the Messenger of Allah and hated ˹the prospect of˺ striving with their wealth and their lives in the cause of Allah. They said ˹to one another˺, “Do not march forth in the heat.” Say, ˹O Prophet,˺ “The Fire of Hell is far hotter!” If only they could comprehend"},"surah":null},{"id":1317,"surahId":9,"ayatId":82,"ayatNo":"٨٢","pageNo":200,"ayatText":"فَلْيَضْحَكُوا قَلٖيلاً وَلْيَبْكُوا كَثٖيراًۚ جَزَٓاءً بِمَا كَانُوا يَكْسِبُونَ","ayatMealText":{"tr":"Kazandıkları günahın cezası olarak, artık az gülsünler, çok ağlasınlar.","nl":"Laten zij daarom weinig lachen en veel huilen, als een vergelding voor hetgeen zij plachten te bedrijven.","en":"So let them laugh a little—they will weep much as a reward for what they have committed"},"surah":null},{"id":1318,"surahId":9,"ayatId":83,"ayatNo":"٨٣","pageNo":200,"ayatText":"فَاِنْ رَجَعَكَ اللّٰهُ اِلٰى طَٓائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ اَبَداً وَلَنْ تُقَاتِلُوا مَعِيَ عَدُواًّؕ اِنَّكُمْ رَضٖيتُمْ بِالْقُعُودِ اَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفٖينَ","ayatMealText":{"tr":"Eğer Allah, seni onlardan bir kısmının yanına döndürür de onlar başka bir cihada seninle birlikte çıkmak için senden izin isterlerse, de ki; \"Artık siz hiçbir zaman benimle çıkamayacaksınız. Daha önce oturup kalmaktan hoşlanıyordunuz. Bundan böyle artık geride kalanlarla beraber oturup kalın.\"","nl":"Als Allah jou (O Moehammad) dan (veilig) terugbrengt naar een groep van hen, dan vragen zij jou toestemming om (ten strijde) te trekken. Zeg dan: \"Jullie zullen nooit met mij uittrekken en nimmer zullen jullie met mij een vijand bevechten, voorwaar, het behaagde jullie de eerste keer om te blijven zitten, blijft daarom zitten bij de thuisblijvers.","en":"If Allah returns you ˹O Prophet˺ to a group of them and they ask to go forth with you, say, “You will not ever go forth or fight an enemy along with me. You preferred to stay behind the first time, so stay with those ˹helpless˺ who remain behind.”"},"surah":null},{"id":1319,"surahId":9,"ayatId":84,"ayatNo":"٨٤","pageNo":200,"ayatText":"وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِنْهُمْ مَاتَ اَبَداً وَلَا تَقُمْ عَلٰى قَبْرِهٖؕ اِنَّهُمْ كَفَرُوا بِاللّٰهِ وَرَسُولِهٖ وَمَاتُوا وَهُمْ فَاسِقُونَ","ayatMealText":{"tr":"Ve onlardan biri ölürse asla namazını kılma ve kabirinin başına gidip durma. Çünkü onlar Allah'ı ve Resulünü tanımadılar. Ve fasık olarak can verdiler.","nl":"En verricht nooit een shalât over een dode van hen en sta niet bij zijn gra£: voorwaar, zij geloven niet in Allah en zijn Boodschapper en zij stierven, en zij waren zwaar zondig.","en":"And do not ever offer ˹funeral˺ prayers for any of their dead, nor stand by their grave ˹at burial˺, for they have lost faith in Allah and His Messenger and died rebellious"},"surah":null},{"id":1320,"surahId":9,"ayatId":85,"ayatNo":"٨٥","pageNo":200,"ayatText":"وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْؕ اِنَّمَا يُرٖيدُ اللّٰهُ اَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كَافِرُونَ","ayatMealText":{"tr":"Onların ne malları, ne de evlatları seni imrendirmesin. Allah, onları dünyada bunlarla cezalandırmayı ve canlarının kâfir olarak çıkmasını murad ediyor, başka değil.","nl":"En laat hun bezittingen en hun kinderen op jou geen (goede) indruk maken; Allah wenst hen slechts daarmee te straffen in dit leven en dat hun zielen weggaan terwijl zij ongelovig zijn.","en":"And let neither their wealth nor children impress you ˹O Prophet˺. Allah only intends to torment them through these things in this world, and ˹then˺ their souls will depart while they are disbelievers"},"surah":null},{"id":1321,"surahId":9,"ayatId":86,"ayatNo":"٨٦","pageNo":200,"ayatText":"وَاِذَٓا اُنْزِلَتْ سُورَةٌ اَنْ اٰمِنُوا بِاللّٰهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ اُو۬لُوا الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدٖينَ","ayatMealText":{"tr":"\"Allah'a iman edin ve Resulü ile birlikte cihada gidin.\" diye bir sûre indirildiği zaman, içlerinden mal mülk sahibi olanlar senden izin istediler ve \"Bırak bizi oturanlarla beraber oturalım.\" dediler.","nl":"En wanneer er een Soerah (een hoofdstuk) wordt neergezonden (waarin wordt gemaand:) \"Gelooft in Allah en strijdt met Zijn Boodschapper,\" dan vragen de welgestelden onder hen om toestemming, zij zeggen: \"Laat ons maar achter bij de thuisblijvers.\"","en":"Whenever a sûrah is revealed stating, “Believe in Allah and struggle along with His Messenger,” the rich among them would ask to be exempt, saying, “Leave us with those who remain behind.”"},"surah":null}]}