{"juzNo":10,"pageNo":201,"arCuzNo":"۱۰","arPageNo":"۲۰۱","quranAyats":[{"id":1322,"surahId":9,"ayatId":87,"ayatNo":"٨٧","pageNo":201,"ayatText":"رَضُوا بِاَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِـعَ عَلٰى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ","ayatMealText":{"tr":"Onlar, oturanlarla beraber oturmaktan hoşlandılar. Kalblerine mühür vuruldu. Bundan dolayı onlar anlayışsızdırlar.","nl":"Het behaagt hen om bij de thuisblijvers te behoren en hun harten zijn vergrendeld, omdat zij (het) niet begrijpen.","en":"They preferred to stay behind with the helpless, and their hearts have been sealed so they do not comprehend"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1323,"surahId":9,"ayatId":88,"ayatNo":"٨٨","pageNo":201,"ayatText":"لٰكِنِ الرَّسُولُ وَالَّذٖينَ اٰمَنُوا مَعَهُ جَاهَدُوا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْؕ وَاُو۬لٰٓئِكَ لَهُمُ الْخَيْرَاتُؗ وَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"Fakat Peygamber ve onunla beraber olan müminler mallarıyla, canlarıyla cihad ettiler. İşte bütün hayırlar onlarındır. Murada erenler de işte onlardır.","nl":"Maar de Boodschapper en degenen die met hem geloven, zij strijden met hun bezittingen en hun levens. En nj zijn degenen voor wie er de goede dingen zijn, en zij zijn degenen die de welslagenden zijn.","en":"But the Messenger and the believers with him strived with their wealth and their lives. They will have all the best, and it is they who will be successful"},"surah":null},{"id":1324,"surahId":9,"ayatId":89,"ayatNo":"٨٩","pageNo":201,"ayatText":"اَعَدَّ اللّٰهُ لَهُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَاؕ ذٰلِكَ الْفَوْزُ الْعَظٖيمُࣖ","ayatMealText":{"tr":"Allah onlara, altından ırmaklar akan cennetler hazırladı. İçlerinde ebedi kalacaklar. İşte o büyük kurtuluş budur.","nl":"Allah heeft voor hen een Tuin (het Paradijs) bereid waar onder door de rivieren stromen, zij zijn daarin de eeuwig levenden. Dat is de geweldige overwinning.","en":"Allah has prepared for them Gardens under which rivers flow, to stay there forever. That is the ultimate triumph"},"surah":null},{"id":1325,"surahId":9,"ayatId":90,"ayatNo":"٩٠","pageNo":201,"ayatText":"وَجَٓاءَ الْمُعَذِّرُونَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذٖينَ كَذَبُوا اللّٰهَ وَرَسُولَهُؕ سَيُصٖيبُ الَّذٖينَ كَفَرُوا مِنْهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Bedevilerden özür bahane edenler, kendilerine izin verilsin diye geldiler. Allah'a ve Resulüne yalan söyleyenler de oturdular kaldılar. Bunlardan kâfir olanlara acıklı bir azap isabet edecektir.","nl":"De aanbieders van verontschuldigingen onder de bedoeïenen komen, opdat hun vrijstelling zal worden gegeven, en degenen die Allah en Zijn Boodschapper loochenen, gaan zitten. Een pijnlijke bestrafring zal de ongelovigen onder hen treffen.","en":"Some nomadic Arabs ˹also˺ came with excuses, seeking exemption. And those who were untrue to Allah and His Messenger remained behind ˹with no excuse˺. The unfaithful among them will be afflicted with a painful punishment"},"surah":null},{"id":1326,"surahId":9,"ayatId":91,"ayatNo":"٩١","pageNo":201,"ayatText":"لَيْسَ عَلَى الضُّعَفَٓاءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذٖينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ اِذَا نَصَحُوا لِلّٰهِ وَرَسُولِهٖؕ مَا عَلَى الْمُحْسِنٖينَ مِنْ سَبٖيلٍؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌۙ","ayatMealText":{"tr":"Allah ve Resulü adına nasihat ettikleri takdirde ne zayıflara, ne hastalara, ne de verecek birşey bulamayan yoksullara savaştan kalmaktan dolayı bir günah yoktur. İyilik edenleri ayıplamaya bir yol yoktur. Allah gafurdur, rahîmdir.","nl":"Er rust geen zonde op de zwakken, de zieken, noch op degenen die niets kunnen vinden om te besteden, wanneer zij oprecht zijn tegenover Allah en zijn Boodschapper. Tegen de weldoeners is er geen weg (cm ben van zonde te beschuldigen). En Allah is Vergevensgezind, Meest Barmhartig.","en":"There is no blame on the weak, the sick, or those lacking the means ˹if they stay behind˺, as long as they are true to Allah and His Messenger. There is no blame on the good-doers. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":1327,"surahId":9,"ayatId":92,"ayatNo":"٩٢","pageNo":201,"ayatText":"وَلَا عَلَى الَّذٖينَ اِذَا مَٓا اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَٓا اَجِدُ مَٓا اَحْمِلُكُمْ عَلَيْهِࣕ تَوَلَّوْا وَاَعْيُنُهُمْ تَفٖيضُ مِنَ الدَّمْعِ حَزَناً اَلَّا يَجِدُوا مَا يُنْفِقُونَؕ","ayatMealText":{"tr":"Kendilerini bindirip savaşa gönderesin diye gönüllü olarak sana geldiklerinde, \"Sizi bindirecek birşey bulamıyorum.\" dediğin zaman, bu uğurda harcayacakları birşey bulamadıklarından dolayı üzülüp gözlerinden yaş döke döke geri dönüp gidenlere de bir günah yoktur.","nl":"En (ook) niet op degenen die, toon zij naar jou kwamen opdat jij lien zou vervoeren. (En) jij zei: \"Ik kan niets vinden waarop jullie vervoerd kunnen worden,\" (en) zij draaiden zich om, terwijl hun ogen overstroomden van tranen, uit droefheid omdat zij niets konden vinden om als bijdrage te besteden.","en":"Nor ˹is there any blame on˺ those who came to you ˹O Prophet˺ for mounts, then when you said, “I can find no mounts for you,” they left with eyes overflowing with tears out of grief that they had nothing to contribute"},"surah":null},{"id":1328,"surahId":9,"ayatId":93,"ayatNo":"٩٣","pageNo":201,"ayatText":"اِنَّمَا السَّبٖيلُ عَلَى الَّذٖينَ يَسْتَأْذِنُونَكَ وَهُمْ اَغْنِيَٓاءُۚ رَضُوا بِاَنْ يَكُونُوا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Kınamaya yol, ancak zengin oldukları halde geri kalmak için senden izin isteyenleredir. Bunlar geri kalanlarla beraber olmayı tercih ettiler. Allah da kalblerini mühürledi. Onlar, artık başlarına geleceği bilmezler.","nl":"Voorwaar, slechts tegen degenen die jou om vrijstelling vragen terwijl zij rijk zijn, is er een weg (om hen te beschuldigen). Het behaagde hen om tot de thiuisblijvers te behoren en Allah heeft hun harten vergrendeld zodat zij niet weten.","en":"Blame is only on those who seek exemption from you although they have the means. They preferred to stay behind with the helpless, and Allah has sealed their hearts so they do not realize ˹the consequences˺"},"surah":null}]}