{"juzNo":11,"pageNo":202,"arCuzNo":"۱۱","arPageNo":"۲۰۲","quranAyats":[{"id":1329,"surahId":9,"ayatId":94,"ayatNo":"٩٤","pageNo":202,"ayatText":"يَعْتَذِرُونَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْؕ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّاَنَا اللّٰهُ مِنْ اَخْبَارِكُمْؕ وَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ اِلٰى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Savaştan dönüp yanlarına geldiğinizde size özür beyan edecekler. De ki: \"Özür beyan etmeyin. Size kesinlikle inanmayız. Allah bize, sizin durumunuzdan haberler verdi\". Bundan sonra da Allah ve Resulü yaptıklarınızı görecektir. Daha sonra da gizliyi ve âşikârı bilen Allah'a döndürüleceksiniz. O vakit O, size neler yapmış olduğunuzu tek tek haber verecektir.","nl":"Zij zullen jullie verontschuldigen aanbieden wanneer jullie tot hen zijn teruggekeerd. Zeg: \"Biedt geen verontschuldigingen aan, wij zullen jullie nooit geloven. Voorzeker, Allah heeft ons ingelicht over jullie (ware) houding. En Allah en Zijn Boodschapper zullen jullie daden zien. Daarna zullen jullie worden teruggevoerd tot de Kenner van het onwaarneembare en het waarneembare en dan zal Hij jullie inlichten over wat jullie plachten te doen.\"","en":"They will make excuses to you ˹believers˺ when you return to them. Say, “Make no excuses, ˹for˺ we will not believe you. Allah has already informed us about your ˹true˺ state ˹of faith˺. Your ˹future˺ deeds will be observed by Allah and His Messenger as well. And you will be returned to the Knower of the seen and unseen, then He will inform you of what you used to do.”"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1330,"surahId":9,"ayatId":95,"ayatNo":"٩٥","pageNo":202,"ayatText":"سَيَحْلِفُونَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْؕ فَاَعْرِضُوا عَنْهُمْؕ اِنَّهُمْ رِجْسٌؗ وَمَأْوٰيهُمْ جَهَنَّمُۚ جَزَٓاءً بِمَا كَانُوا يَكْسِبُونَ","ayatMealText":{"tr":"Dönüp de yanlarına geldiğinizde kendilerinden yüz çeviresiniz (hesaba çekmekten vazgeçesiniz) diye Allah'a yemin edecekler. Siz de onlardan yüz çevirin. Çünkü onlar gerçekten murdar kimselerdir. Yaptıklarının cezası olarak nihayet varacakları yer cehennemdir.","nl":"Zij zullen tegenover jou bij Allah zweren, wanneer jullie tot hen zijn terugkeerd, opdat jullie je van hen afwenden. Wendt jullie dan van hen af. voorwaar, zij zijn onrein en hun verblijfplaats is de Hel, als vergelding voor wat zij plachten te verrichten.","en":"When you return, they will swear to you by Allah so that you may leave them alone. So leave them alone—they are truly evil. Hell will be their home as a reward for what they have committed"},"surah":null},{"id":1331,"surahId":9,"ayatId":96,"ayatNo":"٩٦","pageNo":202,"ayatText":"يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْۚ فَاِنْ تَرْضَوْا عَنْهُمْ فَاِنَّ اللّٰهَ لَا يَرْضٰى عَنِ الْقَوْمِ الْفَاسِقٖينَ","ayatMealText":{"tr":"Kendilerinden razı olasınız diye size yemin ederler. Eğer siz onlardan razı olursanız, şunu bilin ki Allah, o fasıklar güruhundan kesinlikle razı olmaz.","nl":"Zij zweren tegenover jullie opdat jullie welbehagen aan hen zullen hebben, en als jullie welbehagen aan hen hebben: voorwaar, Allah heeft geen welbehagen aan het zwaar zondige volk.","en":"They will swear to you in order to please you. And even if you are pleased with them, Allah will never be pleased with the rebellious people"},"surah":null},{"id":1332,"surahId":9,"ayatId":97,"ayatNo":"٩٧","pageNo":202,"ayatText":"اَلْاَعْرَابُ اَشَدُّ كُفْراً وَنِفَاقاً وَاَجْدَرُ اَلَّا يَعْلَمُوا حُدُودَ مَٓا اَنْزَلَ اللّٰهُ عَلٰى رَسُولِهٖؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Bedeviler inkâr ve münafıklık bakımından daha beterdirler. Bununla beraber Allah'ın, Resulüne indirdiği (hükümlerin) sınırlarını bilmemeye daha yatkındırlar. Allah alîmdir, hakîmdir,","nl":"De bedoeïenen zijn het ergst in ongeloof en huichelarij en het ligt ben het meest om de bepalingen die Allah heeft neergezonden aan Zijn Boodschapper niet te kennen. En Allah is Alwetend, Alwijs.","en":"The nomadic Arabs ˹around Medina˺ are far worse in disbelief and hypocrisy, and less likely to know the laws revealed by Allah to His Messenger. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":1333,"surahId":9,"ayatId":98,"ayatNo":"٩٨","pageNo":202,"ayatText":"وَمِنَ الْاَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَماً وَيَتَرَبَّصُ بِكُمُ الدَّوَٓائِرَؕ عَلَيْهِمْ دَٓائِرَةُ السَّوْءِؕ وَاللّٰهُ سَمٖيعٌ عَلٖيمٌ","ayatMealText":{"tr":"Bedevilerden kimi de var ki, verdiğini angarya sayar ve sizin üzerinize belalar gelmesini bekler. O çirkin belalar kendi başlarına olsun! Allah herşeyi işitendir, bilendir.","nl":"Onder de bedoeïenen zijn er die hun bijdragen als een boete beschouwen en zij wachten af totdat jullie getroffen worden door tegenslagen. Moge zij zelf door een tegenslag getroffen worden! En Allah is Alhorend, Alwetend.","en":"And among the nomads are those who consider what they donate to be a loss and await your misfortune. May ill-fortune befall them! And Allah is All-Hearing, All-Knowing"},"surah":null},{"id":1334,"surahId":9,"ayatId":99,"ayatNo":"٩٩","pageNo":202,"ayatText":"وَمِنَ الْاَعْرَابِ مَنْ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللّٰهِ وَصَلَوَاتِ الرَّسُولِؕ اَلَٓا اِنَّهَا قُرْبَةٌ لَهُمْؕ سَيُدْخِلُهُمُ اللّٰهُ فٖي رَحْمَتِهٖؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Yine bedevilerden kimi de vardır ki, Allah'a ve ahiret gününe inanır ve harcadığını Allah katında yakınlıklara ve Peygamber'in dualarını almaya vesile sayar. Gerçekten de bu, onlar için bir yakınlıktır. Allah onları rahmeti içine koyacaktır. Şüphesizki, Allah bağışlayıcıdır ve rahmet edicidir.","nl":"En onder de bedoeïenen zijn er die geloven in Allah en de Laatste Dag en die hun bijdragen beschouwen als middelen om Allah dichter te naderen, en om de smeekbede van de Boodschappper (te verkrijgen). Weet, voorwaar, het is voor hen een middel tot toenadering (tot Allah). En Allah zal hen Zijn Barmbartigheid doen binnengaan. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"However, among the nomadic Arabs are those who believe in Allah and the Last Day, and consider what they donate as a means of coming closer to Allah and ˹receiving˺ the prayers of the Messenger. It will certainly bring them closer. Allah will admit them into His mercy. Surely Allah is All-Forgiving, Most Merciful"},"surah":null}]}