{"juzNo":11,"pageNo":204,"arCuzNo":"۱۱","arPageNo":"۲۰٤","quranAyats":[{"id":1342,"surahId":9,"ayatId":107,"ayatNo":"١٠٧","pageNo":204,"ayatText":"وَالَّذٖينَ اتَّخَذُوا مَسْجِداً ضِرَاراً وَكُفْراً وَتَفْرٖيقاً بَيْنَ الْمُؤْمِنٖينَ وَاِرْصَاداً لِمَنْ حَارَبَ اللّٰهَ وَرَسُولَهُ مِنْ قَبْلُؕ وَلَيَحْلِفُنَّ اِنْ اَرَدْنَٓا اِلَّا الْحُسْنٰىؕ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكَاذِبُونَ","ayatMealText":{"tr":"Bir de müslümanlara zarar vermek, kâfirlik etmek ve müslümanların arasına ayrılık sokmak ve daha önce Allah ve Resulü'ne karşı savaş açmış olanı beklemek için mescid yapanlar var. \"İyilikten başka bir maksadımız yoktu.\" diye yemin de edecekler. Fakat bunların kesinlikle yalancı olduklarına Allah şahittir.","nl":"En degenen (de huichelaars) die een moskee hebben gebouwd om schade en ongeloof en splitsing onder de gelovigen te veroorzaken, en als een hinderlaag van degenen die eerder tegen Allah en Zijn Boodschapper vochten: en zij zullen zeker zweren: \"Wij wensen niets den het goede.\" Maar Allah is er Getuige van dat zij zeker leugenaars zijn.","en":"There are also those ˹hypocrites˺ who set up a mosque ˹only˺ to cause harm, promote disbelief, divide the believers, and as a base for those who had previously fought against Allah and His Messenger. They will definitely swear, “We intended nothing but good,” but Allah bears witness that they are surely liars"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1343,"surahId":9,"ayatId":108,"ayatNo":"١٠٨","pageNo":204,"ayatText":"لَا تَقُمْ فٖيهِ اَبَداًؕ لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُومَ فٖيهِؕ فٖيهِ رِجَالٌ يُحِبُّونَ اَنْ يَتَطَهَّرُواؕ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرٖينَ","ayatMealText":{"tr":"O mescit içinde sen kesinlikle namaza durma. Ta ilk gününde temeli takva üzerine kurulan mescit elbette içinde namaz kılmana daha layıktır. Onun içinde günahlarından arınmayı seven kişiler vardır. Allah da arınmış, ak pak olmuş olanları sever.","nl":"Verricht daarin nooit de shalât. Waarlijk, een moskee die vanaf de eerste dag is gebouwd op Taqwa, heeft er meer recht op dat jij daarin de shalât verricht. Daarin zijn mannen die ervan houden om zich te reinigen. En Allah houdt van bhn die zich reinigen.","en":"Do not ˹O Prophet˺ ever pray in it. Certainly, a mosque founded on righteousness from the first day is more worthy of your prayers. In it are men who love to be purified. And Allah loves those who purify themselves"},"surah":null},{"id":1344,"surahId":9,"ayatId":109,"ayatNo":"١٠٩","pageNo":204,"ayatText":"اَفَمَنْ اَسَّسَ بُنْيَانَهُ عَلٰى تَقْوٰى مِنَ اللّٰهِ وَرِضْوَانٍ خَيْرٌ اَمْ مَنْ اَسَّسَ بُنْيَانَهُ عَلٰى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهٖ فٖي نَارِ جَهَنَّمَؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَ","ayatMealText":{"tr":"O halde binasını Allah korkusu ve Allah rızası üzerine kurmuş olan mı hayırlıdır, yoksa binasını yıkılmak üzere olan bir uçurumun kenarına kurup da onunla birlikte cehenneme yuvarlanan mı daha hayırlı? Allah, zalimler güruhunu hidayete erdirmez.","nl":"Is hij, die zijn bouwwcrk op vrees voor Allah heeft gegrondvest en op Zijn welbehagen, dan niet beter? Of hij dan, die zijn bouwwerk heeft gegrondvest op de rand van een ravijn, dat dan met hem in het vuur van de Hel stort? Allah leidt het onrechtplegende volk niet.","en":"Which is better: those who laid the foundation of their building on the fear and pleasure of Allah, or those who did so on the edge of a crumbling cliff that tumbled down with them into the Fire of Hell? And Allah does not guide the wrongdoing people"},"surah":null},{"id":1345,"surahId":9,"ayatId":110,"ayatNo":"١١٠","pageNo":204,"ayatText":"لَا يَزَالُ بُنْيَانُهُمُ الَّذٖي بَنَوْا رٖيبَةً فٖي قُلُوبِهِمْ اِلَّٓا اَنْ تَقَطَّعَ قُلُوبُهُمْؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌࣖ","ayatMealText":{"tr":"Onların kurmuş oldukları bu türlü binalar, kalpleri parça parça olmadıkça, kalblerinde bir nifak düğümü olup kalacaktır. Allah, alîmdir, hakîmdir.","nl":"Het bouwwerk dat zij hebben gebouwd zal een bron van onrust blijven in hun harten, tenzij hun harten in stukken zijn gebroken. En Allah is Alwetend, Alwijs.","en":"The building which they erected will never cease to fuel hypocrisy in their hearts until their hearts are torn apart. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":1346,"surahId":9,"ayatId":111,"ayatNo":"١١١","pageNo":204,"ayatText":"اِنَّ اللّٰهَ اشْتَرٰى مِنَ الْمُؤْمِنٖينَ اَنْفُسَهُمْ وَاَمْوَالَهُمْ بِاَنَّ لَهُمُ الْجَنَّةَؕ يُقَاتِلُونَ فٖي سَبٖيلِ اللّٰهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقاًّ فِي التَّوْرٰيةِ وَالْاِنْجٖيلِ وَالْقُرْاٰنِؕ وَمَنْ اَوْفٰى بِعَهْدِهٖ مِنَ اللّٰهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذٖي بَايَعْتُمْ بِهٖؕ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظٖيمُ","ayatMealText":{"tr":"Allah, müminlerden, canlarını ve mallarını, kendilerine cennet vermek üzere satın almıştır: Allah yolunda çarpışacaklar da öldürecekler ve öldürülecekler. Bu, Tevrat'ta da, İncil'de de Kur'ân'da da Allah'ın kendi üzerine yüklendiği bir ahittir. Allah'dan ziyade ahdine riayet edecek kim vardır? O halde yaptığınız alışveriş ahdinden dolayı size müjdeler olsun! Ve işte o büyük kurtuluş budur.","nl":"Voorwaar, Allah heeft van de gelovigen hun levens en bezittingen gekocht omdat er voor hen het Paradijs is. Zij strijden op de Weg van Allah, zodat zij doden of gedood wordenm als een belofte waar Hij Zich aan heeft verbonden, een Waarheid (die staat verineld) in de Taurât, en de lndjîl en de Koran. En wie is zijn belofte meer trouw dan Allah? Verheugt jullie daarom over jullie koop die jullie met Hem hebben gestoten. En dat is de geweldige overwinning.","en":"Allah has indeed purchased from the believers their lives and wealth in exchange for Paradise. They fight in the cause of Allah and kill or are killed. This is a true promise binding on Him in the Torah, the Gospel, and the Quran. And whose promise is truer than Allah’s? So rejoice in the exchange you have made with Him. That is ˹truly˺ the ultimate triumph"},"surah":null}]}