{"juzNo":11,"pageNo":206,"arCuzNo":"۱۱","arPageNo":"۲۰٦","quranAyats":[{"id":1353,"surahId":9,"ayatId":118,"ayatNo":"١١٨","pageNo":206,"ayatText":"وَعَلَى الثَّلٰثَةِ الَّذٖينَ خُلِّفُواؕ حَتّٰٓى اِذَا ضَاقَتْ عَلَيْهِمُ الْاَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ اَنْفُسُهُمْ وَظَنُّٓوا اَنْ لَا مَلْجَأَ مِنَ اللّٰهِ اِلَّٓا اِلَيْهِؕ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُواؕ اِنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحٖيمُࣖ","ayatMealText":{"tr":"Allah, haklarında hüküm beklenen o üç kişiyi de bağışladı. Çünkü o derece bunalmışlardı ki, yeryüzü bütün genişliğine rağmen onlara dar gelmeye başlamıştı, vicdanları da kendilerini sıkıntıya sokmuştu. Allah'dan kurtuluşun, ancak Allah'a sığınmakta olduğunu anlamışlardı. Sonra da Allah, onları tevbekâr olmaya muvaffak kıldı da tevbelerini kabul buyurdu. Şüphesiz ki Allah, tevbeleri çok çok kabul edendir, çok merhametli olandır.","nl":"En (ook) tegenover de drie die waren achtergebleven totdat de aardc mct (al) haar wijdsheid, voor hen te nauw werd en zij benauwdheid voelden en zij ervan overtuigd waren dat er geen toevluchtsoord was tegen de (bestraffing van) Allah, behalve bij Hem. Daarna aanvaardde Hij hun berouw opdat zij berouwvol zouden blijven. Voorwaar, Allah, Hij is Vergevensgezind, Meest Barmhartig.","en":"And ˹Allah has also turned in mercy to˺ the three who had remained behind, ˹whose guilt distressed them˺ until the earth, despite its vastness, seemed to close in on them, and their souls were torn in anguish. They knew there was no refuge from Allah except in Him. Then He turned to them in mercy so that they might repent. Surely Allah ˹alone˺ is the Accepter of Repentance, Most Merciful"},"surah":{"surahId":9,"name":"Tevbe","nameAr":"التَّوْبَةِ","revelationOrder":113,"verseCount":129,"juzNo":10,"firstPage":187}},{"id":1354,"surahId":9,"ayatId":119,"ayatNo":"١١٩","pageNo":206,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اتَّقُوا اللّٰهَ وَكُونُوا مَعَ الصَّادِقٖينَ","ayatMealText":{"tr":"Ey iman edenler! Allah'dan korkun ve doğrularla beraber olun.","nl":"O jullie die geloven, vreest Allah en weest met de waarachtigen.","en":"O believers! Be mindful of Allah and be with the truthful"},"surah":null},{"id":1355,"surahId":9,"ayatId":120,"ayatNo":"١٢٠","pageNo":206,"ayatText":"مَا كَانَ لِاَهْلِ الْمَدٖينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْاَعْرَابِ اَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللّٰهِ وَلَا يَرْغَبُوا بِاَنْفُسِهِمْ عَنْ نَفْسِهٖؕ ذٰلِكَ بِاَنَّهُمْ لَا يُصٖيبُهُمْ ظَمَاٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فٖي سَبٖيلِ اللّٰهِ وَلَا يَطَؤُ۫نَ مَوْطِئاً يَغٖيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلاً اِلَّا كُتِبَ لَهُمْ بِهٖ عَمَلٌ صَالِحٌؕ اِنَّ اللّٰهَ لَا يُضٖيعُ اَجْرَ الْمُحْسِنٖينَۙ","ayatMealText":{"tr":"Medine halkına ve civardaki bedevilere, Resulullah'ın emrine aykırı hareket etmek uygun olmadığı gibi, onun katlandığı zahmetlere öbürlerinin katlanmaya yanaşmamaları da yakışık almaz. Çünkü onların Allah yolunda çektikleri hiçbir susuzluk, hiçbir yorgunluk ve hiçbir açlık, ayrıca kâfirleri öfkelendirecek ayak bastıkları hiçbir yer veya düşmana karşı elde ettikleri hiçbir başarı yoktur ki, karşılığında kendilerine salih bir amel yazılmış olmasın. Çünkü Allah, güzel iş yapanların mükafatını zayi etmez.","nl":"En het past de bewoners van Medinah niet, noch ben die in de omgeving verblijven van de bedoevenen, dat zij achterblijven bij de Boodschapper van Allah, noch dat zij hun eigen leven verkiezen boven zijn (Moehammad's) leven. Dat is omdat noch dorst, noch vermoeienis, noch honger hen treft op de Weg van Allah. En zij betreden geen plaats waarmee zij de woede van de ongelovigen opwekken, noch nemen zij iets af van een vijand of er wordt voor hen daarmee een goede daad opgeschreven. Voorwaar, Allah doet de beloning van de weldoeners niet verloren gaan.","en":"It was not ˹proper˺ for the people of Medina and the nomadic Arabs around them to avoid marching with the Messenger of Allah or to prefer their own lives above his. That is because whenever they suffer from thirst, fatigue, or hunger in the cause of Allah; or tread on a territory, unnerving the disbelievers; or inflict any loss on an enemy—it is written to their credit as a good deed. Surely Allah never discounts the reward of the good-doers"},"surah":null},{"id":1356,"surahId":9,"ayatId":121,"ayatNo":"١٢١","pageNo":206,"ayatText":"وَلَا يُنْفِقُونَ نَفَقَةً صَغٖيرَةً وَلَا كَبٖيرَةً وَلَا يَقْطَعُونَ وَادِياً اِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Onların, Allah yolunda yaptıkları küçük veya büyük her harcama veya geçtikleri her vadi karşılığında, yaptıkları işin daha güzeliyle Allah'ın kendilerini mükâfatlandırması için sevap yazılmaması mümkün değildir.","nl":"En zij geven geen bijdrage, klein of groot, en zij doorkruisen geen vallei, of het wordt voor hen opgeschreven, opdat Allah hen zal belonen naar het beste van wat zij plachten te doen.","en":"And whenever they make a donation, small or large, or cross a valley ˹in Allah’s cause˺—it is written to their credit, so that Allah may grant them the best reward for what they used to do"},"surah":null},{"id":1357,"surahId":9,"ayatId":122,"ayatNo":"١٢٢","pageNo":206,"ayatText":"وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَٓافَّةًؕ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَٓائِفَةٌ لِيَتَفَقَّهُوا فِي الدّٖينِ وَلِيُنْذِرُوا قَوْمَهُمْ اِذَا رَجَعُٓوا اِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَࣖ","ayatMealText":{"tr":"Bununla beraber müminlerin hepsinin birden topyekün savaşa katılmaları uygun değildir. Her kabileden bir kısım insanlar da din ilimlerinde derinleşmeli ve kabileleri savaştan dönüp gelince onları uyarmalıdır ki, böylece Allah'ın azabından sakınırlar.","nl":"En het past de gelovigen niet dat zij allen (ten strijde) uitrukken. Waarom rukt niet van elke groep een aantal uit, opdat zij (de achtergeblevenen) belzrip verkrijgen over de godsdienst, zodat zij hun volk zullen waarschuwen wanneer het tot hen is teruggekeerd. Hopelijk zullen zij zichzelf behoeden.","en":"˹However,˺ it is not necessary for the believers to march forth all at once. Only a party from each group should march forth, leaving the rest to gain religious knowledge then enlighten their people when they return to them, so that they ˹too˺ may beware ˹of evil˺"},"surah":null}]}