{"juzNo":1,"pageNo":21,"arCuzNo":"۱","arPageNo":"۲۱","quranAyats":[{"id":142,"surahId":2,"ayatId":135,"ayatNo":"١٣٥","pageNo":21,"ayatText":"وَقَالُوا كُونُوا هُوداً اَوْ نَصَارٰى تَهْتَدُواؕ قُلْ بَلْ مِلَّةَ اِبْرٰهٖيمَ حَنٖيفاًؕ وَمَا كَانَ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"Bir de: \"yahudi veya hıristiyan olunuz ki, hidayet bulasınız.\" dediler. Sen onlara de ki: \"Hayır! Hanif olarak hakka tapan İbrahim'in dinine (uyarız) ki, o hiçbir zaman müşriklerden olmadı.\"","nl":"En zij zeiden: \"Wordt Jood of Christen, dan volgen jullie de leiding.\" Zeg: \"Nee! (Wij volgen) de godsdienst van Ibrâhîm, die Hanîf was en hij behoorde niet tot de veelgodenaanbidders.\"","en":"The Jews and Christians each say, “Follow our faith to be ˹rightly˺ guided.” Say, ˹O Prophet,˺ “No! We follow the faith of Abraham, the upright—who was not a polytheist.”"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":143,"surahId":2,"ayatId":136,"ayatNo":"١٣٦","pageNo":21,"ayatText":"قُولُٓوا اٰمَنَّا بِاللّٰهِ وَمَٓا اُنْزِلَ اِلَيْنَا وَمَٓا اُنْزِلَ اِلٰٓى اِبْرٰهٖيمَ وَاِسْمٰعٖيلَ وَاِسْحٰقَ وَيَعْقُوبَ وَالْاَسْبَاطِ وَمَٓا اُو۫تِيَ مُوسٰى وَعٖيسٰى وَمَٓا اُو۫تِيَ النَّبِيُّونَ مِنْ رَبِّهِمْۚ لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِنْهُمْؗ وَنَحْنُ لَهُ مُسْلِمُونَ","ayatMealText":{"tr":"Deyiniz ki, \"Biz, Allah'a iman ettik ve bize ne indirildiyse İbrahim'e, İsmail'e, İshak'a, Yakup'a ve torunlarına ne indirildiyse, Musa'ya ve İsa'ya ne indirildiyse ve bütün peygamberlere Rablerinden ne verildiyse hepsine iman ettik. Biz onların arasında fark gözetmeyiz ve biz ancak O'na boyun eğen müslümanlarız.\"","nl":"Zeg (O Moehammad): \"Wij geloven in Allah en wat er aan ons is neergezonden en wat er is neergezonden aan Ibrâhîm en Ishma'il en Ishaq en Ya'qoeb en de kinderen van Ya'qoeb en wat er is gegeven aan Môesa en Isa en wat er is gegeven van hun Heer aan de Profeten, wij maken geen onderscheid tussen één van hen en wij onderwerpen ons aan Hem.\"","en":"Say, ˹O believers,˺ “We believe in Allah and what has been revealed to us; and what was revealed to Abraham, Ishmael, Isaac, Jacob, and his descendants; and what was given to Moses, Jesus, and other prophets from their Lord. We make no distinction between any of them. And to Allah we all submit.”"},"surah":null},{"id":144,"surahId":2,"ayatId":137,"ayatNo":"١٣٧","pageNo":21,"ayatText":"فَاِنْ اٰمَنُوا بِمِثْلِ مَٓا اٰمَنْتُمْ بِهٖ فَقَدِ اهْتَدَوْاۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا هُمْ فٖي شِقَاقٍۚ فَسَيَكْفٖيكَهُمُ اللّٰهُۚ وَهُوَ السَّمٖيعُ الْعَلٖيمُؕ","ayatMealText":{"tr":"Eğer onlar da sizin iman ettiğiniz gibi iman ederlerse doğru yola girmiş, hidayeti bulmuş olurlar. Yok eğer yüz çevirirlerse onlar sadece ve sadece didişmenin içindedirler. Allah onlara karşı sana yeter. Ve O, işitendir, bilendir.","nl":"Als zij dan geloven in het gelijke van waarin jullie geloven, dan volgen zij waarlijk de Leiding. En als zij zich afwenden: voorwaar, dan zijn zij het die in vijandschap (jegens jullie) verkeren. Allah zal jou (O Moehammad) dan beschermen tegen hen. En Hij is de Alhorende, de Alwetende.","en":"So if they believe in what you believe, then they will indeed be ˹rightly˺ guided. But if they turn away, they are simply opposed ˹to the truth˺. But Allah will spare you their evil. For He is the All-Hearing, All-Knowing"},"surah":null},{"id":145,"surahId":2,"ayatId":138,"ayatNo":"١٣٨","pageNo":21,"ayatText":"صِبْغَةَ اللّٰهِۚ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ صِبْغَةًؗ وَنَحْنُ لَهُ عَابِدُونَ","ayatMealText":{"tr":"Allah'ın boyasına bak, (vaftiz nolacak?) Kim, Allah'dan daha güzel boya vurabilir ki? İşte biz O'na ibadet edenleriz.","nl":"(Neemt) de Shibghah van Allah. En wie heeft er een betere Shibghah dan Allah? En wij zijn aanbidders van Hem.","en":"This is the ˹natural˺ Way of Allah. And who is better than Allah in ordaining a way? And we worship ˹none but˺ Him"},"surah":null},{"id":146,"surahId":2,"ayatId":139,"ayatNo":"١٣٩","pageNo":21,"ayatText":"قُلْ اَتُحَٓاجُّونَنَا فِي اللّٰهِ وَهُوَ رَبُّنَا وَرَبُّكُمْۚ وَلَـنَٓا اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْۚ وَنَحْنُ لَهُ مُخْلِصُونَۙ","ayatMealText":{"tr":"De ki: \"Allah hakkında bizimle didişmeye mi gireceksiniz? Oysa O, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bize, sizin amelleriniz de size. Şu kadar var ki, biz O'na ihlas ile sarılıyoruz.","nl":"Zeg (O Moehammad): \"Redetwisten jullie met ons over Allah? Terwijl Hij onze Heer en jullie Heer is? Voor ons onze werken, en voor jullie jullie weken. En Wij zijn Hem zuiver toegewijd.\"","en":"Say, “Would you dispute with us about Allah, while He is our Lord and your Lord? We are accountable for our deeds and you for yours. And we are devoted to Him ˹alone˺"},"surah":null},{"id":147,"surahId":2,"ayatId":140,"ayatNo":"١٤٠","pageNo":21,"ayatText":"اَمْ تَقُولُونَ اِنَّ اِبْرٰهٖيمَ وَاِسْمٰعٖيلَ وَاِسْحٰقَ وَيَعْقُوبَ وَالْاَسْبَاطَ كَانُوا هُوداً اَوْ نَصَارٰىؕ قُلْ ءَاَنْتُمْ اَعْلَمُ اَمِ اللّٰهُؕ وَمَنْ اَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللّٰهِؕ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ","ayatMealText":{"tr":"\"Yoksa siz, İbrahim de, İsmail de, İshak da, Yakup da ve torunları da hep yahudi ve hıristiyan idiler mi demek istiyorsunuz?\" De ki: \"Siz mi daha iyi bilirsiniz, yoksa Allah mı?\" Allah'ın şahitlik ettiği bir hakikatı bile bile inkar edenden daha zâlim kim olabilir? Allah, yaptıklarınızdan gafil değildir.","nl":"Of zeggen jullie (Joden en Christenen): \"Voorwaar, Ibrâhîm en Isma'îl en Ishaq en Ya'qoeb en zijn kinderen waren Joden of Christenen?\" Zeg: \"Weten jullie beter of Allah? En wie is onrechtvaardiger dan hij die een getuigenis van Allah, die hij bezit, verbergt?\" En Allah is niet onachtzaam omtrent wat jullie doen.","en":"Do you claim that Abraham, Ishmael, Isaac, Jacob, and his descendants were all Jews or Christians?” Say, “Who is more knowledgeable: you or Allah?” Who does more wrong than those who hide the testimony they received from Allah? And Allah is never unaware of what you do"},"surah":null},{"id":148,"surahId":2,"ayatId":141,"ayatNo":"١٤١","pageNo":21,"ayatText":"تِلْكَ اُمَّةٌ قَدْ خَلَتْۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْۚ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا يَعْمَلُونَࣖ","ayatMealText":{"tr":"Onlar bir ümmet idiler, gelip geçtiler. Onlara kendi kazandıkları, size de kendi kazandıklarınız. Ve siz onların yaptıklarından sorumlu tutulacak değilsiniz.","nl":"Dat was een gemeenschap die waarlijk heen is gegaan. Voor haar is wat zij heeft verworven, en voor jullie is wat jullie hebben verworven en jullie zullen niet worden ondervraagd over wat zij plachten te bedrijven.","en":"That was a community that had already gone before. For them is what they earned and for you is what you have earned. And you will not be accountable for what they have done"},"surah":null}]}