{"juzNo":11,"pageNo":210,"arCuzNo":"۱۱","arPageNo":"۲۱۰","quranAyats":[{"id":1379,"surahId":10,"ayatId":15,"ayatNo":"١٥","pageNo":210,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنَاتٍۙ قَالَ الَّذٖينَ لَا يَرْجُونَ لِقَٓاءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَٓا اَوْ بَدِّلْهُؕ قُلْ مَا يَكُونُ لٖٓي اَنْ اُبَدِّلَهُ مِنْ تِلْقَٓائِ۬ نَفْسٖيۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوحٰٓى اِلَيَّۚ اِنّٖٓي اَخَافُ اِنْ عَصَيْتُ رَبّٖي عَذَابَ يَوْمٍ عَظٖيمٍ","ayatMealText":{"tr":"Böyle iken, âyetlerimiz, kesin birer belge olarak kendilerine okunduğu zaman, o bizimle karşılaşmayı ummayanlar, \"Bundan başka bir Kur'ân getir veya bunu değiştir.\" dediler. De ki, \"Onu kendiliğimden değiştiremem, benim açımdan bu olacak bir şey değildir. Ben ancak bana vahyolunana uyarım. Rabbime isyan edersem, şüphesiz büyük bir günün azabından korkarım.\"","nl":"En wanneer Onze duidelijke Verzen aan hen worden voorgelezen, dan zeggen degenen die de ontmoeting met Ons niet verwachten: \"Breng een andere Koren dan deze, of verander hem.\" Zeg: \"Het past mij niet dat ik hem verander uit eigen wil, ik volg niets dan wat aan mij is geopenbaard. Voorwaar, ik vrees, wanneer ik mijn Heer ongehoorzaam ben, de bestraffing van een geweldige Dag.\"","en":"When Our clear revelations are recited to them, those who do not expect to meet Us say ˹to the Prophet˺, “Bring us a different Quran or make some changes in it.” Say ˹to them˺, “It is not for me to change it on my own. I only follow what is revealed to me. I fear, if I were to disobey my Lord, the punishment of a tremendous Day.”"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1380,"surahId":10,"ayatId":16,"ayatNo":"١٦","pageNo":210,"ayatText":"قُلْ لَوْ شَٓاءَ اللّٰهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَٓا اَدْرٰيكُمْ بِهٖؗ فَقَدْ لَبِثْتُ فٖيكُمْ عُمُراً مِنْ قَبْلِهٖؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"De ki, \"Eğer Allah dileseydi ben onu size okumazdım. O da onu hiçbir şekilde size bildirmezdi. Bilirsiniz ki, ben sizin içinizde bundan önce yıllarca bulundum. Siz hâlâ aklınızı başınıza toplamayacak mısınız?\"","nl":"Zeg: \"Als Allah het had gewild, dan had ik het niet aan jullie voorgedragen en had Hij hem niet aan jullie bekend gemaakt. En voorzeker, ik heb een leeftijd lang vóór hem (de Koran) temidden van jullie geleefd. Denken jullie dan niet na?\"","en":"Say, “Had Allah willed, I would not have recited it to you, nor would He have made it known to you. I had lived my whole life among you before this ˹revelation˺. Do you not understand?”"},"surah":null},{"id":1381,"surahId":10,"ayatId":17,"ayatNo":"١٧","pageNo":210,"ayatText":"فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِباً اَوْ كَذَّبَ بِاٰيَاتِهٖؕ اِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ","ayatMealText":{"tr":"Artık bir yalanı Allah'a iftira eden veya O'nun âyetlerini inkar edenden daha zalim kim olabilir? Hiç şüphesiz o mücrimler iflah olmayacaklar.","nl":"Wie is dan onrechtvaardiger dan degene die een leugen over Allah verzint of die liegt over Zijn Verzen. Voorwaar, de misdadigers zullen niet slagen.","en":"Who does more wrong than those who fabricate lies against Allah or deny His revelations? Indeed, the wicked will never succeed"},"surah":null},{"id":1382,"surahId":10,"ayatId":18,"ayatNo":"١٨","pageNo":210,"ayatText":"وَيَعْبُدُونَ مِنْ دُونِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هٰٓؤُ۬لَٓاءِ شُفَعَٓاؤُ۬نَا عِنْدَ اللّٰهِؕ قُلْ اَتُنَبِّؤُ۫نَ اللّٰهَ بِمَا لَا يَعْلَمُ فِي السَّمٰوَاتِ وَلَا فِي الْاَرْضِؕ سُبْحَانَهُ وَتَعَالٰى عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Allah'ı bırakıyorlar da, kendilerine ne fayda, ne de zarar verebilecek olan şeylere tapıyorlar ve \"Bunlar bizim Allah katında şefaatçilerimizdir.\" diyorlar. De ki, \"Siz Allah'a göklerde ve yerde O'nun bilmediği bir şeyi mi haber veriyorsunuz?\" Allah onların ortak koştukları şeylerin hepsinden münezzehtir.","nl":"En zij aanbidden naast Allah wat hen niet schaadt en niet baat, en zij zeggen: \"Dezen zijn onze voorsprekers bij Allah.\" Zeg. \"Willen jullie Allah inlichten over wat Hij niet kent in de hemelen en op de aarde?\" Heilig is Hij en Verheven boven de deelgenoten die zij aan Hem toekennen.","en":"They worship besides Allah others who can neither harm nor benefit them, and say, “These are our intercessors with Allah.” Ask ˹them, O Prophet˺, “Are you informing Allah of something He does not know in the heavens or the earth? Glorified and Exalted is He above what they associate ˹with Him˺!”"},"surah":null},{"id":1383,"surahId":10,"ayatId":19,"ayatNo":"١٩","pageNo":210,"ayatText":"وَمَا كَانَ النَّاسُ اِلَّٓا اُمَّةً وَاحِدَةً فَاخْتَلَفُواؕ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فٖيمَا فٖيهِ يَخْتَلِفُونَ","ayatMealText":{"tr":"İnsanlar, aslında bir tek ümmet idiler, sonra ihtilafa düşüp ayrı ayrı oldular. Eğer Rabbinden bir karar çıkmamış olsa idi, ihtilaf edip durdukları şeyler hakkında şimdiye kadar aralarında çoktan hüküm verilmiş olurdu.","nl":"En de mensheid behoorde slechts tot één godsdienst, maar zij waren het oneens met elkaar. En ware het niet dat er een Woord van jouw Heer was vooruitgegaan, dan zou er tussen hen zeker reeds zijn beslist over dat waarover zij het met elkaar oneens zijn.","en":"Humanity was once nothing but a single community ˹of believers˺, but then they differed. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺"},"surah":null},{"id":1384,"surahId":10,"ayatId":20,"ayatNo":"٢٠","pageNo":210,"ayatText":"وَيَقُولُونَ لَوْلَٓا اُنْزِلَ عَلَيْهِ اٰيَةٌ مِنْ رَبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُواۚ اِنّٖي مَعَكُمْ مِنَ الْمُنْتَظِرٖينَࣖ","ayatMealText":{"tr":"Bir de \"Ona Rabbinden daha başka bir âyet indirilse ya!\" diyorlar. De ki: \"Gaybı bilmek ancak Allah'a mahsustur, bekleyiniz bakalım, ben de sizinle beraber bekleyeceğim şüphesiz.\"","nl":"En zij zeggen: \"Waarom is er niet een Teken aan hem neergezonden van zijn Heer.\" Zeg dan: '\"Voorwaar, het onwaarneembare behoort slechts aan Allah. Wachten jullie dan, waarlijk, ik ben met jullie één van de wachtenden.\"","en":"They ask, “Why has no ˹other˺ sign been sent down to him from his Lord?” Say, ˹O Prophet,˺ “˹The knowledge of˺ the unseen is with Allah alone. So wait! I too am waiting with you.”"},"surah":null}]}