{"juzNo":11,"pageNo":211,"arCuzNo":"۱۱","arPageNo":"۲۱۱","quranAyats":[{"id":1385,"surahId":10,"ayatId":21,"ayatNo":"٢١","pageNo":211,"ayatText":"وَاِذَٓا اَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّٓاءَ مَسَّتْهُمْ اِذَا لَهُمْ مَكْرٌ فٖٓي اٰيَاتِنَاؕ قُلِ اللّٰهُ اَسْرَعُ مَكْراًؕ اِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ","ayatMealText":{"tr":"İnsanlara dokunan bir sıkıntıdan sonra kendilerine bir rahmet tattırdığımız zaman, âyetlerimiz hakkında derhal bir takım hilekârlıklara girişirler. De ki: \"Allah'ın hilesi daha çabuktur. Haberiniz olsun ki elçilerimiz yaptığınız hileleri yazıp duruyorlar\".","nl":"En als Wij de mensen Barmhartigheid deden proeven nadat tegenspoed hen had getroffen, dan is er bij ben een list tegen Onze Tekenen. Zeg: \"Allah is sneller met een plan.\" Voorwaar, Onze gezanten (Engelen) schrijven op wat jullie beramen.","en":"When We give people a taste of mercy after being afflicted with a hardship, they swiftly devise plots against Our revelations! Say, ˹O Prophet,˺ “Allah is swifter in devising ˹punishment˺. Surely Our messenger-angels record whatever you devise.”"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1386,"surahId":10,"ayatId":22,"ayatNo":"٢٢","pageNo":211,"ayatText":"هُوَ الَّذٖي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِؕ حَتّٰٓى اِذَا كُنْتُمْ فِي الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرٖيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَٓاءَتْهَا رٖيحٌ عَاصِفٌ وَجَٓاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّٓوا اَنَّهُمْ اُحٖيطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصٖينَ لَهُ الدّٖينَۚ لَئِنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُونَنَّ مِنَ الشَّاكِرٖينَ","ayatMealText":{"tr":"Sizi karada ve denizde gezdirip dolaştıran O'dur. Hatta gemilerde bulunduğunuz ve o gemiler, içindekilerle beraber hoş bir esinti ile akıp gittikleri ve tam keyiflendikleri sırada o gemilere şiddetli bir fırtına gelir çatar ve her taraftan onlara dalgalar gelmeye başlar. Bütünüyle kuşatılıp artık bittiklerini sanırlar. İşte o vakit tam ihlas ile Allah'a yalvarır ve dindar olurlar: \"Eğer bizi buradan kurtarırsan, andolsun ki, şükredenlerden olacağız.\" derler. Sonra Allah onları oradan kurtarır, kurtulur kurtulmaz yeryüzünde çeşitli taşkınlıklara başlarlar. Ey insanlar taşkınlığınız sırf kendi zararınızadır. Şu değersiz dünya hayatının bir süre tadını çıkarınız, sonra nasıl olsa dönüp bize geleceksiniz. Biz de bütün yaptıklarınızı tek tek size haber vereceğiz.","nl":"Hij is het die jullie in staat stelt om over land en over de zee te reizen, totdat wanneer jullie in de schepen zijn en deze met lien vooftvaren met een gunstige wind en zij zich daarover verheugen, en er dan een stormachtige wind tot hen komt. En wanneer de golven vaa alle kanten tot hen komen en zij ervan overtuigd zijn dat zij door hen zijn ingesloten, dan roepen zij Allah aan, Hem zuiver aanbiddend: \"Als U ons hieruit redt, dan zullen wij zeker tot de dankbaren behoren.\"","en":"He is the One Who enables you to travel through land and sea. And it so happens that you are on ships, sailing with a favourable wind, to the passengers’ delight. Suddenly, the ships are overcome by a gale wind and those on board are overwhelmed by waves from every side, and they assume they are doomed. They cry out to Allah ˹alone˺ in sincere devotion, “If You save us from this, we will certainly be grateful.”"},"surah":null},{"id":1387,"surahId":10,"ayatId":23,"ayatNo":"٢٣","pageNo":211,"ayatText":"فَلَمَّٓا اَنْجٰيهُمْ اِذَا هُمْ يَبْغُونَ فِي الْاَرْضِ بِغَيْرِ الْحَقِّؕ يَٓا اَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْۙ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Sonra Allah onları oradan kurtarır, kurtulur kurtulmaz yeryüzünde çeşitli taşkınlıklara başlarlar. Ey insanlar taşkınlığınız sırf kendi zararınızadır. Şu değersiz dünya hayatının bir süre tadını çıkarınız, sonra nasıl olsa dönüp bize geleceksiniz. Biz de bütün yaptıklarınızı tek tek size haber vereceğiz.","nl":"Toen Hij hen dan gered had. handelden zij buitensporig op aarde, zonder recht. O mensen, jullie buitensporigheid is slechts ten nadele van jullie, (het is) als een genieting van het wereldse leven, Vervolgens is jullie terugkeer tot Ons, waarna Wij jullie zullen inlichten over wat jullie plachten te doen.","en":"But as soon as He rescues them, they transgress in the land unjustly. O humanity! Your transgression is only against your own souls. ˹There is only˺ brief enjoyment in this worldly life, then to Us is your return, and then We will inform you of what you used to do"},"surah":null},{"id":1388,"surahId":10,"ayatId":24,"ayatNo":"٢٤","pageNo":211,"ayatText":"اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَٓاءٍ اَنْزَلْنَاهُ مِنَ السَّمَٓاءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُؕ حَتّٰٓى اِذَٓا اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّـنَتْ وَظَنَّ اَهْلُهَٓا اَنَّهُمْ قَادِرُونَ عَلَيْهَٓاۙ اَتٰيهَٓا اَمْرُنَا لَيْلاً اَوْ نَهَاراً فَجَعَلْنَاهَا حَصٖيداً كَاَنْ لَمْ تَغْنَ بِالْاَمْسِؕ كَذٰلِكَ نُفَصِّلُ الْاٰيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Dünya hayatının misali şöyledir: Gökten indirdiğimiz su ile, insanların ve hayvanların yediği bitkiler birbirine karışmıştır. Nihayet yeryüzü süslerini takınıp süslendiği ve sahipleri kendilerini ona gücü yeter sandıkları bir sırada, geceleyin veya gündüzün, ona emrimiz gelivermiştir, ansızın ona öyle bir tırpan atıvermişiz de sanki bir gün önce orada hiçbir şenlik yokmuş gibi oluvermiştir. Düşünen bir kavim için âyetlerimizi işte böyle açıklarız.","nl":"Voorwaar, de gelijkenis van het wereldse leven is als water dat Wij uit de hemel neerzenden, waardoor he de gewassen van de aarde in een rnengeling doet groeien, waarvan de mensen en het vee eten. Totdat, wanneer de aarde haar versierselen heeft aangenomen en zij mooi is geworden en haar bewoners menen dat zij machthebbers zijn over haar, Onze bestraffing tot hen komt, in de nacht of overdag, waarop Wij haar tot een afgemaaid veld maken, alsof er de dag ervoor niets groeide. Zo zetten Wij de Tekenen uiteen aan een volk dat nadenkt.","en":"The life of this world is just like rain We send down from the sky, producing a mixture of plants which humans and animals consume. Then just as the earth looks its best, perfectly beautified, and its people think they have full control over it, there comes to it Our command by night or by day, so We mow it down as if it never flourished yesterday! This is how We make the signs clear for people who reflect"},"surah":null},{"id":1389,"surahId":10,"ayatId":25,"ayatNo":"٢٥","pageNo":211,"ayatText":"وَاللّٰهُ يَدْعُٓوا اِلٰى دَارِ السَّلَامِؕ وَيَهْدٖي مَنْ يَشَٓاءُ اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Allah, selamet yurduna çağırıyor ve dilediğini de doğru yola hidayet ediyor.","nl":"En Allah roept naar het Huis van de Vrede (Dâroessalâm, het Paradijs) en Hij leidt wie Hij wil naar een recht Pad.","en":"And Allah invites ˹all˺ to the Home of Peace and guides whoever He wills to the Straight Path"},"surah":null}]}