{"juzNo":11,"pageNo":212,"arCuzNo":"۱۱","arPageNo":"۲۱۲","quranAyats":[{"id":1390,"surahId":10,"ayatId":26,"ayatNo":"٢٦","pageNo":212,"ayatText":"لِلَّذٖينَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌؕ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌؕ اُو۬لٰٓئِكَ اَصْحَابُ الْجَنَّةِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"İyi iş, güzel amel yapanlara daha güzeli ve daha fazlasıyla karşılık vardır. Yüzlerine ne kara bulaşır, ne de aşağılanırlar. Cennet ehli işte bunlardır. Orada ebedî kalacaklardır.","nl":"Voor degenen die het goede verrichten is er het beste en meer. Grauwheid noch vernedering zal hun gezichten bedekken. Zij zijn degenen die de bewoners van het Paradijs zijn, zij zijn daarin eeuwig levenden.","en":"Those who do good will have the finest reward and ˹even˺ more. Neither gloom nor disgrace will cover their faces. It is they who will be the residents of Paradise. They will be there forever"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1391,"surahId":10,"ayatId":27,"ayatNo":"٢٧","pageNo":212,"ayatText":"وَالَّذٖينَ كَسَبُوا السَّيِّـَٔاتِ جَزَٓاءُ سَيِّئَةٍ بِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌؕ مَا لَهُمْ مِنَ اللّٰهِ مِنْ عَاصِمٍۚ كَاَنَّـمَٓا اُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ الَّيْلِ مُظْلِماًؕ اُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Kötülük kazanmış olanlara gelince, kötülüğün cezası, misli kadardır. Ve onları bir aşağılık ve eziklik kaplar. Onlar için Allah'dan başka hiçbir kurtarıcı yoktur. Yüzleri karanlık gecelerden bir parçaya bürünmüş gibidir. İşte onlar cehennem ehlidir. Orada ebedî kalacaklardır.","nl":"En degenen die slechte daden verrichten: de vergelding van de slechte daad is met het daaraan gelijke, en vernedering, bedekt hen. Er zal voor hen tegen Allah geen verdediger zijn. Het is alsof hun gezichten zijn bedekt inet stukken vaji de nacht, als een duisternis. Zij zijn de bewoners van de Hel, zij zijn daarin eeuwig levenden.","en":"As for those who commit evil, the reward of an evil deed is its equivalent. Humiliation will cover them—with no one to protect them from Allah—as if their faces were covered with patches of the night’s deep darkness. It is they who will be the residents of the Fire. They will be there forever"},"surah":null},{"id":1392,"surahId":10,"ayatId":28,"ayatNo":"٢٨","pageNo":212,"ayatText":"وَيَوْمَ نَحْشُرُهُمْ جَمٖيعاً ثُمَّ نَقُولُ لِلَّذٖينَ اَشْرَكُوا مَكَانَكُمْ اَنْتُمْ وَشُرَكَٓاؤُ۬كُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَٓاؤُ۬هُمْ مَا كُنْتُمْ اِيَّانَا تَعْبُدُونَ","ayatMealText":{"tr":"O gün ki, hepsini mahşere toplayacağız, sonra da o şirk koşanlara \"Haydi yerlerinize! Siz de, ortak koştuklarınız da!\" diyeceğiz. Artık aralarını iyice açmışız. O ortak koştukları şeyler, \"Siz bize tapmıyordunuz ki.\" diyecekler.","nl":"En op die Dag verzamelen Wij hen allen, vervolgerns zeggen Wij tot degenen die (aan Allah) deelgenoten toekenden: \"Op jullie plaats, jullie en jullie afgoden!\" Dan zullen Wij onderscheid tussen hen maken. En hun afgoden zullen zeggen: \"Jullie hebben ons niet aanbeden.","en":"˹Consider˺ the Day We will gather them all together then say to those who associated others ˹with Allah in worship˺, “Stay in your places—you and your associate-gods.” We will separate them from each other, and their associate-gods will say, “It was not us that you worshipped"},"surah":null},{"id":1393,"surahId":10,"ayatId":29,"ayatNo":"٢٩","pageNo":212,"ayatText":"فَكَفٰى بِاللّٰهِ شَهٖيداً بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلٖينَ","ayatMealText":{"tr":"\"Şimdi sizinle bizim aramızda şahit olarak Allah yeter. Sizin bize ibadet ettiğinizden bizim haberimiz yoktur\" (diyecekler).","nl":"Allah is voldoende als getuige tussen ons en jullie. Voorwaar, Wij waren zeker onwetend omtrent jullie aanbidding.\"","en":"Allah is sufficient as a Witness between each of us that we were totally unaware of your worship.”"},"surah":null},{"id":1394,"surahId":10,"ayatId":30,"ayatNo":"٣٠","pageNo":212,"ayatText":"هُنَالِكَ تَبْلُوا كُلُّ نَفْسٍ مَٓا اَسْلَفَتْ وَرُدُّٓوا اِلَى اللّٰهِ مَوْلٰيهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَࣖ","ayatMealText":{"tr":"İşte burada herkes geçmişte yaptığını bulacak. Ve gerçek mevlaları olan Allah'a döndürülecekler. İftira edip uydurdukları şeyler de kendilerinden büsbütün uzaklaşıp gidecek.","nl":"Op die Dag zal iedere ziel worden beproefd met wat zij voorheen heeft gedaan en zij zullen worden teruggevoerd tot Allah, hun ware Heer, en wat zij plachten te verzinnen, zal van hen weggaan.","en":"Then and there every soul will face ˹the consequences of˺ what it had done. They all will be returned to Allah—their True Master. And whatever ˹gods˺ they fabricated will fail them"},"surah":null},{"id":1395,"surahId":10,"ayatId":31,"ayatNo":"٣١","pageNo":212,"ayatText":"قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَٓاءِ وَالْاَرْضِ اَمَّنْ يَمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْاَمْرَؕ فَسَيَقُولُونَ اللّٰهُۚ فَقُلْ اَفَلَا تَتَّقُونَ","ayatMealText":{"tr":"De ki, \"size gökten ve yerden kim rızık veriyor? O, kulaklara ve gözlere hükmeden kim? Ölüden diriyi, diriden ölüyü çıkaran kim? İşleri idare eden kim?\" Hemen \"Allah'dır\" diyecekler. De ki, \"O halde Allah'a karşı gelmekten sakınmaz mısınız?\"","nl":"Zeg: \"Wie schenkt jullie voorzieningen uit de hemel en de aarde,\" of: \"Wie heeft macht over (het scheppen van) het horen en het zien en wie brengt het levende voort uit het dode en wie brengt het dode voort uit het levende, en wie verordent het bestuur?\" Zij zullen zeggen: \"Allah,\" Zeg dan: \"Zullen jullie (Allah) dan niet vrezen?\"","en":"Ask ˹them, O Prophet˺, “Who provides for you from heaven and earth? Who owns ˹your˺ hearing and sight? Who brings forth the living from the dead and the dead from the living? And who conducts every affair?” They will ˹surely˺ say, “Allah.” Say, “Will you not then fear ˹Him˺"},"surah":null},{"id":1396,"surahId":10,"ayatId":32,"ayatNo":"٣٢","pageNo":212,"ayatText":"فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلَالُۚ فَاَنّٰى تُصْرَفُونَ","ayatMealText":{"tr":"İşte o Allah sizin gerçek Rabbinizdir. Gerçeğin dışında sapıklıktan başka ne vardır? O halde haktan nasıl çevriliyorsunuz?","nl":"Dat is Allah, jullie ware Heer. En na de Waarheid, is er niets dan de dwaling. Hoe komt het dan dat jullie worden afgeleid?","en":"That is Allah—your True Lord. So what is beyond the truth except falsehood? How can you then be turned away?”"},"surah":null},{"id":1397,"surahId":10,"ayatId":33,"ayatNo":"٣٣","pageNo":212,"ayatText":"كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذٖينَ فَسَقُٓوا اَنَّهُمْ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Hak dinden çıkmış fasıklara Rabbinin kelimesi şöyle gerçekleşti: Onlar artık imana gelmezler.","nl":"Zo werd het Woord van jouw Heer tegenover degenen die verdorven handelden bewaarheid. Voorwaar. zij geloven niet.","en":"And so your Lord’s decree has been proven true against the rebellious—that they will never believe"},"surah":null}]}