{"juzNo":11,"pageNo":213,"arCuzNo":"۱۱","arPageNo":"۲۱۳","quranAyats":[{"id":1398,"surahId":10,"ayatId":34,"ayatNo":"٣٤","pageNo":213,"ayatText":"قُلْ هَلْ مِنْ شُرَكَٓائِكُمْ مَنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعٖيدُهُؕ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعٖيدُهُ فَاَنّٰى تُؤْفَكُونَ","ayatMealText":{"tr":"De ki: \"Allah'a eş tuttuğunuz ortaklarınızdan, önce yaratıp, sonra da onu çevirip yeniden diriltecek var mı?\" De ki, \"Önce yaratıp, sonra da onu yeniden yaratacak olan Allah'dır. O halde nasıl yoldan saptırılıyor, döndürülüyorsunuz?\"","nl":"Zeg (O Moehammad): \"Zijn er onder jullie afgoden die de schepping beginnen en deze vervolgens herhalen?\" Zeg: \"Allah begint de schepping en herhaalt deze vervolgens, hoe komt het dan dat jullie worden belogen?\"","en":"Ask ˹them, O Prophet˺, “Can any of your associate-gods originate creation and then resurrect it?” Say, “˹Only˺ Allah originates creation and then resurrects it. How can you then be deluded ˹from the truth˺?”"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1399,"surahId":10,"ayatId":35,"ayatNo":"٣٥","pageNo":213,"ayatText":"قُلْ هَلْ مِنْ شُرَكَٓائِكُمْ مَنْ يَهْدٖٓي اِلَى الْحَقِّؕ قُلِ اللّٰهُ يَهْدٖي لِلْحَقِّؕ اَفَمَنْ يَهْدٖٓي اِلَى الْحَقِّ اَحَقُّ اَنْ يُتَّبَعَ اَمَّنْ لَا يَهِدّٖٓي اِلَّٓا اَنْ يُهْدٰىۚ فَمَا لَكُمْࣞ كَيْفَ تَحْكُمُونَ","ayatMealText":{"tr":"De ki, \"Ortak koştuklarınızdan doğru yolu gösterecek olan var mıdır?\" Deki, \"Allah, hak olan doğru yola hidayet eder. O halde doğru yola hidayet eden mi kendisine uyulmaya daha layıktır, yoksa kendisine yol gösterilmeyince onu bulamayan mı daha layıktır. O halde ne oluyorsunuz? Nasıl hükmediyorsunuz?\"","nl":"Zeg: \"Zijn er onder jullie afgoden die naar de Waarheid leiden? Zeg: \"Allah leidt naar de Waarheid.\" Heeft Hij die naar de Waarheid leidt er meer recht op om gevolgd te worden, of hij, die geen leiding geeft maar zelf geleid moct worden? Wat is er dan met jullie? Hoe oordelen jullie?","en":"Ask ˹them, O Prophet˺, “Can any of your associate-gods guide to the truth?” Say, “˹Only˺ Allah guides to the truth.” Who then is more worthy to be followed: the One Who guides to the truth or those who cannot find the way unless guided? What is the matter with you? How do you judge"},"surah":null},{"id":1400,"surahId":10,"ayatId":36,"ayatNo":"٣٦","pageNo":213,"ayatText":"وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَناًّؕ اِنَّ الظَّنَّ لَا يُغْنٖي مِنَ الْحَقِّ شَيْـٔاًؕ اِنَّ اللّٰهَ عَلٖيمٌ بِمَا يَفْعَلُونَ","ayatMealText":{"tr":"Onların birçoğu zandan başka bir şeye uymaz. Zan ise haktan hiç bir şeyin yerini tutmaz. Şüphesiz ki, Allah onların ne yaptıklarını bilir.","nl":"En de meesten van hen volgen niets dan een vermoeden. Voorwaar, het onzekere heft de Waarheid niet op. Voorwaar, Allah weet wat zij doen.","en":"Most of them follow nothing but ˹inherited˺ assumptions. ˹And˺ surely assumptions can in no way replace the truth. Allah is indeed All-Knowing of what they do"},"surah":null},{"id":1401,"surahId":10,"ayatId":37,"ayatNo":"٣٧","pageNo":213,"ayatText":"وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُفْتَرٰى مِنْ دُونِ اللّٰهِ وَلٰكِنْ تَصْدٖيقَ الَّذٖي بَيْنَ يَدَيْهِ وَتَفْصٖيلَ الْكِتَابِ لَا رَيْبَ فٖيهِ مِنْ رَبِّ الْعَالَمٖينَࣞ","ayatMealText":{"tr":"Bu Kur'ân, Allah'dan başkası tarafından uydurulamaz, lâkin kendinden önceki kitapları tasdik eder ve o kitabı (levhi mahfuzu) ayrıntılı olarak açıklar. Onda şüphe edilecek hiç bir şey yoktur. Âlemlerin Rabbi tarafından indirilmiştir.","nl":"En het is omnogelijk dat deze Koran is gemaakt door iemand anders dan Allah, maar (hij is er) als bevestiging van wat ervoor was en als uitleg van de Schrift. Daaraan is geen twijfel, (hij komt) van de Heer der Werelden.","en":"It is not ˹possible˺ for this Quran to have been produced by anyone other than Allah. In fact, it is a confirmation of what came before, and an explanation of the Scripture. It is, without a doubt, from the Lord of all worlds"},"surah":null},{"id":1402,"surahId":10,"ayatId":38,"ayatNo":"٣٨","pageNo":213,"ayatText":"اَمْ يَقُولُونَ افْتَرٰيهُؕ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهٖ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللّٰهِ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"\"Onu o (peygamber) uydurdu\" mu diyorlar? De ki; \"Haydi siz de onun gibi bir sûre getirin ve Allah'dan başka, çağırabileceğiniz kim varsa onu da yardıma çağırın. Eğer sözünüzde sadık iseniz (bunu yapın).","nl":"Of zeggen zij: \"Hij (Moehammed) heeft hem verzonnen.\" Zeg: \"Komt dan met een hoofdstuk dat daaraan gelijkwaardig is en roept aan wie jullie kunnen, buiten Allah, als jullie waarachtigen zijn.\"","en":"Or do they claim, “He made it up!”? Tell them ˹O Prophet˺, “Produce one sûrah like it then, and seek help from whoever you can—other than Allah—if what you say is true!”"},"surah":null},{"id":1403,"surahId":10,"ayatId":39,"ayatNo":"٣٩","pageNo":213,"ayatText":"بَلْ كَذَّبُوا بِمَا لَمْ يُحٖيطُوا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوٖيلُهُؕ كَذٰلِكَ كَذَّبَ الَّذٖينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمٖينَ","ayatMealText":{"tr":"Hayır. Onlar bilgileriyle kavrayamadıkları, te'vili de kendilerine hiç gelmemiş olan bir şeyi yalan saydılar. Bunlardan önce gelip geçenler de yine böyle inkâr etmişlerdi, amma bak zalimlerin akıbeti nasıl oldu.","nl":"Nee, zij loochenden zelfs de kennis over hem (de Koran), die zij niet kunnen bevatten, en de uitleg ervan is nog niet tot hen gekomen. Zo loochenden ook degenen vóór hen. Zie dan hoe het einde was van de onrechtplegers.","en":"In fact, they ˹hastily˺ rejected the Book without comprehending it and before the fulfilment of its warnings. Similarly, those before them were in denial. See then what was the end of the wrongdoers"},"surah":null},{"id":1404,"surahId":10,"ayatId":40,"ayatNo":"٤٠","pageNo":213,"ayatText":"وَمِنْهُمْ مَنْ يُؤْمِنُ بِهٖ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهٖؕ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدٖينَࣖ","ayatMealText":{"tr":"Onlardan ona (Kur'ân'a) inanacaklar da var, inanmayacaklar da var. Rabbin fesatçıları en iyi bilendir.","nl":"En onder hen zijn er die erin geloven, en onder hen zijn er die er niet in geloven, en jouw Heer kent de verderfzaaiers beter.","en":"Some of them will ˹eventually˺ believe in it; others will not. And your Lord knows best the corruptors"},"surah":null},{"id":1405,"surahId":10,"ayatId":41,"ayatNo":"٤١","pageNo":213,"ayatText":"وَاِنْ كَذَّبُوكَ فَقُلْ لٖي عَمَلٖي وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرٖٓيؤُ۫نَ مِمَّٓا اَعْمَلُ وَاَنَا۬ بَرٖٓيءٌ مِمَّا تَعْمَلُونَ","ayatMealText":{"tr":"Eğer seni inkâr etmeyi sürdürürlerse, de ki; \"Benim amelim bana, sizin ameliniz de size aittir. Benim yapacağım sizi ilgilendirmez, sizin yapacağınız da beni ilgilendirmez.\"","nl":"En als zij jou loochenen, zeg dan: \"Voor mij mijn daden en voor jullie jullie daden, jullie zijn niet aansprakelijk voor wat ik doe en ik ben niet aansprakelijk voor wat jullie doen.\"","en":"If they deny you, then say, “My deeds are mine and your deeds are yours. You are free of what I do and I am free of what you do!”"},"surah":null},{"id":1406,"surahId":10,"ayatId":42,"ayatNo":"٤٢","pageNo":213,"ayatText":"وَمِنْهُمْ مَنْ يَسْتَمِعُونَ اِلَيْكَؕ اَفَاَنْتَ تُسْمِـعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ","ayatMealText":{"tr":"İçlerinden seni dinlemeye gelenler de var. Sen, sağırlara, üstelik akılsız da olanlara dinletebilir misin?","nl":"En onder hen zijn er die naar jou luisteren. Kan jij dan de doven (van hart) doen horen, ook wanneer zij hun verstand niet gebruiken?","en":"Some of them listen to what you say, but can you make the deaf hear even though they do not understand"},"surah":null}]}