{"juzNo":11,"pageNo":214,"arCuzNo":"۱۱","arPageNo":"۲۱٤","quranAyats":[{"id":1407,"surahId":10,"ayatId":43,"ayatNo":"٤٣","pageNo":214,"ayatText":"وَمِنْهُمْ مَنْ يَنْظُرُ اِلَيْكَؕ اَفَاَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ","ayatMealText":{"tr":"İçlerinden sana bakanlar da var. Fakat sen, körlere, üstelik basiretleri de yoksa hidayet edip yol gösterebilecek misin?","nl":"Voorwaar, en onder hen zijn er die naar jou kijken (en de Tekenen van jouw Profeetschap zien). Kan jij dan de blinden (van hart) leiden, ook wanneer zij niet zien?","en":"And some of them look at you, but can you guide the blind even though they cannot see"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1408,"surahId":10,"ayatId":44,"ayatNo":"٤٤","pageNo":214,"ayatText":"اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـٔاً وَلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Şurası kesindir ki Allah, insanlara zerre kadar zulmetmez. Ne var ki, insanlar kendi kendilerine zulmedip duruyorlar.","nl":"Voorwaar, Allah doet de niensen geen enkel onrecht aan, maar de mensen doen zichzelf onrecht aan.","en":"Indeed, Allah does not wrong people in the least, but it is people who wrong themselves"},"surah":null},{"id":1409,"surahId":10,"ayatId":45,"ayatNo":"٤٥","pageNo":214,"ayatText":"وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَمْ يَلْبَثُٓوا اِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْؕ قَدْ خَسِرَ الَّذٖينَ كَذَّبُوا بِلِقَٓاءِ اللّٰهِ وَمَا كَانُوا مُهْتَدٖينَ","ayatMealText":{"tr":"Allah'ın onları haşredip toplayacağı günde, sanki onlar dünyada gündüz bir parça kalmışlar da aralarında tanışmışlar gibi olacak. Allah'ın huzuruna çıkacaklarına inanmamış ve doğru yolu tutmamış olanlar hiç şüphesiz en büyük ziyana uğramış olacaklar.","nl":"En (gedenkt) de Dag waarop Hij hen bijeenbrengt, (dan is het voor hen) alsof zij niet langer (op aarde) hebben vertoefd dan één moment van de dag. Zij kennen elkaar (op die Dag). Voorzeker, zij die de ontmoeting met Allah loochenen, zullen verlies lijden en zij waren geen rechtgeleiden.","en":"On the Day He will gather them, it will be as if they had not stayed ˹in the world˺ except for an hour of a day, ˹as though they were only˺ getting to know one another. Lost indeed will be those who denied the meeting with Allah, and were not ˹rightly˺ guided"},"surah":null},{"id":1410,"surahId":10,"ayatId":46,"ayatNo":"٤٦","pageNo":214,"ayatText":"وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذٖي نَعِدُهُمْ اَوْ نَتَوَفَّـيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهٖيدٌ عَلٰى مَا يَفْعَلُونَ","ayatMealText":{"tr":"Onlara vaad ettiğimizin bir kısmını sana göstersek de, göstermeden seni vefat ettirsek de, sonunda onların dönüşü bize olacak. Sonra onların ne yapacaklarına Allah şahit olacaktır.","nl":"Of Wij jou nu een gedeelte van wat Wij hen (van de bestraffing) hebben aangezegd laten zien, of dat Wij jou wegnemen: later is tot Ons hun terugkeer. Allah is Getuige van wat zij doen.","en":"Whether We show you ˹O Prophet˺ some of what We threaten them with, or cause you to die ˹before that˺, to Us is their return and Allah is a Witness over what they do"},"surah":null},{"id":1411,"surahId":10,"ayatId":47,"ayatNo":"٤٧","pageNo":214,"ayatText":"وَلِكُلِّ اُمَّةٍ رَسُولٌۚ فَاِذَا جَٓاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ","ayatMealText":{"tr":"Her ümmetin bir peygamberi vardır. O peygamberleri gelince aralarında adaletle hüküm verilir. Onlar hiç zulüm görmezler.","nl":"En voor iedere gemeenschap is er een Boodschapper. Wanneer dan hun Boodschapper is gekomen, dan wordt er onder hen rechtvaardig geoordeeld, en hun zal geen onrecht worden aangedaan.","en":"And for every community there is a messenger. After their messenger has come, judgment is passed on them in all fairness, and they are not wronged"},"surah":null},{"id":1412,"surahId":10,"ayatId":48,"ayatNo":"٤٨","pageNo":214,"ayatText":"وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Onlar, \"Eğer doğru söylüyorsanız bu vaad ne zaman yerine gelecek?\" diyorlar.","nl":"En zij zeggen: \"Wanneer is deze aanzegging. als jullie waarachtigen zijn?\"","en":"They ask ˹the believers˺, “When will this threat come to pass if what you say is true?”"},"surah":null},{"id":1413,"surahId":10,"ayatId":49,"ayatNo":"٤٩","pageNo":214,"ayatText":"قُلْ لَٓا اَمْلِكُ لِنَفْسٖي ضَراًّ وَلَا نَفْعاً اِلَّا مَا شَٓاءَ اللّٰهُؕ لِكُلِّ اُمَّةٍ اَجَلٌؕ اِذَا جَٓاءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ","ayatMealText":{"tr":"De ki, \"Ben, Allah'ın dilediğinin dışında kendi kendime ne bir zarar ne bir fayda verebilirim\". Her ümmetin bir eceli vardır. Ecelleri gelince artık ne bir an geri, ne bir an ileri gidebilirler.","nl":"Zeg (O Moehammad): \"Ik heb voor mijzelf geen macht om schade te voorkomen, noch om iets van nut te verkrijgen, behalve wat Allah wil.\" Voor elke gemeenschap is er een eindtijd. Wanneer hun eindtijd is gekomen, dan kunnen zij het geen moment uitstellen, noch kunnen zij het bespoedigen.","en":"Say, ˹O Prophet,˺ “I have no power to benefit or protect myself, except by the Will of Allah.” For each community there is an appointed term. When their time arrives, they cannot delay it for a moment, nor could they advance it"},"surah":null},{"id":1414,"surahId":10,"ayatId":50,"ayatNo":"٥٠","pageNo":214,"ayatText":"قُلْ اَرَاَيْتُمْ اِنْ اَتٰيكُمْ عَذَابُهُ بَيَاتاً اَوْ نَهَاراً مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ","ayatMealText":{"tr":"De ki: \"O'nun azabı size geceleyin uykuda veya güpe gündüz gelecek olsa, ne dersiniz? Günahkârların onu alelacele istemeleri için ne sebep vardır?\"","nl":"Zeg: \"Wat denken jullie, wanneer Zijn bestraffing tot jullie komt, in de nacht of overdag?\" Waarom bespoedigen de misdadigers die dan?\"","en":"Tell them ˹O Prophet˺, “Imagine if His torment were to overcome you by night or day—do the wicked realize what they are ˹really˺ asking Him to hasten"},"surah":null},{"id":1415,"surahId":10,"ayatId":51,"ayatNo":"٥١","pageNo":214,"ayatText":"اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖؕ آٰلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُونَ","ayatMealText":{"tr":"Bu azap meydana geldikten sonra mı iman edeceksiniz, yoksa şimdi mi? Halbuki onun çarçabuk gelmesini istiyordunuz.","nl":"Vervolgens, wanneer (de bestraffing) heeft plaatsgevonden, dan geloven jullie erin? Nu? Terwijl jullie waarlijk om bespoediging ervan plachten te vragen?","en":"Will you believe in it only after it has overtaken you? Now? But you always wanted to hasten it!”"},"surah":null},{"id":1416,"surahId":10,"ayatId":52,"ayatNo":"٥٢","pageNo":214,"ayatText":"ثُمَّ قٖيلَ لِلَّذٖينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ","ayatMealText":{"tr":"Sonra o zulüm yapanlara \"Tadın bakalım şu ebedi azabı!\" denilecek. Vaktiyle kazandığınızdan başkası ile mi cezalandırılacaksınız?\"","nl":"Daarna zal tot degenen die onrecht pleegden worden gezegd: \"Proeft de eeuwige bestraffing, jullie worden vergolden voor niets anders dan wat jullie plachten te bedrijven.\"","en":"Then the wrongdoers will be told, “Taste the torment of eternity! Are you not rewarded except for what you used to commit?”"},"surah":null},{"id":1417,"surahId":10,"ayatId":53,"ayatNo":"٥٣","pageNo":214,"ayatText":"وَيَسْتَنْبِـؤُ۫نَكَ اَحَقٌّ هُوَؕ قُلْ اٖي وَرَبّٖٓي اِنَّهُ لَحَقٌّ وَمَٓا اَنْتُمْ بِمُعْجِزٖينَࣖ","ayatMealText":{"tr":"\"O azap gerçek mi?\" diye sana soruyorlar. De ki; \"Evet. Rabbim hakkı için o kesin bir gerçektir. Ve siz bundan yakayı kurtaramazsınız.\"","nl":"En zij vragen jou: \"Is het waar?\" Ze.g: \"Ja, bij mijn Heer: voorwaar, het is zeker de Waarheid, en jullie kunnen het niet ontvluchten.\"","en":"They ask you ˹O Prophet˺, “Is this true?” Say, “Yes, by my Lord! Most certainly it is true! And you will have no escape.”"},"surah":null}]}