{"juzNo":11,"pageNo":216,"arCuzNo":"۱۱","arPageNo":"۲۱٦","quranAyats":[{"id":1426,"surahId":10,"ayatId":62,"ayatNo":"٦٢","pageNo":216,"ayatText":"اَلَٓا اِنَّ اَوْلِيَٓاءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۚ","ayatMealText":{"tr":"Açın gözünüzü! Allah'ın dostları üzerine ne korku vardır, ne de onlar mahzun olurlar.","nl":"Weet: voorwaar, er zal geen vrees over de geliefden van Allah komen en zij zullen niet treuren.","en":"There will certainly be no fear for the close servants of Allah, nor will they grieve"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1427,"surahId":10,"ayatId":63,"ayatNo":"٦٣","pageNo":216,"ayatText":"اَلَّذٖينَ اٰمَنُوا وَكَانُوا يَتَّقُونَؕ","ayatMealText":{"tr":"Onlar ki, iman etmişler ve Allah'a karşı gelmekten sakınmışlardır.","nl":"Degenen die geloofden en voortdurend (Allah) vreesden.","en":"˹They are˺ those who are faithful and are mindful ˹of Him˺"},"surah":null},{"id":1428,"surahId":10,"ayatId":64,"ayatNo":"٦٤","pageNo":216,"ayatText":"لَهُمُ الْبُشْرٰى فِي الْحَيٰوةِ الدُّنْيَا وَفِي الْاٰخِرَةِؕ لَا تَبْدٖيلَ لِكَلِمَاتِ اللّٰهِؕ ذٰلِكَ هُوَ الْفَوْزُ الْعَظٖيمُؕ","ayatMealText":{"tr":"Onlara dünya hayatında da, ahiret hayatında da müjdeler vardır. Allah'ın sözlerinde değişiklik yoktur. İşte bu en büyük kurtuluştur.","nl":"Voor hen is er de verheugende tijding in het wereldse leven en in het Hiernamaals. De Woorden van Allah kennen geen verandering. Dat is de geweldige overwinning.","en":"For them is good news in this worldly life and the Hereafter. There is no change in the promise of Allah. That is ˹truly˺ the ultimate triumph"},"surah":null},{"id":1429,"surahId":10,"ayatId":65,"ayatNo":"٦٥","pageNo":216,"ayatText":"وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمٖيعاًؕ هُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Habibim, onların lafları seni üzmesin. Çünkü şan ve şeref bütünüyle Allah'ındır. O her şeyi işitiyor, hepsini görüyor.","nl":"En laten hun woorden jou niet bedroeven: voorwaar, alle glorie behoort aan Allah, Hij is de Alhorende, de Alwetende.","en":"Do not let their words grieve you ˹O Prophet˺. Surely all honour and power belongs to Allah. He is the All-Hearing, All-Knowing"},"surah":null},{"id":1430,"surahId":10,"ayatId":66,"ayatNo":"٦٦","pageNo":216,"ayatText":"اَلَٓا اِنَّ لِلّٰهِ مَنْ فِي السَّمٰوَاتِ وَمَنْ فِي الْاَرْضِؕ وَمَا يَتَّبِعُ الَّذٖينَ يَدْعُونَ مِنْ دُونِ اللّٰهِ شُرَكَٓاءَؕ اِنْ يَتَّبِعُونَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُونَ","ayatMealText":{"tr":"Açın gözünüzü! Göklerde kim var, yerde kim varsa hep Allah'ındır. Allah'dan başkasına tapanlar dahi, Allah'a ortak koştuklarına uymuş olmuyorlar, ancak zanna uymuş oluyorlar. Ve yalandan başka bir şey söylemiyorlar.","nl":"Weet: voorwaar, aan Allah behoort wat er in de hemelen en op de aarde is. En degenen die deelgenoten naast Allah aanroepen volgen geen (overtuiging), zij volgen niets dan vermoedens en zij doen niets dan liegen.","en":"Certainly to Allah ˹alone˺ belong all those in the heavens and all those on the earth. And what do those who associate others with Allah really follow? They follow nothing but assumptions and do nothing but lie"},"surah":null},{"id":1431,"surahId":10,"ayatId":67,"ayatNo":"٦٧","pageNo":216,"ayatText":"هُوَ الَّذٖي جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوا فٖيهِ وَالنَّهَارَ مُبْصِراًؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَسْمَعُونَ","ayatMealText":{"tr":"O, öyle bir Allah'dır ki, içinde dinlenesiniz diye sizin için geceyi, göresiniz diye de gündüzü yaptı. Elbette bunda söz dinleyecek olan bir kavim için âyetler (ibretler) vardır.","nl":"Hij is Degene Die de nacht voor jullie heeft gemaakt opdat jullie er rust in vinden, en de dag om te zien. Voorwaar, daarin zijn zeker Tekenen voor een volk dat luistert.","en":"He is the One Who has made the night for you to rest in and the day bright. Surely in this are signs for people who listen"},"surah":null},{"id":1432,"surahId":10,"ayatId":68,"ayatNo":"٦٨","pageNo":216,"ayatText":"قَالُوا اتَّخَذَ اللّٰهُ وَلَداً سُبْحَانَهُؕ هُوَ الْغَنِيُّؕ لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ اِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهٰذَاؕ اَتَقُولُونَ عَلَى اللّٰهِ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"Dediler ki: \"Allah, kendine çocuk edindi\". O, böyle şeylerden münezzehtir. O, müstağnidir. Göklerde ve yerde ne varsa hepsi O'nundur. Bu hususta elinizde hiç bir delil yoktur. Allah'a karşı bilmediğiniz bir şeyi neden söylüyorsunuz?","nl":"Zij (de Joden en de Christenen) zeggen: \"Allah heeft Zich een zoon genomen.\" Heilig is Hij, Hij is de Behoefteloze, aan Hem behoort wat in de hemelen en op de aarde is. Jullie hebben daarvoor geen bewijs. Zeggen jullie over Allah wat jullie niet weten?","en":"They say, “Allah has offspring.” Glory be to Him! He is the Self-Sufficient. To Him belongs whatever is in the heavens and whatever is on the earth. You have no proof of this! Do you say about Allah what you do not know"},"surah":null},{"id":1433,"surahId":10,"ayatId":69,"ayatNo":"٦٩","pageNo":216,"ayatText":"قُلْ اِنَّ الَّذٖينَ يَفْتَرُونَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُونَؕ","ayatMealText":{"tr":"De ki: Allah'a iftira edenler elbette felah bulmazlar.","nl":"Zeg: \"Voorwaar, degenen die leugens over Allah verzinnen zullen niet welslagen.\"","en":"Say, ˹O Prophet,˺ “Indeed, those who fabricate lies against Allah will never succeed.”"},"surah":null},{"id":1434,"surahId":10,"ayatId":70,"ayatNo":"٧٠","pageNo":216,"ayatText":"مَتَاعٌ فِي الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذٖيقُهُمُ الْعَذَابَ الشَّدٖيدَ بِمَا كَانُوا يَكْفُرُونَࣖ","ayatMealText":{"tr":"Dünyadaki zevkler çabuk biter. Sonra dönüşleri bize olacaktır. Daha sonra da inkâr ettiklerinden dolayı o çetin azabı biz onlara tattıracağız.","nl":"(Voor hen is er slechts) een genieting op de wereld, daarna is hun terugkeer tot Ons. Vervolgens doen Wij hen de harde bestraffing proeven wegens dat waaraan zij ongelovig plachten te zijn.","en":"˹It is only˺ a brief enjoyment in this world, then to Us is their return, then We will make them taste the severe punishment for their disbelief"},"surah":null}]}