{"juzNo":11,"pageNo":217,"arCuzNo":"۱۱","arPageNo":"۲۱۷","quranAyats":[{"id":1435,"surahId":10,"ayatId":71,"ayatNo":"٧١","pageNo":217,"ayatText":"وَاتْلُ عَلَيْهِمْ نَبَاَ نُوحٍۘ اِذْ قَالَ لِقَوْمِهٖ يَا قَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامٖي وَتَذْكٖيرٖي بِاٰيَاتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُٓوا اَمْرَكُمْ وَشُرَكَٓاءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُٓوا اِلَيَّ وَلَا تُنْظِرُونِ","ayatMealText":{"tr":"Bir de onlara Nuh'un kıssasını oku: Hani o bir zamanlar kavmine demişti ki: \"Ey kavmim, eğer benim aranızda duruşum ve Allah'ın âyetleriyle öğüt verişim size ağır geliyorsa, şunu bilin ki, ben yalnızca Allah'a dayanmışımdır, artık siz ve ortaklarınız her ne yapacaksanız toplanıp bütün gücünüzle karar veriniz. Sonra bu işiniz size dert olmasın. Sonra bana ne yapacaksanız yapın, bana mühlet de vermeyin\".","nl":"En lees ben de geschiedenis van Noeh voor, toen Hij tot zijn volk zei: \"O mijn volk, als jullie bezwaar hebben tegen mijn plaats en mijn vermanen met Allah's Verzen: op Allah heb ik mijn vertrouwen gesteld. Neem dan jullie besluit, (samen met) jullie deelgenoten en laat jullie besluit vervolgens niet verborgen zijn voor jullie (onderling). Voert het vervolgens uit en geeft mij geen uitstel.","en":"Relate to them ˹O Prophet˺ the story of Noah when he said to his people, “O my People! If my presence and my reminders to you of Allah’s signs are unbearable to you, then ˹know that˺ I have put my trust in Allah. So devise a plot along with your associate-gods—and you do not have to be secretive about your plot—then carry it out against me without delay"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1436,"surahId":10,"ayatId":72,"ayatNo":"٧٢","pageNo":217,"ayatText":"فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِنْ اَجْرٍؕ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِۙ وَاُمِرْتُ اَنْ اَكُونَ مِنَ الْمُسْلِمٖينَ","ayatMealText":{"tr":"Eğer yüz çevirirseniz çevirin, ben de sizden bir ücret istemedim ya! Benim mükafatımı ancak Allah verir. Ve ben O'nun emrine boyun eğen müslümanlardan olmakla emrolundum.","nl":"Als jullie je dan afwenden; ik heb jullie geen beloning gevraagd; mijn beloning rust slechts bij Allah, en mij is bevolen om te behoren tot hen die zich hebben overgegeven (aan Allah).\"","en":"And if you turn away, ˹remember˺ I have never demanded a reward from you ˹for delivering the message˺. My reward is only from Allah. And I have been commanded to be one of those who submit ˹to Allah˺.”"},"surah":null},{"id":1437,"surahId":10,"ayatId":73,"ayatNo":"٧٣","pageNo":217,"ayatText":"فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلَٓائِفَ وَاَغْرَقْنَا الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرٖينَ","ayatMealText":{"tr":"Buna rağmen yine de onu inkâr ettiler. Biz de onu ve gemide kendisiyle beraber olanları kurtardık. Ve onları yeryüzüne halifeler yaptık. Âyetlerimizi inkâr edenleri ise suda boğduk. Bak işte uyarılanların akıbeti nasıl oldu.","nl":"Toen loochenden zij hem (Noeh) waarop Wij hem redden en degenen die met hem in het schip waren en Wij maakten hen tot opvolgers. En Wij verdronken degenen die Onze Tekenen loochenden. Zie dan hoe het einde van de gewaarschuwden was.","en":"But they still rejected him, so We saved him and those with him in the Ark and made them successors, and drowned those who rejected Our signs. See then what was the end of those who had been warned"},"surah":null},{"id":1438,"surahId":10,"ayatId":74,"ayatNo":"٧٤","pageNo":217,"ayatText":"ثُمَّ بَعَثْنَا مِنْ بَعْدِهٖ رُسُلاً اِلٰى قَوْمِهِمْ فَجَٓاؤُ۫هُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهٖ مِنْ قَبْلُؕ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوبِ الْمُعْتَدٖينَ","ayatMealText":{"tr":"Sonra onun arkasından birçok peygamberleri kavimlerine gönderdik. Onlara açık mucizelerle geldiler. Fakat onlar bir defa yalan dediklerine sonuna kadar bir türlü inanmadılar. İşte biz, haddi aşanların kalblerini böyle mühürleriz.","nl":"Daarna zonden Wij na hem Boodschappers tot hun volk zodat zij niet de duidelijke Bewijzen tot hen kwamen, zij wilden toen niet geloven vanwege wat zij voorheen hadden geloochend. Zo vergrendelden Wij de harten van dc overtreders.","en":"Then after him We sent ˹other˺ messengers to their ˹own˺ people and they came to them with clear proofs. But they would not believe in what they had rejected before. This is how We seal the hearts of the transgressors"},"surah":null},{"id":1439,"surahId":10,"ayatId":75,"ayatNo":"٧٥","pageNo":217,"ayatText":"ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسٰى وَهٰرُونَ اِلٰى فِرْعَوْنَ وَمَلَا۬ئِهٖ بِاٰيَاتِنَا فَاسْتَكْبَرُوا وَكَانُوا قَوْماً مُجْرِمٖينَ","ayatMealText":{"tr":"Sonra bunların arkasından Musa ile Harun'u âyetlerimizle Firavun'a ve cemaatine gönderdik. İman etmeyi kibirlerine yediremediler ve günahkâr bir kavim oldular.","nl":"Daarna zonden Wij na hen Môesa en Hârôen tot Fir'aun en zijn vooraanstaanden met Onze Tekenen, waarop zij hoogmoedig werden. En zij waren een misdadig volk.","en":"Then after these ˹messengers˺ We sent Moses and Aaron to Pharaoh and his chiefs with Our signs. But they behaved arrogantly and were a wicked people"},"surah":null},{"id":1440,"surahId":10,"ayatId":76,"ayatNo":"٧٦","pageNo":217,"ayatText":"فَلَمَّا جَٓاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُٓوا اِنَّ هٰذَا لَسِحْرٌ مُبٖينٌ","ayatMealText":{"tr":"Kendilerine tarafımızdan hak gelince, \"Muhakkak ki bu, apaçık bir sihirdir.\" dediler.","nl":"Toen dan de Waarheid van Onze Zijde tot hen gekomen was, zeiden zij: \"Voorwaar, dit is zeker duidelijke tovenarij.\"","en":"When the truth came to them from Us, they said, “This is certainly pure magic!”"},"surah":null},{"id":1441,"surahId":10,"ayatId":77,"ayatNo":"٧٧","pageNo":217,"ayatText":"قَالَ مُوسٰٓى اَتَقُولُونَ لِلْحَقِّ لَمَّا جَٓاءَكُمْؕ اَسِحْرٌ هٰذَاؕ وَلَا يُفْلِحُ السَّاحِرُونَ","ayatMealText":{"tr":"Musa dedi ki, \"Size hak gelince, ona böyle mi diyorsunuz? Bu sihir midir?\" Halbuki sihirbazlar iflah olmazlar.","nl":"Môesa zei: \"Spraken jullie de Waarheid toen die tot jullie kwam? Is dit tovenarij, terwijl de tovenaars niet winnen?\"","en":"Moses responded, “Is this what you say about the truth when it has come to you? Is this magic? Magicians will never succeed.”"},"surah":null},{"id":1442,"surahId":10,"ayatId":78,"ayatNo":"٧٨","pageNo":217,"ayatText":"قَالُٓوا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَٓاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَٓاءُ فِي الْاَرْضِؕ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنٖينَ","ayatMealText":{"tr":"Dediler ki: \"Sen bizi, atalarımızdan kalan yoldan çeviresin de yeryüzünde saltanat ikinizin olsun diye mi geldin? Biz ikinize de inanmayız\".","nl":"Zij zeiden. \"Ben jij tot ons gekomen om ons af te brengen van dat (pad van de afgoderij) waarop wij onze vaderen aantroffen en opdat de macht op aarde voor jullie (Môesa en Hârôen) zou zijn? Maar wij geloven jullie niet.\"","en":"They argued, “Have you come to turn us away from the faith of our forefathers so that the two of you may become supreme in the land? We will never believe in you!”"},"surah":null}]}