{"juzNo":11,"pageNo":218,"arCuzNo":"۱۱","arPageNo":"۲۱۸","quranAyats":[{"id":1443,"surahId":10,"ayatId":79,"ayatNo":"٧٩","pageNo":218,"ayatText":"وَقَالَ فِرْعَوْنُ ائْتُونٖي بِكُلِّ سَاحِرٍ عَلٖيمٍ","ayatMealText":{"tr":"Firavun da: \"Bana bütün bilgili sihirbazları toplayıp getirin!\" dedi.","nl":"En Fir'aun zei: \"Brengt mij alle vakkundige tovenaars.\"","en":"Pharaoh demanded, “Bring me every skilled magician.”"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1444,"surahId":10,"ayatId":80,"ayatNo":"٨٠","pageNo":218,"ayatText":"فَلَمَّا جَٓاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسٰٓى اَلْقُوا مَٓا اَنْتُمْ مُلْقُونَ","ayatMealText":{"tr":"Sihirbazlar gelince, Musa onlara: \"Ortaya ne atacaksanız atın!\" dedi.","nl":"Toen dan alle tovenaars waren gekomen, zei Môesa tot hen: \"Werpt dat wat jullie (willen) werpen.\"","en":"When the magicians came, Moses said to them, “Cast whatever you wish to cast!”"},"surah":null},{"id":1445,"surahId":10,"ayatId":81,"ayatNo":"٨١","pageNo":218,"ayatText":"فَلَمَّٓا اَلْقَوْا قَالَ مُوسٰى مَا جِئْتُمْ بِهِ السِّحْرُؕ اِنَّ اللّٰهَ سَيُبْطِلُهُؕ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدٖينَ","ayatMealText":{"tr":"Onlar ortaya atınca Musa dedi ki, \"Sizin yaptığınız şey sihirdir. Muhakkak ki, Allah onu iptal edecektir. Şüphe yok ki, Allah fesatçıların işlerini düze çıkarmaz.\"","nl":"Toen zij dan hadden geworpen, zei Môesa: \"Wat jullie hebben gebracht is tovenarij, voorwaar, Allah zal het teniet doen. Voorwaar, Allah laat de werken van de verderfzaaiers niet voortbestaan.\"","en":"When they did, Moses said, “What you have produced is mere magic, Allah will surely make it useless, for Allah certainly does not set right the work of the corruptors"},"surah":null},{"id":1446,"surahId":10,"ayatId":82,"ayatNo":"٨٢","pageNo":218,"ayatText":"وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمَاتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُونَࣖ","ayatMealText":{"tr":"Allah, hakkın hak ve gerçek olduğunu kelimeleriyle ispat eder, günahkârların hoşuna gitmese de","nl":"En Allah vestigt de Waarheid met Zijn Woorden, ook al hebben de misdadigers er een afkeer van.","en":"And Allah establishes the truth by His Words—even to the dismay of the wicked.”"},"surah":null},{"id":1447,"surahId":10,"ayatId":83,"ayatNo":"٨٣","pageNo":218,"ayatText":"فَمَٓا اٰمَنَ لِمُوسٰٓى اِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهٖ عَلٰى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَا۬ئِهِمْ اَنْ يَفْتِنَهُمْؕ وَاِنَّ فِرْعَوْنَ لَعَالٍ فِي الْاَرْضِۚ وَاِنَّهُ لَمِنَ الْمُسْرِفٖينَ","ayatMealText":{"tr":"Firavun ve adamlarının kendilerini belaya uğratacağı korkusundan dolayı Musa'ya kendi kavminin bir oymağından başka kimse iman etmedi. Çünkü orada Firavun çok üstün idi ve o kesinlikle aşırı giden taşkınlardandı.","nl":"Toen gcloofde niemand Môesa, behalve (enkele) jongelingen van zijn volk, terwijl zij vreesden dat Fir'aun en zijn vooraanstaanden hen zouden vervolgen. En voorwaar, Fir'aun was zeker een onderdrukker in het land: en voorwaar, hij behoorde zeker tot de buitensporigen.","en":"But no one believed in Moses except a few youths of his people, while fearing that Pharaoh and their own chiefs might persecute them. And certainly Pharaoh was a tyrant in the land, and he was truly a transgressor"},"surah":null},{"id":1448,"surahId":10,"ayatId":84,"ayatNo":"٨٤","pageNo":218,"ayatText":"وَقَالَ مُوسٰى يَا قَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُٓوا اِنْ كُنْتُمْ مُسْلِمٖينَ","ayatMealText":{"tr":"Musa dedi ki: \"Ey kavmim! Siz gerçekten Allah'a iman ettinizse, O'na samimiyetle teslim olan müslümanlardan oldunuzsa artık O'na güvenin!\"","nl":"En Môesa zei: \"O mijn volk, als jullie in Allah geloven, stelt dan jullie vertrouwen op Hem, als jullie je hebben overgegeven (aan Allah).\"","en":"Moses said, “O my people! If you do believe in Allah and submit ˹to His Will˺, then put your trust in Him.”"},"surah":null},{"id":1449,"surahId":10,"ayatId":85,"ayatNo":"٨٥","pageNo":218,"ayatText":"فَقَالُوا عَلَى اللّٰهِ تَوَكَّلْنَاۚ رَبَّـنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمٖينَۙ","ayatMealText":{"tr":"Onlar da: \"Biz Allah'a güvendik. Ey Rabbimiz, bizi o zalim kavmin fitnesine uğratma!\" dediler.","nl":"Toen zeiden zij: \"Op Allah hebben wij ons vertrouwen gesteld, Onze Hem, maak ons geen voorwerp van vervolging door het onreelhtplegende volk.","en":"They replied, “In Allah we trust. Our Lord! Do not subject us to the persecution of the oppressive people"},"surah":null},{"id":1450,"surahId":10,"ayatId":86,"ayatNo":"٨٦","pageNo":218,"ayatText":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرٖينَ","ayatMealText":{"tr":"\"Bizi rahmetinle o kâfir kavmin elinden kurtar!\"","nl":"En red ons door Uw Barmhartigheid van het ongelovige volk.\"","en":"and deliver us by Your mercy from the disbelieving people.”"},"surah":null},{"id":1451,"surahId":10,"ayatId":87,"ayatNo":"٨٧","pageNo":218,"ayatText":"وَاَوْحَيْنَٓا اِلٰى مُوسٰى وَاَخٖيهِ اَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوتاً وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَاَقٖيمُوا الصَّلٰوةَؕ وَبَشِّرِ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Biz Musa ile kardeşine şöyle vahyettik: \"Kavminiz için Mısır'da birtakım evler hazırlayın ve evlerinizi kıbleye karşı yapın ve namazı kılın ve müminlere müjde verin.\"","nl":"En Wij openbaarden aan Môesa en zijn broeder: \"Bouwt voor jullie volk huizen in Egypte en maakt van jullie woningen gebedsbuizen en onderhoudt de shalât en verkondigt een verheugende tijding aan de gelovigen.\"","en":"We revealed to Moses and his brother, “Appoint houses for your people in Egypt. Turn these houses into places of worship, establish prayer, and give good news to the believers!”"},"surah":null},{"id":1452,"surahId":10,"ayatId":88,"ayatNo":"٨٨","pageNo":218,"ayatText":"وَقَالَ مُوسٰى رَبَّـنَٓا اِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَاَهُ زٖينَةً وَاَمْوَالاً فِي الْحَيٰوةِ الدُّنْيَاۙ رَبَّـنَا لِيُضِلُّوا عَنْ سَبٖيلِكَۚ رَبَّـنَا اطْمِسْ عَلٰٓى اَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتّٰى يَرَوُا الْعَذَابَ الْاَلٖيمَ","ayatMealText":{"tr":"Musa dedi: \"Ey Rabbimiz! Sen Firavun'a ve adamlarına şu dünya hayatında göz kamaştırıcı zenginlik ve bol bol servet verdin. Ey Rabbimiz! Senin yolundan saptırsınlar diye mi? Ey Rabbimiz! Onların mallarını sil süpür ve kalblerine sıkıntı düşür. Çünkü onlar o acıklı azabı görmedikçe iman etmeyecekler.\"","nl":"En Môesa zei: \"Onze Heer, voorwaar, U heeft Fir'aun en zijn vooraanstaanden versieringen en bezittingen tijdens het wereldse leven gegeven. Onze Heef, daardoor hielden zij (de mensen) af van Uw Pad. O Heer, vaag hun bezittingen weg en verhardt hun harten zodat zij niet geloven totdat zij de pijnlijke bestraffing zien.\"","en":"Moses prayed, “Our Lord! You have granted Pharaoh and his chiefs luxuries and riches in this worldly life, ˹which they abused˺ to lead people astray from Your Way! Our Lord, destroy their riches and harden their hearts so that they will not believe until they see the painful punishment.”"},"surah":null}]}