{"juzNo":11,"pageNo":219,"arCuzNo":"۱۱","arPageNo":"۲۱۹","quranAyats":[{"id":1453,"surahId":10,"ayatId":89,"ayatNo":"٨٩","pageNo":219,"ayatText":"قَالَ قَدْ اُجٖيبَتْ دَعْوَتُكُمَا فَاسْتَقٖيمَا وَلَا تَتَّبِعَٓانِّ سَبٖيلَ الَّذٖينَ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Allah buyurdu: \"Her ikinizin de duası kesinlikle kabul olundu. Siz yine doğru ve dürüst olmaya devam edin. Kendini bilmeyenlerin yoluna sakın uymayın.\"","nl":"Hij (Allah) zei: \"Voorzeker, Ik heb jullie smeekbede verhoord. Blijft daarom (op het rechte Pad) en volgt niet de weg van degenen die niet weten.\"","en":"Allah responded ˹to Moses and Aaron˺, “Your prayer is answered! So be steadfast and do not follow the way of those who do not know.”"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1454,"surahId":10,"ayatId":90,"ayatNo":"٩٠","pageNo":219,"ayatText":"وَجَاوَزْنَا بِبَنٖٓي اِسْرَٓائٖلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْياً وَعَدْواًؕ حَتّٰٓى اِذَٓا اَدْرَكَهُ الْغَرَقُۙ قَالَ اٰمَنْتُ اَنَّهُ لَٓا اِلٰهَ اِلَّا الَّـذٖٓي اٰمَنَتْ بِهٖ بَنُٓوا اِسْرَٓائٖلَ وَاَنَا۬ مِنَ الْمُسْلِمٖينَ","ayatMealText":{"tr":"Ve sonra İsrailoğulları'nı denizden aşırdık. Firavun, düşmanca saldırmak için derhal adamlarını ve askerlerini arkalarına düşürdü. Ta ki, suda boğulmaya başlayınca \"İnandım, gerçekten de İsrailoğulları'nın iman ettiğinden başka tanrı yoktur. Ben de ona teslim olanlardanım.\" dedi.","nl":"En Wij brachten de Kinderen van Israël over de zee, waarop Fir'aun en zijn legefs hen volgden uit tirannie en vijandschap, totdat, toen de verdrinking hen bereikte, Fir\"aun zei: \"Ik geloofdat er geen god is dan Degene waarin de Kinderen van Israël geloven en ik behoor tot hen die zich hebben overgegeven (aan Allah).\"","en":"We brought the Children of Israel across the sea. Then Pharaoh and his soldiers pursued them unjustly and oppressively. But as Pharaoh was drowning, he cried out, “I believe that there is no god except that in whom the Children of Israel believe, and I am ˹now˺ one of those who submit.”"},"surah":null},{"id":1455,"surahId":10,"ayatId":91,"ayatNo":"٩١","pageNo":219,"ayatText":"آٰلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدٖينَ","ayatMealText":{"tr":"Şimdi mi? Oysa bundan önce hep isyan etmiştin ve fesatçılardan idin.","nl":"(Allah zei:) \"Nu? Terwijl jij voorheen opstandig was en tot de verderfzaaiers behoorde?\"","en":"˹He was told,˺ “Now ˹you believe˺? But you always disobeyed and were one of the corruptors"},"surah":null},{"id":1456,"surahId":10,"ayatId":92,"ayatNo":"٩٢","pageNo":219,"ayatText":"فَالْيَوْمَ نُنَجّٖيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ اٰيَةًؕ وَاِنَّ كَثٖيراً مِنَ النَّاسِ عَنْ اٰيَاتِنَا لَغَافِلُونَࣖ","ayatMealText":{"tr":"Biz de bugün senin bedenini arkandan gelenlere bir ibret olsun diye kurtaracağız. Bununla beraber, insanların birçoğu âyetlerimizden yine de gafildirler.","nl":"Op deze dag dan redden Wij jouw lichaam opdat jij een Teken zult zijn voor hen die na jou komen. En voorwaar, velen van de mensen zijn achteloos tegenover Onze Tekenen.","en":"Today We will preserve your corpse so that you may become an example for those who come after you. And surely most people are heedless of Our examples!”"},"surah":null},{"id":1457,"surahId":10,"ayatId":93,"ayatNo":"٩٣","pageNo":219,"ayatText":"وَلَقَدْ بَوَّأْنَا بَنٖٓي اِسْرَٓائٖلَ مُبَوَّاَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِۚ فَمَا اخْتَلَفُوا حَتّٰى جَٓاءَهُمُ الْعِلْمُؕ اِنَّ رَبَّكَ يَقْضٖي بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فٖيمَا كَانُوا فٖيهِ يَخْتَلِفُونَ","ayatMealText":{"tr":"Gerçekten İsrailoğulları'nı çok güzel bir yurda yerleştirdik ve onlara hoş nimetlerden rızıklar verdik. Anlaşmazlığa düşmeleri de kendilerine ilim geldikten sonra oldu. Şüphe yok ki, Rabbin, o anlaşmazlığa düştükleri konularda kıyamet günü aralarında hüküm verecektir.","nl":"En Wij plaatsten de Kinderen van Israël in voortreffelijke woonplaatsen en Wij gaven hun voorzieningen van de goede dingen, en zij verschildein niet van mening totdat de kennis tot hen was gekomen. Voorwaar, jouw Heer oordeelt tussen hen op de Dag der Opstanding over dat waar zij van mening over verschilden.","en":"Indeed, We settled the Children of Israel in a blessed land, and granted them good, lawful provisions. They did not differ until knowledge came to them. Surely your Lord will judge between them on the Day of Judgment regarding their differences"},"surah":null},{"id":1458,"surahId":10,"ayatId":94,"ayatNo":"٩٤","pageNo":219,"ayatText":"فَاِنْ كُنْتَ فٖي شَكٍّ مِمَّٓا اَنْزَلْـنَٓا اِلَيْكَ فَسْـَٔلِ الَّذٖينَ يَقْرَؤُ۫نَ الْكِتَابَ مِنْ قَبْلِكَۚ لَقَدْ جَٓاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرٖينَۙ","ayatMealText":{"tr":"Sana indirdiklerimizde herhangi bir şüpheye düşersen, senden önce kitap okuyanlara sor. Andolsun ki, sana Rabbinden hak gelmiştir. Sakın şüphe edenlerden olma!","nl":"Als jij dan in twijfel verkeert over wat Wij aan jou hebben neergezonden, vraag dan aan hen die de Schrift lezen (die) vóór jou (is geopenbaard). Voorzeker, de Waarheid van jouw Heer is tot jou gekomen, behoor daarom niet tot de twijfelaars.","en":"If you ˹O Prophet˺ are in doubt about ˹these stories˺ that We have revealed to you, then ask those who read the Scripture before you. The truth has certainly come to you from your Lord, so do not be one of those who doubt"},"surah":null},{"id":1459,"surahId":10,"ayatId":95,"ayatNo":"٩٥","pageNo":219,"ayatText":"وَلَا تَكُونَنَّ مِنَ الَّذٖينَ كَذَّبُوا بِاٰيَاتِ اللّٰهِ فَتَكُونَ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Ve sakın Allah'ın âyetlerini inkar edenlerden olma, sonra hüsrana uğrayanlardan olursun.","nl":"En behoor in geen geval tot degenen die de Verzen van Allah loochenen, anders dan zal jij tot de verliezers behoren.","en":"and do not be one of those who deny Allah’s signs or you will be one of the losers"},"surah":null},{"id":1460,"surahId":10,"ayatId":96,"ayatNo":"٩٦","pageNo":219,"ayatText":"اِنَّ الَّذٖينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَۙ","ayatMealText":{"tr":"Doğrusu, aleyhlerinde Rabbinin hükmü kesinleşmiş olanlar imana gelmezler.","nl":"Voorwaar, degenen over wie het Woord (van bestraffing) van jouw Heer tereclit is: zij geloven niet.","en":"Indeed, those against whom Allah’s decree ˹of torment˺ is justified will not believe—"},"surah":null},{"id":1461,"surahId":10,"ayatId":97,"ayatNo":"٩٧","pageNo":219,"ayatText":"وَلَوْ جَٓاءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلٖيمَ","ayatMealText":{"tr":"Onlara bütün mucizeler hep birden gelse, yine de o acıklı azabı görünceye kadar inanmazlar.","nl":"Ook al kwamen alle Tekenen tot hen, totdat zij de pijnlijke bestraffing zien.","en":"even if every sign were to come to them—until they see the painful punishment"},"surah":null}]}