{"juzNo":2,"pageNo":22,"arCuzNo":"۲","arPageNo":"۲۲","quranAyats":[{"id":149,"surahId":2,"ayatId":142,"ayatNo":"١٤٢","pageNo":22,"ayatText":"سَيَقُولُ السُّفَـهَٓاءُ مِنَ النَّاسِ مَا وَلّٰيهُمْ عَنْ قِبْلَتِهِمُ الَّتٖي كَانُوا عَلَيْهَاؕ قُلْ لِلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُؕ يَهْدٖي مَنْ يَشَٓاءُ اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"İnsanlar içinde bir kısım beyinsizler takımı, \"Bunları bulundukları kıbleden çeviren nedir?\" diyecekler. De ki: \"Doğu da, batı da Allah'ındır. O, kimi dilerse onu hidayete erdirir.\"","nl":"De dwazen onder de mensen zullen zeggeh: \"Wat heeft hen zich doen afwenden van hun Qiblah (gebedsrichting) die zij gewoonlijk in acht namen?\" Zeg: Aan Allah behoort het Oosten en het Westen Hij leidt wie Hij wil op een recht Pad.\"","en":"The foolish among the people will ask, “Why did they turn away from the direction of prayer they used to face?” Say, ˹O Prophet,˺ “The east and west belong ˹only˺ to Allah. He guides whoever He wills to the Straight Path.”"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":150,"surahId":2,"ayatId":143,"ayatNo":"١٤٣","pageNo":22,"ayatText":"وَكَذٰلِكَ جَعَلْنَاكُمْ اُمَّةً وَسَطاً لِتَكُونُوا شُهَدَٓاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهٖيداًؕ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتٖي كُنْتَ عَلَيْهَٓا اِلَّا لِنَعْلَمَ مَنْ يَتَّبِـعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلٰى عَقِبَيْهِؕ وَاِنْ كَانَتْ لَكَبٖيرَةً اِلَّا عَلَى الَّذٖينَ هَدَى اللّٰهُؕ وَمَا كَانَ اللّٰهُ لِيُضٖيعَ اٖيمَانَكُمْؕ اِنَّ اللّٰهَ بِالنَّاسِ لَرَؤُ۫فٌ رَحٖيمٌ","ayatMealText":{"tr":"Ve işte böyle, sizi ortada yürüyen bir ümmet kıldık ki, siz bütün insanlar üzerine adalet örneği ve hakkın şahitleri olasınız, Peygamber de sizin üzerinize şahit olsun. Daha önce içinde durduğun Kâ'be'yi kıble yapmamız da şunun içindir: Peygamber'in izince gidecekleri, iki ökçesi üzerinde geri döneceklerden ayıralım. Bu iş elbette Allah'ın hidayet ettiği kimselerin dışındakilere çok ağır gelecekti. Allah imanınızı kaybedecek değildir. Hiç şüphesiz Allah, bütün insanlara çok şefkatlidir, çok merhametlidir.","nl":"Zo maakten Wij jullie tot een gematigd volk, opdat jullie getuigen zullen zijn voor de mensen en opdat de Boodschapper (Moehammed) een getuige zal zijn voor jullie. En Wij hebben de Qiblah die jullie gewend waren slechts aangewezen om degenen die de Boodschapper volgen onder degenen die zich op hun hielen omdraaien te beproeven. En zeker, dit (de verandering van de Qiblah) was zwaar, behalve voor degenen die Allah leiding gaf. En Allah is neit zo dat Hij jullie geloof (shalât) verloren zou doen gaan. Voorwaar, Allah is zeker genading, meest harmhartig voor de mensen.","en":"And so We have made you ˹believers˺ an upright community so that you may be witnesses over humanity and that the Messenger may be a witness over you. We assigned your former direction of prayer only to distinguish those who would remain faithful to the Messenger from those who would lose faith. It was certainly a difficult test except for those ˹rightly˺ guided by Allah. And Allah would never discount your ˹previous acts of˺ faith. Surely Allah is Ever Gracious and Most Merciful to humanity"},"surah":null},{"id":151,"surahId":2,"ayatId":144,"ayatNo":"١٤٤","pageNo":22,"ayatText":"قَدْ نَرٰى تَقَلُّبَ وَجْهِكَ فِي السَّمَٓاءِۚ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضٰيهَاࣕ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِؕ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُؕ وَاِنَّ الَّذٖينَ اُو۫تُوا الْكِتَابَ لَيَعْلَمُونَ اَنَّهُ الْحَقُّ مِنْ رَبِّهِمْؕ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ","ayatMealText":{"tr":"Doğrusu, biz, yüzünün semaya yöneldiğini, orada şekilden şekile geçerek, aranıp durduğunu görüyorduk. Artık seni hoşnud olacağın bir kıbleye çevireceğiz. Haydi bakalım, yüzünü Mescidi Haram'a doğru çevir. Siz de ey müminler, nerede olursanız olun, yüzünüzü o tarafa doğru çevirin! Kendilerine kitap verilmiş olanlar da kesinlikle bilirler ki, Rabblerinden gelen o emir haktır. Ve Allah, onların yaptıklarından ve yapmakta olduklarından gafil değildir.","nl":"Waarlijk, Wij hebben gezien hoe jouw gezicht voortdurend tot de hemel wendde, daarom wenden Wij jou (nu) naar een Oiblah die jou welgevallig is. Wend jouw gezicht in de richting van de Masdjid al Harâm (de Gewijde Moskee te Mekkah). En waar jullie je ook bevinden (en de shalât gaan verrichten), wendt jullie gezichten in die richting. En voorwaar, degenen aan wie de Schrift is gegeven, weten zeker dat het de Waarheid van jullie heer is. En Allah is niet onachtzaam omtrent wat zij doen.","en":"Indeed, We see you ˹O Prophet˺ turning your face towards heaven. Now We will make you turn towards a direction ˹of prayer˺ that will please you. So turn your face towards the Sacred Mosque ˹in Mecca˺—wherever you are, turn your faces towards it. Those who were given the Scripture certainly know this to be the truth from their Lord. And Allah is never unaware of what they do"},"surah":null},{"id":152,"surahId":2,"ayatId":145,"ayatNo":"١٤٥","pageNo":22,"ayatText":"وَلَئِنْ اَتَيْتَ الَّذٖينَ اُو۫تُوا الْكِتَابَ بِكُلِّ اٰيَةٍ مَا تَبِعُوا قِبْلَتَكَۚ وَمَٓا اَنْتَ بِتَابِـعٍ قِبْلَتَهُمْۚ وَمَا بَعْضُهُمْ بِتَابِـعٍ قِبْلَةَ بَعْضٍؕ وَلَئِنِ اتَّبَعْتَ اَهْوَٓاءَهُمْ مِنْ بَعْدِ مَا جَٓاءَكَ مِنَ الْعِلْمِۙ اِنَّكَ اِذاً لَمِنَ الظَّالِمٖينَۘ","ayatMealText":{"tr":"Celâlim için, sen o kitap verilmiş olanlara, bütün delilleri de getirsen, yine de senin kıblene tabi olmazlar, sen de onların kıblesine tabi olmazsın. Zaten onlar da birbirlerinin kıblesine tabi değiller. Celâlim hakkı için, sana gelen bunca ilmin arkasından sen tutar da onların arzu ve heveslerine uyacak olursan, o zaman hiç şüphesiz, sen de zâlimlerden olursun.","nl":"En als jij aan degenen aan wie de Schrift is gegeven alle Tekenen brengt, dan nog zullen zij jouw Qiblah niet volgen. En jij zult hun Qiblah nooit volgen. En evenmin zal een gedeelte van hen ooit de Qiblah van anderen volgen. En als jij hun begeerten had gevolgd, nadat de kennis tot jou was gekomen, dan zou zij zeker tot de onrechtplegers behoren.","en":"Even if you were to bring every proof to the People of the Book, they would not accept your direction ˹of prayer˺, nor would you accept theirs; nor would any of them accept the direction ˹of prayer˺ of another. And if you were to follow their desires after ˹all˺ the knowledge that has come to you, then you would certainly be one of the wrongdoers"},"surah":null}]}