{"juzNo":11,"pageNo":220,"arCuzNo":"۱۱","arPageNo":"۲۲۰","quranAyats":[{"id":1462,"surahId":10,"ayatId":98,"ayatNo":"٩٨","pageNo":220,"ayatText":"فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَٓا اٖيمَانُهَٓا اِلَّا قَوْمَ يُونُسَؕ لَمَّٓا اٰمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنَاهُمْ اِلٰى حٖينٍ","ayatMealText":{"tr":"Fakat o vakit iman edip de imanları kendilerine fayda vermiş bir kasaba olsaydı? Ancak Yunus'un kavmi iman ettikleri vakit, dünya hayatında o rezillik azabını üzerlerinden kaldırmış ve bir süre onları rahata kavuşturmuştuk.","nl":"Was er maar een stad geweest, naast die van het volk van Yôenoes, die geloofde, opdat haar gelool haar zou baten. Toen zij (het volk van Yôenoes\") geloofden, namen Wij de bestraffing van de vernedering in het wereldse leven weg, en schonken Wij hen genietingen tot een bepaalde tijd.","en":"If only there had been a society which believed ˹before seeing the torment˺ and, therefore, benefited from its belief, like the people of Jonah. When they believed, We lifted from them the torment of disgrace in this world and allowed them enjoyment for a while"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1463,"surahId":10,"ayatId":99,"ayatNo":"٩٩","pageNo":220,"ayatText":"وَلَوْ شَٓاءَ رَبُّكَ لَاٰمَنَ مَنْ فِي الْاَرْضِ كُلُّهُمْ جَمٖيعاًؕ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُونُوا مُؤْمِنٖينَ","ayatMealText":{"tr":"Eğer Rabbin dileseydi, yeryüzünde kim varsa hepsi toptan iman ederlerdi. O halde insanları hep mümin olsunlar diye sen mi zorlayacaksın?","nl":"En als jouw Heer het had gewild, dan zouden degenen die op aarde zijn, zeker allen tezamen hebben geloofd. Wil jij (O Moehammad) dan de mensen dwingen opdat zij gelovigen worden?","en":"Had your Lord so willed ˹O Prophet˺, all ˹people˺ on earth would have certainly believed, every single one of them! Would you then force people to become believers"},"surah":null},{"id":1464,"surahId":10,"ayatId":100,"ayatNo":"١٠٠","pageNo":220,"ayatText":"وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِؕ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذٖينَ لَا يَعْقِلُونَ","ayatMealText":{"tr":"Allah'ın izni olmadıkça hiçbir kişinin iman etmesi mümkün değildir. Akıllarını kullanmayanlar üzerine Allah bir uğursuzluk yükler.","nl":"En geen ziel kan geloven, behalve met verlof van Allah. En Hij legt een bestraffing op aan degenen die hun verstand niet gebruiken.","en":"It is not for any soul to believe except by Allah’s leave, and He will bring His wrath upon those who are unmindful"},"surah":null},{"id":1465,"surahId":10,"ayatId":101,"ayatNo":"١٠١","pageNo":220,"ayatText":"قُلِ انْظُرُوا مَاذَا فِي السَّمٰوَاتِ وَالْاَرْضِؕ وَمَا تُغْنِي الْاٰيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"De ki: \"Göklerde ve yerde olup bitenlere dikkatle bakın!\" Fakat o uyarmalar ve o âyetler, iman etmeyen bir kavme fayda vermez ki!","nl":"Zeg (O Moehammad): \"Aanschouwt wat er in de hemelen en op de aarde is. Maar de Tekenen en de waarschuwingen baten niet voor een volk dat niet gelooft.\"","en":"Say, ˹O Prophet,˺ “Consider all that is in the heavens and the earth!” Yet neither signs nor warners are of any benefit to those who refuse to believe"},"surah":null},{"id":1466,"surahId":10,"ayatId":102,"ayatNo":"١٠٢","pageNo":220,"ayatText":"فَهَلْ يَنْتَظِرُونَ اِلَّا مِثْلَ اَيَّامِ الَّذٖينَ خَلَوْا مِنْ قَبْلِهِمْؕ قُلْ فَانْتَظِرُٓوا اِنّٖي مَعَكُمْ مِنَ الْمُنْتَظِرٖينَ","ayatMealText":{"tr":"Onlar, kendilerinden önce gelmiş geçmiş olanların uğradıkları felaket günleri gibisinden başkasını mı bekliyorlar? De ki, \"Bekleyin, ben de sizinle beraber bekleyenlerden olacağım.\"","nl":"Wachten zij dan alleen maar op rampen zoals van degenen die hen vooraf gingen? Zeg: \"Wachten jullie dan maar. Voorwaar, ik behoor met jullie tot de wachtenden.\"","en":"Are they waiting for ˹anything˺ except the same torments that befell those before them? Say, “Keep waiting then! I too am waiting with you.”"},"surah":null},{"id":1467,"surahId":10,"ayatId":103,"ayatNo":"١٠٣","pageNo":220,"ayatText":"ثُمَّ نُنَجّٖي رُسُلَنَا وَالَّذٖينَ اٰمَنُوا كَذٰلِكَۚ حَقاًّ عَلَيْنَا نُنْجِ الْمُؤْمِنٖينَࣖ","ayatMealText":{"tr":"Sonra biz, peygamberlerimizi ve iman edenleri kurtarırız. İşte biz böyleyiz. Müminleri kurtarmak üzerimize düşen bir görevdir.","nl":"Daarna redden Wij Onze Boodschappers en degenen die geloofden. Zo stellen Wij het Ons tot een plicht om de gelovigen te redden.","en":"Then We saved Our messengers and those who believed. For it is Our duty to save the believers"},"surah":null},{"id":1468,"surahId":10,"ayatId":104,"ayatNo":"١٠٤","pageNo":220,"ayatText":"قُلْ يَٓا اَيُّهَا النَّاسُ اِنْ كُنْتُمْ فٖي شَكٍّ مِنْ دٖينٖي فَلَٓا اَعْبُدُ الَّذٖينَ تَعْبُدُونَ مِنْ دُونِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذٖي يَتَوَفّٰيكُمْۚ وَاُمِرْتُ اَنْ اَكُونَ مِنَ الْمُؤْمِنٖينَۙ","ayatMealText":{"tr":"De ki: \"Ey insanlar! Eğer benim dinimde bir şüpheniz varsa, şunu bilin ki, Allah'ı bırakıp da sizin taptıklarınıza tapmam. Lâkin sizin de canınızı alacak olan Allah'a taparım. Bana müminlerden olmam emredilmiştir\".","nl":"Zeg: \"O mensen, als jullie twijfelen aan mijn godsdienst: ik aanbid niet wat jullie naast Allah aanbidden, maar ik aanbid Allah die jullie wegneemt. En mij is bevolen om tot de gelovigen te behoren.","en":"Say, ˹O Prophet,˺ “O humanity! If you are in doubt of my faith, then ˹know that˺ I do not worship those ˹idols˺ you worship instead of Allah. But I worship Allah, Who has the power to cause your death. And I have been commanded, ‘Be one of the believers,’"},"surah":null},{"id":1469,"surahId":10,"ayatId":105,"ayatNo":"١٠٥","pageNo":220,"ayatText":"وَاَنْ اَقِمْ وَجْهَكَ لِلدّٖينِ حَنٖيفاًۚ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"\"Ayrıca yüzünü tevhid dininden ayırma ve sakın müşriklerden olma!\" (diye emrolundum).","nl":"En om jouw aangezicht (O Moehammad) tot de godsdienst te wenden als een Hanîf, en behoor zeker niet tot de veelgodenaanbidders.","en":"and, ‘Be steadfast in faith in all uprightness, and do not be one of the polytheists,’"},"surah":null},{"id":1470,"surahId":10,"ayatId":106,"ayatNo":"١٠٦","pageNo":220,"ayatText":"وَلَا تَدْعُ مِنْ دُونِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَۚ فَاِنْ فَعَلْتَ فَاِنَّكَ اِذاً مِنَ الظَّالِمٖينَ","ayatMealText":{"tr":"\"Ve Allah'dan başka, sana faydası da, zararı da dokunmayacak olan şeylere yalvarma! Eğer yalvarırsan, o zaman hiç şüphesiz sen zalimlerden olursun.","nl":"En roep buiten Allah niet aan wat jou niet kan baten en niet kan schaden. Als jij dat deed, voorwaar, dan zou jij tot de onrechtplegers behoren.","en":"and ‘Do not invoke, instead of Allah, what can neither benefit nor harm you—for if you do, then you will certainly be one of the wrongdoers,’"},"surah":null}]}