{"juzNo":11,"pageNo":221,"arCuzNo":"۱۱","arPageNo":"۲۲۱","quranAyats":[{"id":1471,"surahId":10,"ayatId":107,"ayatNo":"١٠٧","pageNo":221,"ayatText":"وَاِنْ يَمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَـهُٓ اِلَّا هُوَۚ وَاِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَٓادَّ لِفَضْلِهٖؕ يُصٖيبُ بِهٖ مَنْ يَشَٓاءُ مِنْ عِبَادِهٖؕ وَهُوَ الْغَفُورُ الرَّحٖيمُ","ayatMealText":{"tr":"Ve eğer Allah, sana bir zarar dokunduracak olursa, onu O'ndan başka giderecek yoktur. Ve eğer sana bir hayır dilerse, o zaman da O'nun hayrını engelleyebilecek kimse yoktur. O, lütfunu dilediği kuluna nasip eder. Allah çok yarlığayıcı, çok esirgeyicidir.","nl":"En wanneer Allah jou met een tegenslag treft, dan is er niemand die deze kan wegnemen, behalve Hij. En wanneer Hij voor jou iets goeds wenst, dan kan niemand Zijn gunst tegenhouden. Hij treft daarmee wie Hij wil van Zijn dienaren. En Hij is de Vergevensgezinde, de Meest Barmhartige.","en":"and ‘If Allah touches you with harm, none can undo it except Him. And if He intends good for you, none can withhold His bounty. He grants it to whoever He wills of His servants. And He is the All-Forgiving, Most Merciful.’”"},"surah":{"surahId":10,"name":"Yûnus","nameAr":"يُونُسَ","revelationOrder":51,"verseCount":109,"juzNo":11,"firstPage":208}},{"id":1472,"surahId":10,"ayatId":108,"ayatNo":"١٠٨","pageNo":221,"ayatText":"قُلْ يَٓا اَيُّهَا النَّاسُ قَدْ جَٓاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْۚ فَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدٖي لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۚ وَمَٓا اَنَا۬ عَلَيْكُمْ بِوَكٖيلٍؕ","ayatMealText":{"tr":"De ki: \"Ey insanlar! İşte size Rabbinizden hak geldi. Artık kim hidayeti kabul ederse kendi canı için kabul etmiş olur. Kim sapıklık ederse kendi zararına sapıklık etmiş olur. Ve ben sizin üzerinize vekil değilim.\"","nl":"Zeg: \"O mensen, waarlijk, de Waarheid van jullie Heer is tot jullie gekomen. Wie dan de Leiding volgt: voorwaar, hij volgt die slechts in zijn eigen voordeel. En wie dwaalt: voorwaar, die dwaalt slechts ten nadele van zichzelf En ik ben geen voogd over jullie.\"","en":"Say, ˹O Prophet,˺ “O humanity! The truth has surely come to you from your Lord. So whoever chooses to be guided, it is only for their own good. And whoever chooses to stray, it is only to their own loss. And I am not a keeper over you.”"},"surah":null},{"id":1473,"surahId":10,"ayatId":109,"ayatNo":"١٠٩","pageNo":221,"ayatText":"وَاتَّبِـعْ مَا يُوحٰٓى اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُۚ وَهُوَ خَيْرُ الْحَاكِمٖينَ","ayatMealText":{"tr":"Sana vahyolunana uy! Ve Allah hükmünü verinceye kadar sabret. Çünkü O, hüküm verenlerin en hayırlısıdır.","nl":"En volg wat ma jou is geopenbaard en wees geduldig totdat Allah oordeelt. En Hij is de Beste der Rechters.","en":"And follow what is revealed to you, and be patient until Allah passes His judgment. For He is the Best of Judges"},"surah":null},{"id":1474,"surahId":11,"ayatId":1,"ayatNo":"١","pageNo":221,"ayatText":"الٓـرٰࣞ كِتَابٌ اُحْكِمَتْ اٰيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكٖيمٍ خَبٖيرٍۙ","ayatMealText":{"tr":"ElifLâmRâ. Bu öyle bir kitaptır ki, âyetleri muhkem kılınmış, sonra da herşeyden haberdar olan hikmet sahibi Allah tarafından âyetleri ayrıntılı olarak açıklanmıştır.","nl":"AIif Lim Râ. (Dit is) een Boek waarvan de Verzen hecht zijn geplaatst en die vervolgens zijn uiteengezet, van de Zijde van de Alwijze, de Alwetende.","en":"Alif-Lãm-Ra. ˹This is˺ a Book whose verses are well perfected and then fully explained. ˹It is˺ from the One ˹Who is˺ All-Wise, All-Aware"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1475,"surahId":11,"ayatId":2,"ayatNo":"٢","pageNo":221,"ayatText":"اَلَّا تَعْبُدُٓوا اِلَّا اللّٰهَؕ اِنَّنٖي لَكُمْ مِنْهُ نَذٖيرٌ وَبَشٖيرٌۙ","ayatMealText":{"tr":"(Şöyle ki:) Allah'dan başkasına kulluk etmeyin. Ben size O'nun tarafından müjde vermek ve uyarmak için gönderilmiş gerçek bir peygamberim.","nl":"Opdat jullie slechts Allah aanbidden. Voorwaar, ik ben voor jullie een waarschuwer en een verkondiger van een verheugende tijding.","en":"˹Tell them, O Prophet,˺ “Worship none but Allah. Surely I am a warner and deliverer of good news to you from Him"},"surah":null},{"id":1476,"surahId":11,"ayatId":3,"ayatNo":"٣","pageNo":221,"ayatText":"وَاَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُٓوا اِلَيْهِ يُمَتِّعْكُمْ مَتَاعاً حَسَناً اِلٰٓى اَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذٖي فَضْلٍ فَضْلَهُؕ وَاِنْ تَوَلَّوْا فَاِنّٖٓي اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبٖيرٍ","ayatMealText":{"tr":"Ve Rabbinizin mağfiretini isteyin, sonra ona tevbe edin ki sizi, belli bir süreye kadar güzel güzel yaşatsın. Ve her fazilet sahibine layık olduğu ihsanı versin. Eğer yüz çevirirseniz, ben sizin için büyük bir günün azabından korkarım.","nl":"En als jullie je Heer om vergeving vragen en jullie je vervolgens berouwvol tot Hem wenden, dan zal Hij jullie een goedegenieting schenken, tot een bepaalde tijd. En Hij beloont iedere bezitter van een verdienste met Zijn gunst. Als jullie afwenden: voorwaar, dan vrees ik voor jullie de bestraffing van de Grote Dag.","en":"And seek your Lord’s forgiveness and turn to Him in repentance. He will grant you a good provision for an appointed term and graciously reward the doers of good. But if you turn away, then I truly fear for you the torment of a formidable Day"},"surah":null},{"id":1477,"surahId":11,"ayatId":4,"ayatNo":"٤","pageNo":221,"ayatText":"اِلَى اللّٰهِ مَرْجِعُكُمْۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Dönüşünüz yalnızca Allah'adır. O'nun da herşeye gücü yeter.","nl":"Tot Allah is jullie terugkeer, en Hij is Almachtig over alle dingen.","en":"To Allah is your return. And He is Most Capable of everything.”"},"surah":null},{"id":1478,"surahId":11,"ayatId":5,"ayatNo":"٥","pageNo":221,"ayatText":"اَلَٓا اِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُؕ اَلَا حٖينَ يَسْتَغْشُونَ ثِيَابَهُمْۙ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَۚ اِنَّهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Dikkat edin! Görmüyor musunuz, onlar düşmanlıklarını gizlemek için göğüslerini çeviriyorlar. İyi bilin ki, onlar örtülerine bürünürlerken, neyi gizleyip, neyi açığa vurduklarını Allah biliyor. Muhakkak ki Allah, gönülde gizlenenleri de bilir.","nl":"Weet zij (de huichelaars) wenden hun borsten af om zich voor hem (Moehammad) te verbergen. Zelfs wanneer zij zich met hun kleren bedekken, weet Hij wat zij verbergen en wat zij openlijk doen. Voorwaar, Hij is Alwetend over wat er in de harten is.","en":"Indeed, they enfold ˹what is in˺ their hearts, ˹trying˺ to hide it from Him! But even when they cover themselves with their clothes, He knows what they conceal and what they reveal. Surely He knows best what is ˹hidden˺ in the heart"},"surah":null}]}