{"juzNo":12,"pageNo":222,"arCuzNo":"۱۲","arPageNo":"۲۲۲","quranAyats":[{"id":1479,"surahId":11,"ayatId":6,"ayatNo":"٦","pageNo":222,"ayatText":"وَمَا مِنْ دَٓابَّةٍ فِي الْاَرْضِ اِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَاؕ كُلٌّ فٖي كِتَابٍ مُبٖينٍ","ayatMealText":{"tr":"Yeryüzünde rızkı Allah'a ait olmayan hiçbir canlı yoktur. O, onların karar kıldıkları yerleri de, emaneten durdukları yerleri de bilir. Onların hepsi apaçık bir kitaptadır.","nl":"Er is geen levend wezen (Dâbbah) op aarde, of aan Allah is het onderhoud ervan. En Hij kent de verblijfplaats en de bewaarplaats ervan. Alles is vastgelegd in een duidelijk Boek.","en":"There is no moving creature on earth whose provision is not guaranteed by Allah. And He knows where it lives and where it is laid to rest. All is ˹written˺ in a perfect Record"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1480,"surahId":11,"ayatId":7,"ayatNo":"٧","pageNo":222,"ayatText":"وَهُوَ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ فٖي سِتَّةِ اَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَٓاءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلاًؕ وَلَئِنْ قُلْتَ اِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذٖينَ كَفَرُٓوا اِنْ هٰذَٓا اِلَّا سِحْرٌ مُبٖينٌ","ayatMealText":{"tr":"O, öyle bir Allah'dır ki, hanginizin daha güzel amel işleyeceğini imtihan etmek için gökleri ve yeri altı günde yarattı. Arşı da su üstündeydi. Onlara \"öldükten sonra tekrar dirileceksiniz\" dersen, o kâfirler de kesinlikle sana: \" Bu apaçık bir sihirden başka birşey değildir.\" diyecekler.","nl":"En Hij is Degene die de hemelen en de aarde heeft geschapen in zes dagen (perioden) en Zijn Troon was op liet water, om te beproeven wie van jullie de beste daden verricht. En als jij zegt: \"Voorwaar, jullie zullen worden opgewekt na de dood,\" dan zullen degenen die ongelovig zijn, zeker zeggen: \"Dit is slechts duidelijke tovenarij.\"","en":"He is the One Who created the heavens and the earth in six Days—and His Throne was upon the waters—in order to test which of you is best in deeds. And if you ˹O Prophet˺ say, “Surely you will ˹all˺ be raised up after death,” the disbelievers will certainly say, “That is nothing but pure magic!”"},"surah":null},{"id":1481,"surahId":11,"ayatId":8,"ayatNo":"٨","pageNo":222,"ayatText":"وَلَئِنْ اَخَّرْنَا عَنْهُمُ الْعَذَابَ اِلٰٓى اُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُؕ اَلَا يَوْمَ يَأْتٖيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَࣖ","ayatMealText":{"tr":"Ve eğer bunlardan bir kısmının göreceği azabı belli bir süreye kadar erteleyecek olursak, o zaman da \"onu engelleyen nedir ki?\" diyecekler. İyi bilin ki, o azap onlara geldiği gün kendilerinden geri çevrilecek değildir. Ve o alay ettikleri şey kendilerini kuşatmış olacaktır.","nl":"En wanneer Wij de bestraffing van hen uitstellen tot een bepaald tijdstip, dan zullen zij zeker zeggen: \"Wat houdt haar tegen?\" Weet, op de dag waarop zij tot hen komt, kan zij van hen niet worden afgewend en worden zij omsingeld door hetgeen waarmee zij de spot plachten te drijven.","en":"And if We delay their punishment until an appointed time, they will definitely say, “What is holding it back?” Indeed, on the Day it overtakes them, it will not be averted from them, and they will be overwhelmed by what they used to ridicule"},"surah":null},{"id":1482,"surahId":11,"ayatId":9,"ayatNo":"٩","pageNo":222,"ayatText":"وَلَئِنْ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُۚ اِنَّهُ لَيَؤُ۫سٌ كَفُورٌ","ayatMealText":{"tr":"Ve şayet insana tarafımızdan bir rahmet tattırır, sonra da onu kendisinden geri alırsak, şüphesiz o ümitsiz ve nankör bir kimse olur.","nl":"En wanneer Wij de mens Barmhartigheid van Ons doen proeven, (en) die vervolgens van hun wegnemen: voorwaar, hij wordt dan een wanhopige ondankbare.","en":"If We give people a taste of Our mercy then take it away from them, they become utterly desperate, ungrateful"},"surah":null},{"id":1483,"surahId":11,"ayatId":10,"ayatNo":"١٠","pageNo":222,"ayatText":"وَلَئِنْ اَذَقْنَاهُ نَعْمَٓاءَ بَعْدَ ضَرَّٓاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّـَٔاتُ عَنّٖيؕ اِنَّهُ لَفَرِحٌ فَخُورٌۙ","ayatMealText":{"tr":"Ve şayet ona dokunan bir sıkıntıdan sonra bir nimet tattırırsak, \"Artık benden bütün kötülükler silinip gitti.\" der, mutlaka böbürlenir ve şımarır.","nl":"En wanneer Wij hem genietingen doen proeven nadat tegenslagen hem troffen zal hij zeker zeggen: \"Het kwaad heeft mij verlaten.\" Voorwaar, hij is zeker verheugd, hoogmoedig.","en":"But if We give them a taste of prosperity after being touched with adversity, they say, “My ills are gone,” and become totally prideful and boastful"},"surah":null},{"id":1484,"surahId":11,"ayatId":11,"ayatNo":"١١","pageNo":222,"ayatText":"اِلَّا الَّذٖينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِؕ اُو۬لٰٓئِكَ لَهُمْ مَغْفِرَةٌ وَاَجْرٌ كَبٖيرٌ","ayatMealText":{"tr":"Ancak (her iki halde de) sabır gösterip iyi ameller işleyenler müstesnadır. İşte onlara bir mağfiret ve büyük bir mükafat vardır.","nl":"Behalve degenen die geduldig zijn en goede werken verrichten. Zij zijn degenen voor wie er vergeving en een grote beloning is.","en":"except those who patiently endure and do good. It is they who will have forgiveness and a mighty reward"},"surah":null},{"id":1485,"surahId":11,"ayatId":12,"ayatNo":"١٢","pageNo":222,"ayatText":"فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحٰٓى اِلَيْكَ وَضَٓائِقٌ بِهٖ صَدْرُكَ اَنْ يَقُولُوا لَوْلَٓا اُنْزِلَ عَلَيْهِ كَنْزٌ اَوْ جَٓاءَ مَعَهُ مَلَكٌؕ اِنَّـمَٓا اَنْتَ نَذٖيرٌؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ وَكٖيلٌؕ","ayatMealText":{"tr":"(Ey Resulüm!) Şimdi belki sen, \"Ona bir hazine indirilse, ya da beraberinde bir melek gezip dolaşsa ya!\" diyorlar diye sana vahyolunan vahyin bir kısmını terkedecek olursun ve bundan dolayı da göğsün daralır. Sen yalnızca bir uyarıcısın. Allah ise her şeye vekildir.","nl":"Misschien zou jij een gedeelte van wat aan jou geopenbaard is willen weglaten, en is jouw hart benauwd, omdat zij zeggen: \"Waarom is er geen schat naar hem neergezonden, of is er geen Engel met hem gekomen?\" Voorwaar, jij bent slechts een waarschuwer en Allah is Bewaker van alle dingen.","en":"Perhaps you ˹O Prophet˺ may wish to give up some of what is revealed to you and may be distressed by it because they say, “If only a treasure had been sent down to him, or an angel had come with him!” You are only a warner, and Allah is the Trustee of All Affairs"},"surah":null}]}