{"juzNo":12,"pageNo":223,"arCuzNo":"۱۲","arPageNo":"۲۲۳","quranAyats":[{"id":1486,"surahId":11,"ayatId":13,"ayatNo":"١٣","pageNo":223,"ayatText":"اَمْ يَقُولُونَ افْتَرٰيهُؕ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهٖ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللّٰهِ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Yoksa \"onu kendi uydurdu\" mu diyorlar? O halde sen de onlara de ki: \"Haydi siz de onun gibi uydurulmuş on sûre getirin. Allah'dan başka çağırabileceğiniz kim varsa onları da yardıma çağırın. Eğer doğru söylüyorsanız\" (bunu yaparsınız).","nl":"Of zij zeggen: \"Hij (Moehammad) heeft hem (de Koran) verzonnen.\" Zeg: \"Brengt dan tien verzonnen hoofdstukken voort die daaraan gelijk zijn, en roept op wie jullie kunnen, buiten Allah, als jullie waarachtigen zijn.\"","en":"Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “Produce ten fabricated sûrahs like it and seek help from whoever you can—other than Allah—if what you say is true!”"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1487,"surahId":11,"ayatId":14,"ayatNo":"١٤","pageNo":223,"ayatText":"فَاِلَّمْ يَسْتَجٖيبُوا لَكُمْ فَاعْلَمُٓوا اَنَّـمَٓا اُنْزِلَ بِعِلْمِ اللّٰهِ وَاَنْ لَٓا اِلٰهَ اِلَّا هُوَۚ فَهَلْ اَنْتُمْ مُسْلِمُونَ","ayatMealText":{"tr":"Yok eğer bunun üzerine size cevap vermedilerse, artık bilin ki, bu Kur'ân ancak Allah'ın ilmiyle indirilmiştir. O'ndan başka ilâh yoktur. Artık müslüman oluyorsunuz, değil mi?","nl":"En als zij geen gehoor geven aan jullie, weet dan dat hij met de Kennis van Allah neergezonden is, en er geen god is dan Hij. Zullen jullie je dan (aan Allah) overgeven?","en":"But if your helpers fail you, then know that it has been revealed with the knowledge of Allah, and that there is no god ˹worthy of worship˺ except Him! Will you ˹not˺ then submit ˹to Allah˺"},"surah":null},{"id":1488,"surahId":11,"ayatId":15,"ayatNo":"١٥","pageNo":223,"ayatText":"مَنْ كَانَ يُرٖيدُ الْحَيٰوةَ الدُّنْيَا وَزٖينَتَهَا نُوَفِّ اِلَيْهِمْ اَعْمَالَهُمْ فٖيهَا وَهُمْ فٖيهَا لَا يُبْخَسُونَ","ayatMealText":{"tr":"Her kim dünya hayatını ve güzelliklerini isterse biz onlara amellerinin karşılığını orada tamamen öderiz. Bu hususta kendilerine bir densizlik yapılmaz.","nl":"(Voor) wie het wereldse leven en haar versiering wensen zullen Wij hun daden daarin volledig vergoeden, en zij zullen daarin niet worden benadccld.","en":"Whoever desires ˹only˺ this worldly life and its luxuries, We will pay them in full for their deeds in this life—nothing will be left out"},"surah":null},{"id":1489,"surahId":11,"ayatId":16,"ayatNo":"١٦","pageNo":223,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ لَيْسَ لَهُمْ فِي الْاٰخِرَةِ اِلَّا النَّارُؗ وَحَبِطَ مَا صَنَعُوا فٖيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Fakat onlar öyle kimselerdir ki, ahirette kendilerine ateşten başka bir şey yoktur. İşledikleri şeyler orada boşuna gitmiştir. Zaten bütün yaptıkları da batıldır.","nl":"Zij zijn degenen voor wie er in het lliernamaals niets dan de Hel is, en vruchteloos is wat zij daarin (op aarde) verrichtten. En wat zij plachten te doen is verloren gegaan.","en":"It is they who will have nothing in the Hereafter except the Fire. Their efforts in this life will be fruitless and their deeds will be useless"},"surah":null},{"id":1490,"surahId":11,"ayatId":17,"ayatNo":"١٧","pageNo":223,"ayatText":"اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِنْ رَبِّهٖ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهٖ كِتَابُ مُوسٰٓى اِمَاماً وَرَحْمَةًؕ اُو۬لٰٓئِكَ يُؤْمِنُونَ بِهٖؕ وَمَنْ يَكْفُرْ بِهٖ مِنَ الْاَحْزَابِ فَالنَّارُ مَوْعِدُهُۚ فَلَا تَكُ فٖي مِرْيَةٍ مِنْهُ اِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"O dünyayı isteyenler, hiç Rabbinden açık bir belge üzere olan kimse gibi midir? O belgeyi yine Allah'dan gelen bir şahid olarak Kur'ân izliyor, ondan önce de bir rehber ve rahmet olan kitap, Musa'nın kitabı yine onu destekliyor. Böyle olanlar Kur'ân'a inanırlar. Hangi hizipten olursa olsun kim onu inkâr ederse, ona vaad edilen yer ateştir. İşte bütün bunlardan dolayı sen de bu Kur'ân'dan şüphe içinde olma. Kesinlikle o haktır, Rabbindendir. Fakat insanların çoğu iman etmezler.","nl":"Is hij (niet beter) die op een duidelijk bewijs van zijn Heer steunt en die een getuige van Hem volgt? En hiervôôr was er de Schrift van Môesa, als Leiding en Barmhartigheid. Zij zijn degenen die erin geloven en wie er niet in gelooft van de bondgenoten: de Hel is zijn aanzegging. Twijfel daarom hier niet aan: voorwaar, het is de Waarheid van jouw Heer, maar de meeste mensen geloven het niet.","en":"˹Can these people be compared to˺ those ˹believers˺ who stand on clear proof from their Lord, backed by ˹the Quran as˺ a witness from Him, and preceded by the Book of Moses ˹which was revealed˺ as a guide and mercy? It is those ˹believers˺ who have faith in it. But whoever from the ˹disbelieving˺ groups rejects it, the Fire will be their destiny. So do not be in doubt of it. It is certainly the truth from your Lord, but most people do not believe"},"surah":null},{"id":1491,"surahId":11,"ayatId":18,"ayatNo":"١٨","pageNo":223,"ayatText":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِباًؕ اُو۬لٰٓئِكَ يُعْرَضُونَ عَلٰى رَبِّهِمْ وَيَقُولُ الْاَشْهَادُ هٰٓؤُ۬لَٓاءِ الَّذٖينَ كَذَبُوا عَلٰى رَبِّهِمْۚ اَلَا لَعْنَةُ اللّٰهِ عَلَى الظَّالِمٖينَۙ","ayatMealText":{"tr":"Üstelik bir yalanı Allah'a iftira edenden daha zalim kim olabilir? Bunlar Rablerinin huzuruna arzolunacaklar, şahitler de şöyle diyecekler: \"İşte bunlar Rablerine karşı yalan söyleyenlerdir\". İyi bilin ki: Allah'ın laneti zalimlerin üzerinedir.","nl":"En wie is onrechtvaardiger dan degene die leugens over Allah verzonnen heeft? Zij zijn degenen die zullen worden voorgeleid bij hun Heer. En de getuigen zullen zeggen: \"Zij zijn degenen die logen over hun Heer.\" Weet, Allah's vloek rust op de onrechtvaardigen.","en":"Who does more wrong than those who fabricate lies against Allah? They will be brought before their Lord, and the witnesses will say, “These are the ones who lied against their Lord.” Surely Allah’s condemnation is upon the wrongdoers"},"surah":null},{"id":1492,"surahId":11,"ayatId":19,"ayatNo":"١٩","pageNo":223,"ayatText":"اَلَّذٖينَ يَصُدُّونَ عَنْ سَبٖيلِ اللّٰهِ وَيَبْغُونَهَا عِوَجاًؕ وَهُمْ بِالْاٰخِرَةِ هُمْ كَافِرُونَ","ayatMealText":{"tr":"Onlar ki, Allah yolundan döndürmeye çalışırlar ve o yolu eğri büğrü yapmak isterler. Üstelik onlar, evet onlar ahirete de inanmazlar.","nl":"Degenen die aflhouden van de Weg van Allah en die het krom wensen, en zij geloven niet in het Hiernamaals.","en":"who hinder ˹others˺ from Allah’s Path, striving to make it ˹appear˺ crooked, and disbelieve in the Hereafter"},"surah":null}]}