{"juzNo":12,"pageNo":224,"arCuzNo":"۱۲","arPageNo":"۲۲٤","quranAyats":[{"id":1493,"surahId":11,"ayatId":20,"ayatNo":"٢٠","pageNo":224,"ayatText":"اُو۬لٰٓئِكَ لَمْ يَكُونُوا مُعْجِزٖينَ فِي الْاَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللّٰهِ مِنْ اَوْلِيَٓاءَۘ يُضَاعَفُ لَهُمُ الْعَذَابُؕ مَا كَانُوا يَسْتَطٖيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ","ayatMealText":{"tr":"Onlar yeryüzünde (herkesi) yıldıracak değillerdir. Kendilerini koruyacak Allah'dan başka kimseleri de yoktur. Onların azabı kat kat olacaktır. Üstelik onlar hakkı işitmeye tahammül edemiyorlardı ve de görmüyorlardı.","nl":"Zij zijn degenen die niet in staat zijm (om de bestraffing) in deze wereld te ontvluchten. En er zijn voor hen geen beschermers, en de bestraffing wordt voor hen vermeerderd. Zij waren niet in staat om te horen en zij waren niet in staat om te zien.","en":"They will never frustrate Allah on earth, and they will have no protector besides Allah. Their punishment will be multiplied, for they failed to hear or see ˹the truth˺"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1494,"surahId":11,"ayatId":21,"ayatNo":"٢١","pageNo":224,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ خَسِرُٓوا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ","ayatMealText":{"tr":"Onlar kendilerine yazık etmiş olan kimselerdir. O iftira edip uydurdukları da kendilerinden yüz çevirip gitmişlerdir.","nl":"Zij zijn degenen die zichzelf verlies hebben toegebracht, en wat zij plachten te verzinnen is van heil weggegaan.","en":"It is they who have ruined themselves, and whatever ˹gods˺ they fabricated will fail them"},"surah":null},{"id":1495,"surahId":11,"ayatId":22,"ayatNo":"٢٢","pageNo":224,"ayatText":"لَا جَرَمَ اَنَّهُمْ فِي الْاٰخِرَةِ هُمُ الْاَخْسَرُونَ","ayatMealText":{"tr":"Kesinlikle bunlar ahirette de en ziyade hüsrana uğrayacak olanlardır.","nl":"Het is zeker zo dat ziij in het Hiernamaals de verliezers zijn.","en":"Without a doubt, they will be the worst losers in the Hereafter"},"surah":null},{"id":1496,"surahId":11,"ayatId":23,"ayatNo":"٢٣","pageNo":224,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَاَخْبَتُٓوا اِلٰى رَبِّهِمْۙ اُو۬لٰٓئِكَ اَصْحَابُ الْجَنَّةِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Fakat iman edip salih amel işleyenler ve Rablerine karşı edepli olanlar, güvenen ve itaat edenler var ya, işte bunlar da cennet ehlidirler. Onlar orada ebedi kalırlar.","nl":"Voorwaar, degenen die geloven en goede werken verrichten, en die zich verootmoodigen bij hun Heer: zij zijn degenen die de bewoners van het Paradijs zijn, zij zijn daarin eeuwig levenden.","en":"Surely those who believe, do good, and humble themselves before their Lord will be the residents of Paradise. They will be there forever"},"surah":null},{"id":1497,"surahId":11,"ayatId":24,"ayatNo":"٢٤","pageNo":224,"ayatText":"مَثَلُ الْفَرٖيقَيْنِ كَالْاَعْمٰى وَالْاَصَمِّ وَالْبَصٖيرِ وَالسَّمٖيعِؕ هَلْ يَسْتَوِيَانِ مَثَلاًؕ اَفَلَا تَذَكَّرُونَࣖ","ayatMealText":{"tr":"Bu iki ayrı grubun meseli, kör ve sağır ile gören ve işiten gibidir. Bunlar hiç eşit olabilirler mi? Hâlâ düşünmeyecek misiniz?","nl":"De gelijkenis tussen de twee groepen is als die tussen de blinden en de doven (van hart) en de zienden en de horenden: zijn zij gelijk? Trekken jullie er dan geen lering uit?","en":"The example of these two parties is that of the blind and the deaf, compared to the seeing and the hearing. Can the two be equal? Will you not then be mindful"},"surah":null},{"id":1498,"surahId":11,"ayatId":25,"ayatNo":"٢٥","pageNo":224,"ayatText":"وَلَقَدْ اَرْسَلْنَا نُوحاً اِلٰى قَوْمِهٖؗ اِنّٖي لَكُمْ نَذٖيرٌ مُبٖينٌۙ","ayatMealText":{"tr":"Andolsun ki, vaktiyle Nuh'u da kavmine gönderdik, O, onlara şöyle dedi: \"Ben sizin için apaçık bir uyarıcıyım.\"","nl":"En voorzeker, Wij zonden Nôeh tot zijn volk. (Hij zei:) \"Voorwaar, ik hen voor jullie een duidelijke waarschuwer.","en":"Surely We sent Noah to his people. ˹He said,˺ “Indeed, I am sent to you with a clear warning"},"surah":null},{"id":1499,"surahId":11,"ayatId":26,"ayatNo":"٢٦","pageNo":224,"ayatText":"اَنْ لَا تَعْبُدُٓوا اِلَّا اللّٰهَؕ اِنّٖٓي اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلٖيمٍ","ayatMealText":{"tr":"\"Allah'dan başkasına ibadet etmeyin! Ben, size gelecek acı bir günün azabından korkarım.\"","nl":"Opdat jullie slechts Allah aanbidden. Voorwaar, ik vrees voor jullie de bestraffing op een pijnlijke Dag.\"","en":"that you should worship none but Allah. I truly fear for you the torment of a painful Day.”"},"surah":null},{"id":1500,"surahId":11,"ayatId":27,"ayatNo":"٢٧","pageNo":224,"ayatText":"فَقَالَ الْمَلَأُ الَّذٖينَ كَفَرُوا مِنْ قَوْمِهٖ مَا نَرٰيكَ اِلَّا بَشَراً مِثْلَنَا وَمَا نَرٰيكَ اتَّبَعَكَ اِلَّا الَّذٖينَ هُمْ اَرَاذِلُنَا بَادِيَ الرَّأْيِۚ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبٖينَ","ayatMealText":{"tr":"Buna karşılık, kavminin ileri gelen kâfirlerinden bir kısmı dediler ki: \"Biz seni bizim gibi insanlardan biri olarak görüyoruz, başka değil. İlk bakışta bizim ayak takımımızdan başkasının senin arkana düştüğünü görmüyoruz. Sizin bizden fazla bir meziyetinizi de görmüyoruz. Aksine sizi yalancılar sanıyoruz.\"","nl":"En de vooraanstaanden van zijn volk, die ongelovig waren, zeiden: \"Wij zien dat jij slechts een mens zoals wij bent. En wij zien dat niemand jou volgt, behalve degenen die de laagsten zijn onder ons, die simpel zijn. En wij zien dat jullie geen voordeel boven ons hebben. Wij zijn er zelfs van overtuigd dat jullie leugenaars zijn.\"","en":"The disbelieving chiefs of his people said, “We see you only as a human being like ourselves, and we see that no one follows you except the lowliest among us, who do so ˹hastily˺ without thinking. We do not see anything that makes ˹all of˺ you any better than us. In fact, we think you are liars.”"},"surah":null},{"id":1501,"surahId":11,"ayatId":28,"ayatNo":"٢٨","pageNo":224,"ayatText":"قَالَ يَا قَوْمِ اَرَاَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِنْ رَبّٖي وَاٰتٰينٖي رَحْمَةً مِنْ عِنْدِهٖ فَعُمِّيَتْ عَلَيْكُمْؕ اَنُلْزِمُكُمُوهَا وَاَنْتُمْ لَهَا كَارِهُونَ","ayatMealText":{"tr":"Nuh dedi ki; \"Ey kavmim! Peki şu söyleyeceğime ne diyeceksiniz? Ben Rabbimden apaçık bir delil üzere isem ve O, bana kendi tarafından bir rahmet bahşetmişse, size de onu görecek göz verilmemişse biz, istemediğiniz halde onu size zorla mı kabul ettireceğiz?\"","nl":"Hij zei: \"O mijn volk, wat denken jullie? Als ik steun op een duidelijk bewijs van mijn Heer en Hij heeft mij Barmhartigheid geschonken van Zijn Zijde, die voor jullie verborgen is: zouden wij het jullie opdringen, terwijl jullie er een afkeer van hebben?\"","en":"He said, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a mercy from Himself, which you fail to see. Should we ˹then˺ force it on you against your will"},"surah":null}]}