{"juzNo":12,"pageNo":225,"arCuzNo":"۱۲","arPageNo":"۲۲٥","quranAyats":[{"id":1502,"surahId":11,"ayatId":29,"ayatNo":"٢٩","pageNo":225,"ayatText":"وَيَا قَوْمِ لَٓا اَسْـَٔلُكُمْ عَلَيْهِ مَالاًؕ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ وَمَٓا اَنَا۬ بِطَارِدِ الَّذٖينَ اٰمَنُواؕ اِنَّهُمْ مُلَاقُوا رَبِّهِمْ وَلٰكِنّٖٓي اَرٰيكُمْ قَوْماً تَجْهَلُونَ","ayatMealText":{"tr":"\"Ey kavmim! Ben sizden herhangi bir mal mülk istemiyorum. Benim mükafatım ancak Allah'a aittir. Ve ben ona iman edenleri kovacak değilim. Onlar elbette Rablerine kavuşacaklar. Fakat ben de sizi cahillik eden bir kavim görüyorum.\"","nl":"En: \"O mijn volk, ik vraag jullie hiervoor geen rijkdom, mijn beloning is slechts bij Allah. En ik zal de ongerlovigen nimmer wegjagen. Voorwaar, zij zullen hun Heer zeker ontmoeten, maar ik zie dat jullie een onwetend volk zijn.\"","en":"O my people! I do not ask you for a payment for this ˹message˺. My reward is only from Allah. And I will never dismiss the believers, for they will surely meet their Lord. But I can see that you are a people acting ignorantly"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1503,"surahId":11,"ayatId":30,"ayatNo":"٣٠","pageNo":225,"ayatText":"وَيَا قَوْمِ مَنْ يَنْصُرُنٖي مِنَ اللّٰهِ اِنْ طَرَدْتُهُمْؕ اَفَلَا تَذَكَّرُونَ","ayatMealText":{"tr":"\"Ey kavmim, ben onları etrafımdan kovacak olursam, Allah'dan beni kim kurtarabilir? Siz hiç düşünmez misiniz?\"","nl":"En: \"O mijn volk, wie kan mij redden (van de bestraffing) van Allah, als ik hen zou wegjagen? Trekken jullie er dan geen lering uit?","en":"O my people! Who would protect me from Allah if I were to dismiss them? Will you not then be mindful"},"surah":null},{"id":1504,"surahId":11,"ayatId":31,"ayatNo":"٣١","pageNo":225,"ayatText":"وَلَٓا اَقُولُ لَكُمْ عِنْدٖي خَزَٓائِنُ اللّٰهِ وَلَٓا اَعْلَمُ الْغَيْبَ وَلَٓا اَقُولُ اِنّٖي مَلَكٌ وَلَٓا اَقُولُ لِلَّذٖينَ تَزْدَرٖٓي اَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللّٰهُ خَيْراًؕ اَللّٰهُ اَعْلَمُ بِمَا فٖٓي اَنْفُسِهِمْۚ اِنّٖٓي اِذاً لَمِنَ الظَّالِمٖينَ","ayatMealText":{"tr":"Ben size \"Allah'ın hazineleri benim yanımdadır.\" demiyorum ki. Ben size \"Ben bir meleğim.\" de demiyorum. O sizin kendinize göre, hor gördükleriniz hakkında \"Allah onlara hiçbir hayır vermez.\" de demiyorum. Onların içlerindeki niyeti, en iyi Allah bilir. (Bu söylediklerimin aksini iddia etseydim) asıl o zaman zalimlerden olurdum.","nl":"En ik zeg niet tot jullie: 'Ik bezit de schatten van Allah.? En ik ken het onwaarneembare niet. En ik zeg niet: 'Voorwaar, ik ben een Engel.' En ik zeg niet tot de-genen die verachtelijk zijn in jullie ogen: 'Allah zal jullie nimmer iets goeds geven.' Allah weet beter wat er in hen is. Voorwaar, den zou ik zeker tot de onrechtplegers behoren.\"","en":"I do not say to you that I possess Allah’s treasuries or know the unseen, nor do I claim to be an angel, nor do I say that Allah will never grant goodness to those you look down upon. Allah knows best what is ˹hidden˺ within them. ˹If I did,˺ then I would truly be one of the wrongdoers.”"},"surah":null},{"id":1505,"surahId":11,"ayatId":32,"ayatNo":"٣٢","pageNo":225,"ayatText":"قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَاَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَٓا اِنْ كُنْتَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Dediler ki; \"Ey Nuh! Bizimle didişip durdun, didişmende de çok ileri gittin. Eğer doğru söylüyorsan, bizi tehdit ettiğin şu azabı getir de görelim.\"","nl":"Zij zeiden: \"O Nôeh, je hebt met ons getwist, en je hebt lang met ons getwist, laat dan tot ons komen wat jij hebt aangezegd, als jij tot de waarachtigen behoort.\"","en":"They protested, “O Noah! You have argued with us far too much, so bring upon us what you threaten us with, if what you say is true.”"},"surah":null},{"id":1506,"surahId":11,"ayatId":33,"ayatNo":"٣٣","pageNo":225,"ayatText":"قَالَ اِنَّمَا يَأْتٖيكُمْ بِهِ اللّٰهُ اِنْ شَٓاءَ وَمَٓا اَنْتُمْ بِمُعْجِزٖينَ","ayatMealText":{"tr":"Nuh dedi ki; \"Onu ancak Allah dilerse getirir. Ve siz O'nu yıldıracak değilsiniz.\"","nl":"Hij zei: \"Voorwaar, Allah doet het komen, als Hij wil. En jullie zullen er niet aan kunnen ontkomen.","en":"He responded, “It is Allah Who can bring it upon you if He wills, and then you will have no escape"},"surah":null},{"id":1507,"surahId":11,"ayatId":34,"ayatNo":"٣٤","pageNo":225,"ayatText":"وَلَا يَنْفَعُكُمْ نُصْحٖٓي اِنْ اَرَدْتُ اَنْ اَنْصَحَ لَكُمْ اِنْ كَانَ اللّٰهُ يُرٖيدُ اَنْ يُغْوِيَكُمْؕ هُوَ رَبُّكُمْ وَاِلَيْهِ تُرْجَعُونَؕ","ayatMealText":{"tr":"Ben size öğüt vermek istemiş olsam da, eğer Allah sizi helâk etmeyi murad ediyorsa, zaten öğüt vermemin size bir faydası olmaz. Rabbiniz O'dur ve nihayet O'na döndürüleceksiniz.","nl":"En mijn raad baat jullie niet, als ik jullie raad zou willen geven. Als Allah jullie wil doen dwalen: Hij is jullie Heer en tot Hem worden jullie terugge keerd.\"","en":"My advice will not benefit you—no matter how hard I try—if Allah wills ˹for˺ you to stray. He is your Lord, and to Him you will ˹all˺ be returned.”"},"surah":null},{"id":1508,"surahId":11,"ayatId":35,"ayatNo":"٣٥","pageNo":225,"ayatText":"اَمْ يَقُولُونَ افْتَرٰيهُؕ قُلْ اِنِ افْتَرَيْتُهُ فَعَلَيَّ اِجْرَامٖي وَاَنَا۬ بَرٖٓيءٌ مِمَّا تُجْرِمُونَࣖ","ayatMealText":{"tr":"Yoksa \"Onu uydurdu\" mu diyorlar? De ki; \"Eğer uydurdumsa vebali benim boynumadır. Bense sizin yüklendiğiniz vebalden uzağım\".","nl":"Of zij zeggen: \"Hij heeft het verzonnen.\" Zeg: \"Als ik het heb verzonnen, dan rust mijn misdaad op mij. En ik ben onschuldig aan de misdaden die jullie plegen.\"","en":"Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then I bear the burden of that sin! But I am free from your sinful accusation.”"},"surah":null},{"id":1509,"surahId":11,"ayatId":36,"ayatNo":"٣٦","pageNo":225,"ayatText":"وَاُو۫حِيَ اِلٰى نُوحٍ اَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ اِلَّا مَنْ قَدْ اٰمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَۚ","ayatMealText":{"tr":"Ayrıca Nuh'a şöyle vahyettik: \"Bil ki kavminden şimdiye kadar iman etmiş olanlardan başka artık kimse iman etmeyecektir. Onun için yaptıkları şeylerden dolayı kederlenme.\"","nl":"En er werd aan Nôeh geopenbaard: \"Voorwaar, van jouw volk zal nooit iemand geloven, behalve degenen die reeds geloofden, treur daarom niet over wat zij plachten te doen.","en":"And it was revealed to Noah, “None of your people will believe except those who already have. So do not be distressed by what they have been doing"},"surah":null},{"id":1510,"surahId":11,"ayatId":37,"ayatNo":"٣٧","pageNo":225,"ayatText":"وَاصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنٖي فِي الَّذٖينَ ظَلَمُواۚ اِنَّهُمْ مُغْرَقُونَ","ayatMealText":{"tr":"Bizim gözetimimiz altında ve vahyimize göre gemiyi yap. Zulüm yapanlar hakkında da bana bir şey söyleme. Çünkü onlar kesinlikle suda boğulacaklardır.","nl":"Bouw het schip onder Ons toezicht en Onze Openbaring en spreek Mij niet aan over degenen die onrecht pleegden. Voorwaar, zij worden verdronken.\"","en":"And build the Ark under Our ˹watchful˺ Eyes and directions, and do not plead with Me for those who have done wrong, for they will surely be drowned.”"},"surah":null}]}