{"juzNo":12,"pageNo":227,"arCuzNo":"۱۲","arPageNo":"۲۲۷","quranAyats":[{"id":1519,"surahId":11,"ayatId":46,"ayatNo":"٤٦","pageNo":227,"ayatText":"قَالَ يَا نُوحُ اِنَّهُ لَيْسَ مِنْ اَهْلِكَۚ اِنَّهُ عَمَلٌ غَيْرُ صَالِحٍࣗ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهٖ عِلْمٌؕ اِنّٖٓي اَعِظُكَ اَنْ تَكُونَ مِنَ الْجَاهِلٖينَ","ayatMealText":{"tr":"Allah: \"Ey Nuh! O kesinlikle senin ehlin (âilen)'den değildir. Çünkü o salih olmayan bir amelin sahibidir. Hakkında bilgin olmayan bir şeyi benden isteme! Ben, seni, cahillerden olmaktan sakındırırım.\"","nl":"Hij (Allah) zei: \"O Nôeh, voorwaar, hij behoort niet tot jouw familie, voorwaar, het is geen rechtschapen daad, vraag Mij daarom niet iets waarover jij geen kennis hebt. Voorwaar, Ik vermaan je, opdat jij niet tot de onwetenden zult behoren.\"","en":"Allah replied, “O Noah! He is certainly not of your family—he was entirely of unrighteous conduct. So do not ask Me about what you have no knowledge of! I warn you so you do not fall into ignorance.”"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1520,"surahId":11,"ayatId":47,"ayatNo":"٤٧","pageNo":227,"ayatText":"قَالَ رَبِّ اِنّٖٓي اَعُوذُ بِكَ اَنْ اَسْـَٔلَكَ مَا لَيْسَ لٖي بِهٖ عِلْمٌؕ وَاِلَّا تَغْفِرْ لٖي وَتَرْحَمْنٖٓي اَكُنْ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Nuh: \"Ey Rabbim! Ben bilmediğim bir şeyi istemiş olmaktan dolayı sana sığınırım. Sen beni bağışlamazsan, bana merhamet etmezsen ben hüsrana uğrayanlardan olurum.","nl":"Hij (Nôeh) zei: \"O mijn Heer, voorwaar, ik zoek mijin toevlucht bij U tegen dat ik iets zal vragen waarover ik geen kennis heb, en als U mij niet vergeeft en mij niet begenadig dan zal ik zeker tot de verliezers behoren.\"","en":"Noah pleaded, “My Lord, I seek refuge in You from asking You about what I have no knowledge of, and unless You forgive me and have mercy on me, I will be one of the losers.”"},"surah":null},{"id":1521,"surahId":11,"ayatId":48,"ayatNo":"٤٨","pageNo":227,"ayatText":"قٖيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلٰٓى اُمَمٍ مِمَّنْ مَعَكَؕ وَاُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"\"Ey Nuh!\" denildi, \" Bizden bir selâm sana ve seninle birlikte olanlardan gelecek ümmetlere, kutluluk dileğiyle gemiden in. İlerde kendilerini bir çok nimetten faydalandıracağımız, sonra da bu yüzden kendilerine tarafımızdan acıklı bir azap dokunacaknice ümmetler olacaktır.\"","nl":"Er werd gezegd: \"O Nôeh, ga van boord met veiligheid en de zegening van Ons over jou en over de gemeenschappen met jou. En Wij schenken genietingen aan gemeenschappen, vervolgens treft hen een pijnlijke bestraffing van Ons.\"","en":"It was said, “O Noah! Disembark with Our peace and blessings on you and some of the descendants of those with you. As for the others, We will allow them ˹a brief˺ enjoyment, then they will be touched with a painful punishment from Us.”"},"surah":null},{"id":1522,"surahId":11,"ayatId":49,"ayatNo":"٤٩","pageNo":227,"ayatText":"تِلْكَ مِنْ اَنْـبَٓاءِ الْغَيْبِ نُوحٖيهَٓا اِلَيْكَۚ مَا كُنْتَ تَعْلَمُهَٓا اَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هٰذَاؕۛ فَاصْبِرْؕۛ اِنَّ الْعَاقِبَةَ لِلْمُتَّقٖينَࣖ","ayatMealText":{"tr":"İşte bunlar gayb haberlerindendir. Bunları sana vahiyle bildiriyoruz. Bundan önce bunları ne sen bilirdin, ne de kavmin. O halde sabret, akıbet muhakkak muttakilerindir.","nl":"Dit is één van de berichten uit het onwaaneembare die Wij aan jou openbaren. En hiervóór wist jij, noch jouw volk dit. Wees daarom geduldig. Voorwaar, het goede einde is voor de Moettaqôen.","en":"This is one of the stories of the unseen, which we reveal to you ˹O Prophet˺. Neither you nor your people knew it before this. So be patient! Surely the ultimate outcome belongs ˹only˺ to the righteous"},"surah":null},{"id":1523,"surahId":11,"ayatId":50,"ayatNo":"٥٠","pageNo":227,"ayatText":"وَاِلٰى عَادٍ اَخَاهُمْ هُوداًؕ قَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ اِنْ اَنْتُمْ اِلَّا مُفْتَرُونَ","ayatMealText":{"tr":"Âd kavmine de kardeşleri Hud'u gönderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan başka bir ilâhınız yoktur. Siz sadece iftira edip duruyorsunuz.\"","nl":"En tot het volk van 'Âd (zonden Wij) hun broeder Hôed, hij zei: \"O mijn volk, aanbidt Allah, er is voor jullie geen god den Hij, jullie zijn niets dan verzinners.","en":"And to the people of ’Âd We sent their brother Hûd. He said, “O my people! Worship Allah. You have no god other than Him. You do nothing but fabricate lies ˹against Allah˺"},"surah":null},{"id":1524,"surahId":11,"ayatId":51,"ayatNo":"٥١","pageNo":227,"ayatText":"يَا قَوْمِ لَٓا اَسْـَٔلُكُمْ عَلَيْهِ اَجْراًؕ اِنْ اَجْرِيَ اِلَّا عَلَى الَّذٖي فَطَرَنٖيؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"\"Ey kavmim! Bu iş için sizden bir ücret istemiyorum. Benim ecrim ancak beni yaratana aittir. Artık akıllanmayacak mısınız?\"","nl":"O mijn volk, ik vraag jullie hiervoor geen beloning, mijn beloning rust slechts bij Degene Die mij heeft geschapen, denken jullie dan niet na?\"","en":"O my people! I do not ask you for any reward for this ˹message˺. My reward is only from the One Who created me. Will you not then understand"},"surah":null},{"id":1525,"surahId":11,"ayatId":52,"ayatNo":"٥٢","pageNo":227,"ayatText":"وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُٓوا اِلَيْهِ يُرْسِلِ السَّمَٓاءَ عَلَيْكُمْ مِدْرَاراً وَيَزِدْكُمْ قُوَّةً اِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمٖينَ","ayatMealText":{"tr":"\"Ey kavmim! Rabbinizden mağfiret isteyin, sonra O'na tevbe edin ki, üzerinize gökten bol bol bereket indirsin ve sizi kuvvetinize kuvvet katarak çoğaltsın. Gelin günahkâr olarak dönüp gitmeyin.\"","nl":"En: \"O mijn volk, vraagt vergeving aan jullie Heer, wendt jullie dan in berouw tot Hem; dan zal Hij de hemel overvloedige regen doen uitstorten over jullie en Hij zal voor jullie kracht toevoegen aan jullie kracht, en wendt jullie niet af als misdadigers.\"","en":"And O my people! Seek your Lord’s forgiveness and turn to Him in repentance. He will shower you with rain in abundance, and add strength to your strength. So do not turn away, persisting in wickedness.”"},"surah":null},{"id":1526,"surahId":11,"ayatId":53,"ayatNo":"٥٣","pageNo":227,"ayatText":"قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكٖٓي اٰلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنٖينَ","ayatMealText":{"tr":"Dediler ki; \"Ey Hud! Sen bize açık bir mucize getirmedin. Biz de senin sözünle tanrılarımızı terk etmeyiz. Ve biz sana inanmayız.\"","nl":"Zij zeiden: \"O Hôed, jij heb ons geen duidelijk Teken gebracht en wij verlaten onze goden niet vanwege jouw woord, en wij geloven jou niet.\"","en":"They argued, “O Hûd! You have not given us any clear proof, and we will never abandon our gods upon your word, nor will we believe in you"},"surah":null}]}