{"juzNo":12,"pageNo":228,"arCuzNo":"۱۲","arPageNo":"۲۲۸","quranAyats":[{"id":1527,"surahId":11,"ayatId":54,"ayatNo":"٥٤","pageNo":228,"ayatText":"اِنْ نَقُولُ اِلَّا اعْتَرٰيكَ بَعْضُ اٰلِهَتِنَا بِسُٓوءٍؕ قَالَ اِنّٖٓي اُشْهِدُ اللّٰهَ وَاشْهَدُٓوا اَنّٖي بَرٖٓيءٌ مِمَّا تُشْرِكُونَۙ","ayatMealText":{"tr":"\"Ancak şu kadarını diyebiliriz ki; \"tanrılarımızdan bazısı seni fena çarpmış\". O da dedi ki; \"Allah'ı şahit tutuyorum, siz de şahid olun ki ben, Allah'a koştuğunuz ortaklardan uzağım.\"","nl":"Wij zeggen slechts: \"En aantal van onze goden hebben jou met iets slechts getroffen.\" Hij zei: \"Ik roep Allah op als Getuige. en getuig dat ik onschuldig ben aan wat jullie aan deelgenoten toekennen.","en":"All we can say is that some of our gods have possessed you with evil.” He said, “I call Allah to witness, and you too bear witness, that I ˹totally˺ reject whatever you associate"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1528,"surahId":11,"ayatId":55,"ayatNo":"٥٥","pageNo":228,"ayatText":"مِنْ دُونِهٖ فَكٖيدُونٖي جَمٖيعاً ثُمَّ لَا تُنْظِرُونِ","ayatMealText":{"tr":"\"O'ndan başka herşeyden uzağım, artık hepiniz toplanın bana istediğiniz tuzağı kurun, sonra hiç bekletmeyin.","nl":"Naast Hem. Beraamt gezamenlijk een plan tegen mij en geeft mij vervolgens geen uitstel.","en":"with Him ˹in worship˺. So let all of you plot against me without delay"},"surah":null},{"id":1529,"surahId":11,"ayatId":56,"ayatNo":"٥٦","pageNo":228,"ayatText":"اِنّٖي تَوَكَّلْتُ عَلَى اللّٰهِ رَبّٖي وَرَبِّكُمْؕ مَا مِنْ دَٓابَّةٍ اِلَّا هُوَ اٰخِذٌ بِنَاصِيَتِهَاؕ اِنَّ رَبّٖي عَلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"\"Ben muhakkak ki, hem benim Rabbim, hem de sizin Rabbiniz olan Allah'a dayanmaktayım. Yeryüzünde hiçbir canlı yoktur ki, idaresi ve yönetimi O'nun elinde olmasın. Benim Rabbim, hiç şüphe yok ki, doğru yoldadır.\"","nl":"Voorwaar, ik verbouw op Allah, mijn Heer en jullie Heer. En er is geen levend wezen of Hij heeft het volledig in Zijn macht. Voorwaar, mijn Heer handelt op rechtvaardige wijze.","en":"I have put my trust in Allah—my Lord and your Lord. There is no living creature that is not completely under His control. Surely my Lord’s Way is perfect justice"},"surah":null},{"id":1530,"surahId":11,"ayatId":57,"ayatNo":"٥٧","pageNo":228,"ayatText":"فَاِنْ تَوَلَّوْا فَقَدْ اَبْلَغْتُكُمْ مَٓا اُرْسِلْتُ بِهٖٓ اِلَيْكُمْؕ وَيَسْتَخْلِفُ رَبّٖي قَوْماً غَيْرَكُمْۚ وَلَا تَضُرُّونَهُ شَيْـٔاًؕ اِنَّ رَبّٖي عَلٰى كُلِّ شَيْءٍ حَفٖيظٌ","ayatMealText":{"tr":"\"Eğer, yine de yüz çevirirseniz, ben size ne ile gönderilmişsem, işte onu tebliğ ettim. Ayrıca Rabbim, sizin yerinize başka bir kavmi getirir de siz O'na zerrece zarar veremezsiniz. Hiç şüphesiz O, herşeyi koruyup gözetendir.","nl":"Als jullie je afwenden, dan heb ik jullie doorgegeven waar ik tot jullie mee gezonden ben. En mijn Heer zal jullie doen opvolgen door een ander volk en jullie kunnen Hem geen schade toebrengen. Voorwaar, mijn Heer is Waker over alle dingen.\"","en":"But if you turn away, I have already delivered to you what I have been sent with. My Lord will replace you with others. You are not harming Him in the least. Indeed, my Lord is a ˹vigilant˺ Keeper over all things.”"},"surah":null},{"id":1531,"surahId":11,"ayatId":58,"ayatNo":"٥٨","pageNo":228,"ayatText":"وَلَمَّا جَٓاءَ اَمْرُنَا نَجَّيْنَا هُوداً وَالَّذٖينَ اٰمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّاۚ وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلٖيظٍ","ayatMealText":{"tr":"Ne zaman ki emrimiz geldi, Hud'u ve beraberindeki iman edenleri, tarafımızdan bir rahmet ile kurtardık, ayrıca onları çok ağır bir azaptan da kurtardık.","nl":"En toen Ons bevel was gekomen, redden Wij Hôed en degenen die met hem geloofden, door Genade van Ons, en Wij redden ten van een zwam bestraffing.","en":"When Our command came, We rescued Hûd and those who believed with him by a mercy from Us, saving them from a harsh torment"},"surah":null},{"id":1532,"surahId":11,"ayatId":59,"ayatNo":"٥٩","pageNo":228,"ayatText":"وَتِلْكَ عَادٌ جَحَدُوا بِاٰيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُٓوا اَمْرَ كُلِّ جَبَّارٍ عَنٖيدٍ","ayatMealText":{"tr":"İşte Âd kavmi buydu. Rablerinin âyetlerini bile bile inkâr ettiler ve peygamberlerine isyan ettiler. Başa geçen her zorbanın emrine uyup arkasından gittiler.","nl":"En dat was (het einde van) het volk van 'Âd, zij verwierpen de Tekenen van hun Heer, zij gehoorzaamden de Profeten niet en zij volgden het bevel van iedere opstandige geweldenaar.","en":"That was ’Âd. They denied the signs of their Lord, disobeyed His messengers, and followed the command of every stubborn tyrant"},"surah":null},{"id":1533,"surahId":11,"ayatId":60,"ayatNo":"٦٠","pageNo":228,"ayatText":"وَاُتْبِعُوا فٖي هٰذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيٰمَةِؕ اَلَٓا اِنَّ عَاداً كَفَرُوا رَبَّهُمْؕ اَلَا بُعْداً لِعَادٍ قَوْمِ هُودٍࣖ","ayatMealText":{"tr":"Hem bu dünyada, hem de kıyamet gününde bir lânetle izlendiler. Bilin ki, Âd kavmi, gerçekten Rablerini inkâr ettiler. Yine bilin ki, Hud'un kavmi olan Âd, defolup gittiler.","nl":"En zij worden in deze wereld en op de Dag der Opstanding achtervolgd door een vloek. Weet: voorwaar, de 'Âd waren ongelovig aan hun Heer. Weet: verdoemd is het volk van Hôed.","en":"They were followed by a curse in this world, as they will be on the Day of Judgment. Surely ’Âd denied their Lord. So away with ’Âd, the people of Hûd"},"surah":null},{"id":1534,"surahId":11,"ayatId":61,"ayatNo":"٦١","pageNo":228,"ayatText":"وَاِلٰى ثَمُودَ اَخَاهُمْ صَالِحاًۘ قَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ هُوَ اَنْشَاَكُمْ مِنَ الْاَرْضِ وَاسْتَعْمَرَكُمْ فٖيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُٓوا اِلَيْهِؕ اِنَّ رَبّٖي قَرٖيبٌ مُجٖيبٌ","ayatMealText":{"tr":"Semud kavmine de kardeşleri Salih'i gönderdik. Dedi ki, \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan başka bir tanrınız daha yoktur. Sizi topraktan O meydana getirdi. Sizi orada ömür sürmeye O memur etti. Bu sebepten O'nun mağfiretini isteyin, sonra O'na tevbe edin. Şüphesiz Rabbim yakındır, dualarınızı kabul eder.\"","nl":"En tot de Tsamôed zonden Wij hun broeder Shâlih, hij zei: \"O mijn volk, aanbidt Allah, er is voor jullie geen god dan Hij, Hij is Degene Die jullie uit de aairde heeft doen onstm en die jullie daarop heeft gevestigd, vraagt Hem daarom om vergeving en wendt jullie dan in berouw tot Hem. Voorwaar, mijn Heer is nabij, Verberend.\"","en":"And to the people of Thamûd We sent their brother Ṣâliḥ. He said, “O my people! Worship Allah. You have no god other than Him. He ˹is the One Who˺ produced you from the earth and settled you on it. So seek His forgiveness and turn to Him in repentance. Surely my Lord is Ever Near, All-Responsive ˹to prayers˺.”"},"surah":null},{"id":1535,"surahId":11,"ayatId":62,"ayatNo":"٦٢","pageNo":228,"ayatText":"قَالُوا يَا صَالِحُ قَدْ كُنْتَ فٖينَا مَرْجُواًّ قَبْلَ هٰذَٓا اَتَنْهٰينَٓا اَنْ نَعْبُدَ مَا يَعْبُدُ اٰبَٓاؤُ۬نَا وَاِنَّنَا لَفٖي شَكٍّ مِمَّا تَدْعُونَٓا اِلَيْهِ مُرٖيبٍ","ayatMealText":{"tr":"Dediler: \"Ey Salih,! Bundan önce sen bizim içimizde ümit beslenir bir zat idin. Şimdi bizi babalarımızın taptıklarına tapmaktan mı engelliyorsun? Biz, doğrusunu istersen bizi davet ettiğin şeyden kuşkulandıran bir şüphe içindeyiz.\"","nl":"En zij (de Tsamôed) zeiden: \"O Shâlih, hiervoor was jij temidden van ons iemand waarop wij onze hoop hadden gevestigd. Verbied jij ons dat wij aanbidden wat onze vaderen aanbaden? En wij verkeren in grote twijfel over hetgeen waartoe jij ons oproept.\"","en":"They argued, “O Ṣâliḥ! We truly had high hopes in you before this. How dare you forbid us to worship what our forefathers had worshipped? We are certainly in alarming doubt about what you are inviting us to.”"},"surah":null}]}