{"juzNo":12,"pageNo":229,"arCuzNo":"۱۲","arPageNo":"۲۲۹","quranAyats":[{"id":1536,"surahId":11,"ayatId":63,"ayatNo":"٦٣","pageNo":229,"ayatText":"قَالَ يَا قَوْمِ اَرَاَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِنْ رَبّٖي وَاٰتٰينٖي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنٖي مِنَ اللّٰهِ اِنْ عَصَيْتُهُ فَمَا تَزٖيدُونَنٖي غَيْرَ تَخْسٖيرٍ","ayatMealText":{"tr":"Salih dedi: \"Ey kavmim! Eğer ben Rabbimden açık bir mucize üzerinde isem ve o bana tarafından bir rahmet bahşetmiş ise, ben Allah'a isyan ettiğim takdirde beni O'ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten başka bir şey yapmıyorsunuz.\"","nl":"Hij zei: \"O mijn volk, wat denken jullie, als ik op een duidelijk bewijs van mijn Heer steun, en Hij mij Barmhartigheid van Hem heeft geschonken: wie kan mij dan tegen (de bestraffing van) Allah helpen als ik Hem ongehoorzaam ben. Daarom vermeerderen jullie niets voor mij dan verlies.\"","en":"He responded, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a mercy from Him. Who could help me against Allah if I were to disobey Him? You would only contribute to my doom"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1537,"surahId":11,"ayatId":64,"ayatNo":"٦٤","pageNo":229,"ayatText":"وَيَا قَوْمِ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوهَا تَأْكُلْ فٖٓي اَرْضِ اللّٰهِ وَلَا تَمَسُّوهَا بِسُٓوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرٖيبٌ","ayatMealText":{"tr":"\"Ey kavmim! İşte şu, Allah'ın dişi devesi, size bir mucizedir. Bırakın onu Allah'ın yer yüzünde (otlaklarında) otlasın. Ve ona kötü bir maksatla el sürmeyin, sonra sizi yakın bir azap yakalar.\"","nl":"En: \"O mijn volk, dit is een vrouwteskameel van Allah, als een Teken voor jullie, laat haar daarom eten van de aarde van Allah en doe haar geen kwaad, anders zal een nabije bestraffing jullie grijpen.\"","en":"And O my people! This she-camel of Allah is a sign for you. So leave her to graze ˹freely˺ on Allah’s earth and do her no harm, or a swift punishment will overtake you!”"},"surah":null},{"id":1538,"surahId":11,"ayatId":65,"ayatNo":"٦٥","pageNo":229,"ayatText":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فٖي دَارِكُمْ ثَلٰثَةَ اَيَّامٍؕ ذٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ","ayatMealText":{"tr":"Derken, o deveyi kestiler. Bunun üzerine Salih dedi ki: \"Yurdunuzda üç gün daha yaşayın. İşte bu, yalan çıkmayacak olan kesin bir vaaddir.\"","nl":"Toen slachtten zij haar, waarop bij (Shâlih) zei. \"Blijft drie dagen in jullie huizen. Dat is een aanzegging die niet kan worden geloochend.\"","en":"But they killed her, so he warned ˹them˺, “You have ˹only˺ three ˹more˺ days to enjoy life in your homes—this is an unfailing promise!”"},"surah":null},{"id":1539,"surahId":11,"ayatId":66,"ayatNo":"٦٦","pageNo":229,"ayatText":"فَلَمَّا جَٓاءَ اَمْرُنَا نَجَّيْنَا صَالِحاً وَالَّذٖينَ اٰمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍؕ اِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزٖيزُ","ayatMealText":{"tr":"Ne zaman ki, azap emrimiz geldi, Salih'i ve beraberindeki iman edenleri, tarafımızdan bir rahmet sayesinde kurtardık, üstelik o günün perişanlığından da kurtardık. Hiç şüphesiz Rabbin güçlüdür, mutlak üstündür.","nl":"En toen Ons bevel kwam, redden Wij Shâlih en degenen die met hem geloofden, door Genade van Ons en (Wij redden hen) van een vernedering op die Dag. Voorwaar, jouw Heer is de Sterke, de Almachtige.","en":"When Our command came, We saved Ṣâliḥ and those who believed with him by a mercy from Us and spared them the disgrace of that Day. Surely your Lord ˹alone˺ is the All-Powerful, Almighty"},"surah":null},{"id":1540,"surahId":11,"ayatId":67,"ayatNo":"٦٧","pageNo":229,"ayatText":"وَاَخَذَ الَّذٖينَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوا فٖي دِيَارِهِمْ جَاثِمٖينَۙ","ayatMealText":{"tr":"O zalimleri, korkunç bir gürültü yakalayıverdi de oldukları yerde çöküp kaldılar.","nl":"En de bliksemalag greep degenen die onrecht hadden gepleegd, zodat zij doden in hun huizen werden.","en":"And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes"},"surah":null},{"id":1541,"surahId":11,"ayatId":68,"ayatNo":"٦٨","pageNo":229,"ayatText":"كَاَنْ لَمْ يَغْنَوْا فٖيهَاؕ اَلَٓا اِنَّ ثَمُودَا۬ كَفَرُوا رَبَّهُمْؕ اَلَا بُعْداً لِثَمُودَࣖ","ayatMealText":{"tr":"Sanki orada güzel güzel yaşayıp durmamışlardı. Bak işte Semud, gerçekten de Rablerine küfretmişlerdi. Bak işte nasıl yok olup gittiler.","nl":"Alsof zij er nooit gewoond hadden. Weet, voorwaar, de Tsmôed waren ongelovig aan hun Heer, Weet: verdoemd zijn de Tsamôed.","en":"as if they had never lived there. Surely Thamûd denied their Lord, so away with Thamûd"},"surah":null},{"id":1542,"surahId":11,"ayatId":69,"ayatNo":"٦٩","pageNo":229,"ayatText":"وَلَقَدْ جَٓاءَتْ رُسُلُنَٓا اِبْرٰهٖيمَ بِالْبُشْرٰى قَالُوا سَلَاماًؕ قَالَ سَلَامٌۚ فَمَا لَبِثَ اَنْ جَٓاءَ بِعِجْلٍ حَنٖيذٍ","ayatMealText":{"tr":"Andolsun ki, İbrahim'e de elçilerimiz (melekler) müjde ile geldiler ve \"selâm\" dediler, o da \"selâm\" dedi ve hemen gidip onlara kızartılmış bir buzağı getirdi.","nl":"En voorzeker, Onze gezanten (Engelen) kwamen tot Ibrâhîm met de verheugende tijding, zij zeiden: \"Salâm\" (Vrede). \"Hij zei: \"Salâm.\" Niet lang daarna bracht hij een geroosterd kalf.","en":"And surely Our messenger-angels came to Abraham with good news ˹of a son˺. They greeted ˹him with˺, “Peace!” And he replied, “Peace ˹be upon you˺!” Then it was not long before he brought ˹them˺ a ˹fat,˺ roasted calf"},"surah":null},{"id":1543,"surahId":11,"ayatId":70,"ayatNo":"٧٠","pageNo":229,"ayatText":"فَلَمَّا رَآٰ اَيْدِيَهُمْ لَا تَصِلُ اِلَيْهِ نَكِرَهُمْ وَاَوْجَسَ مِنْهُمْ خٖيفَةًؕ قَالُوا لَا تَخَفْ اِنَّٓا اُرْسِلْـنَٓا اِلٰى قَوْمِ لُوطٍؕ","ayatMealText":{"tr":"Fakat onların o buzağıya el sürmediklerini görünce, tuhafına gitti ve içinde onlara karşı bir korku uyandı. Onlar da \"Korkma, biz Lut'un kavmine gönderildik.\" dediler.","nl":"Toen hij dan zag dat hun handen er niet naar reikten vond hij ben vreemd en werd hij bang van hen. Zij zeiden: \"Vreest niet, Wij zijn gezonden tot het volk van Lôeth.\"","en":"And when he saw that their hands did not reach for the food, he became suspicious and fearful of them. They reassured ˹him˺, “Do not be afraid! We are ˹angels˺ sent ˹only˺ against the people of Lot.”"},"surah":null},{"id":1544,"surahId":11,"ayatId":71,"ayatNo":"٧١","pageNo":229,"ayatText":"وَامْرَاَتُهُ قَٓائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِاِسْحٰقَۙ وَمِنْ وَرَٓاءِ اِسْحٰقَ يَعْقُوبَ","ayatMealText":{"tr":"İbrahim'in karısı ayakta duruyordu bunun üzerine yüzü güldü. Ona İshak'ı ve İshak'ın arkasından da Ya'kub'u müjdeledik.","nl":"En zijn vrouw stond en zij lachte, daarna verkondigden wij haar een verheugende tijding over (de geboorte van) lshâq, en na Ishaq Ya'qôeb.","en":"And his wife was standing by, so she laughed, then We gave her good news of ˹the birth of˺ Isaac, and, after him, Jacob"},"surah":null}]}