{"juzNo":12,"pageNo":231,"arCuzNo":"۱۲","arPageNo":"۲۳۱","quranAyats":[{"id":1555,"surahId":11,"ayatId":82,"ayatNo":"٨٢","pageNo":231,"ayatText":"فَلَمَّا جَٓاءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجّٖيلٍۙ مَنْضُودٍۙ","ayatMealText":{"tr":"Ne zaman ki, emrimiz geldi, o ülkenin altını üstüne getirdik ve üzerlerine istif edilip pişirilmiş çamurdan taşlar yağdırdık.","nl":"Toen dan Ons bevel kwam, keerden Wij het (land) ondersteboven. En Wij deden er stenen van gebakken klei op neerregenen, in lagen.","en":"When Our command came, We turned the cities upside down and rained down on them clustered stones of baked clay"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1556,"surahId":11,"ayatId":83,"ayatNo":"٨٣","pageNo":231,"ayatText":"مُسَوَّمَةً عِنْدَ رَبِّكَؕ وَمَا هِيَ مِنَ الظَّالِمٖينَ بِبَعٖيدٍࣖ","ayatMealText":{"tr":"Bu taşlar Rabbinin katında damgalanmışlardı. Bunlar zalimlerden uzak şeyler değildir.","nl":"Gekenmerkt bij jouw Heer. En deze (bestraffing) is voor de onrechtplegers niet ver.","en":"marked by your Lord ˹O Prophet˺. And these stones are not far from the ˹pagan˺ wrongdoers"},"surah":null},{"id":1557,"surahId":11,"ayatId":84,"ayatNo":"٨٤","pageNo":231,"ayatText":"وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْباًؕ قَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمٖيزَانَ اِنّٖٓي اَرٰيكُمْ بِخَيْرٍ وَاِنّٖٓي اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحٖيطٍ","ayatMealText":{"tr":"Medyen'e de kardeşleri Şu'ayb'i gönderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan başka ilâhınız yoktur. Ölçeği de, teraziyi de eksik tutmayın. Ben sizi hayır (bolluk) içinde görüyorum. Bununla beraber yine de sizi kuşatacak bir gününazabından korkuyorum.\"","nl":"En tot (de bewoners van) van Madyan (zonden Wij) hun broeder (Sjoe'aib). Hij zei: \"O mijn volk, aanbidt Allah, er is voor jullie geen god dan Hij, en vermindert niet de maat en de weegschaal. Voorwaar, ik zie dat jullie in goede doen zijn en voorwaar, ik vrees voor jullie de bestraffing op een allesomvattende Dag.\"","en":"And to the people of Midian We sent their brother Shu’aib. He said, “O my people! Worship Allah. You have no god other than Him. And do not give short measure and weight. I do see you in prosperity now, but I truly fear for you the torment of an overwhelming Day"},"surah":null},{"id":1558,"surahId":11,"ayatId":85,"ayatNo":"٨٥","pageNo":231,"ayatText":"وَيَا قَوْمِ اَوْفُوا الْمِكْيَالَ وَالْمٖيزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ اَشْيَٓاءَهُمْ وَلَا تَعْثَوْا فِي الْاَرْضِ مُفْسِدٖينَ","ayatMealText":{"tr":"\"Ey kavmim! Ölçerken ve tartarken adaleti yerine getirin. Halkın malına densizlik etmeyin ve yeryüzünde fesatçılık yaparak fenalık etmeyin.\"","nl":"En: \"O mijn volk, geeft de volle maat en vult de weegschaal tot het gelijke gewicht, en benadeelt de mensen niet in hun rechten, en bedrijft geen kwaad op aarde door verderf te zaaien.","en":"O my people! Give full measure and weigh with justice. Do not defraud people of their property, nor go about spreading corruption in the land"},"surah":null},{"id":1559,"surahId":11,"ayatId":86,"ayatNo":"٨٦","pageNo":231,"ayatText":"بَقِيَّتُ اللّٰهِ خَيْرٌ لَكُمْ اِنْ كُنْتُمْ مُؤْمِنٖينَۚ وَمَٓا اَنَا۬ عَلَيْكُمْ بِحَفٖيظٍ","ayatMealText":{"tr":"Eğer mümin iseniz, Allah'ın helâlinden size ihsan ettiği kâr sizin için daha hayırlıdır. Bununla beraber ben sizin üzerinize gözcü değilim.\"","nl":"Wat (aan voorziening na het eerlijk afwegen) overblijft van Allah is beter voor jullie, als jullie gelovigen zijn. En ik ben geen waker over jullie.\"","en":"What is left ˹as a lawful gain˺ by Allah is far better for you if you are ˹truly˺ believers. And I am not a keeper over you.”"},"surah":null},{"id":1560,"surahId":11,"ayatId":87,"ayatNo":"٨٧","pageNo":231,"ayatText":"قَالُوا يَا شُعَيْبُ اَصَلٰوتُكَ تَأْمُرُكَ اَنْ نَتْرُكَ مَا يَعْبُدُ اٰبَٓاؤُ۬نَٓا اَوْ اَنْ نَفْعَلَ فٖٓي اَمْوَالِنَا مَا نَشٰٓؤُ۬اؕ اِنَّكَ لَاَنْتَ الْحَلٖيمُ الرَّشٖيدُ","ayatMealText":{"tr":"Dediler ki; \"Ey Şu'ayb, atalarımızın taptıklarını terketmemizi veya mallarımızda dilediğimizi yapmaktan vazgeçmemizi sana namazın mı emrediyor? Oysa ki sen yumuşak huylusun ve aklı başında bir adamsın.\"","nl":"Zij zeiden: \"'O Sjoe'aib, gebiedt jouw shalât dat wij verlaten wat onze voorvaderen aanbaden, of dat wij ophouden met onze bezittingen te doen wat wij willen? Voorwaar, je bent zeker zachtmoedig, verstandig\"","en":"They asked ˹sarcastically˺, “O Shu’aib! Does your prayer command you that we should abandon what our forefathers worshipped or give up managing our wealth as we please? Indeed, you are such a tolerant, sensible man!”"},"surah":null},{"id":1561,"surahId":11,"ayatId":88,"ayatNo":"٨٨","pageNo":231,"ayatText":"قَالَ يَا قَوْمِ اَرَاَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِنْ رَبّٖي وَرَزَقَنٖي مِنْهُ رِزْقاً حَسَناًؕ وَمَٓا اُرٖيدُ اَنْ اُخَالِفَكُمْ اِلٰى مَٓا اَنْهٰيكُمْ عَنْهُؕ اِنْ اُرٖيدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُؕ وَمَا تَوْفٖيقٖٓي اِلَّا بِاللّٰهِؕ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنٖيبُ","ayatMealText":{"tr":"Şu'ayb dedi ki: \"Ey kavmim! Şayet ben Rabbimden ispat edici bir delil üzerinde bulunuyorsam ve şayet bana, O kendi katından güzel bir rızık ihsan etmişse, söyleyin bakalım ben ne yapmalıyım? Ben size karşı çıkmakla sizi menettiğim şeylere kendim düşmek istemiyorum. Ben sadece gücümün yettiği kadar ıslah etmeye çalışıyorum. Muvaffakiyetim de ancak Allah'ın yardımı ile olacaktır. Ben yalnızca O'na dayandım ve ancak O'na döneceğim.\"","nl":"Hij zei: \"O mijn volk, wat denken jullie, als ik op een duidelijk bewijs van mijn Heer steun, en Hij voorziet mij van Zijn Zijde met een goede voorziening, (zou ik Hem ongehoorzaam zijn)? En ik wil mij niet tegenover jullie schuldig maken aan wat ik jullie verbied. Ik wens slechts verbetering volgens mijn vermogen, en er is voor mij geen goddelijke overeenstemming dan bij Allah. Op Hem heb ik mijn vertrouwen gesteld en tot Hem keer ik terug.\"","en":"He said, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a good provision from Him. I do not want to do what I am forbidding you from. I only intend reform to the best of my ability. My success comes only through Allah. In Him I trust and to Him I turn"},"surah":null}]}