{"juzNo":12,"pageNo":232,"arCuzNo":"۱۲","arPageNo":"۲۳۲","quranAyats":[{"id":1562,"surahId":11,"ayatId":89,"ayatNo":"٨٩","pageNo":232,"ayatText":"وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقٖٓي اَنْ يُصٖيبَكُمْ مِثْلُ مَٓا اَصَابَ قَوْمَ نُوحٍ اَوْ قَوْمَ هُودٍ اَوْ قَوْمَ صَالِحٍؕ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعٖيدٍ","ayatMealText":{"tr":"\"Ey kavmim! Bana karşı gelmeniz sakın sizi, Nuh kavminin veya Hud kavminin veya Salih kavminin başlarına gelen musibetler gibi bir musibete uğratmasın. Lut kavmi de sizden uzak değildir.","nl":"En: \"O mijn volk, laat mijn onenigheid (met jullie) er niet toe leiden dat jullie hetzelfde treft als het volk van Noeh trof, of het volk van Hoed, of het volk van Shalih. En het volk van Loeth is niet ver van jullie.","en":"O my people! Do not let your opposition to me lead you to a fate similar to that of the people of Noah, or Hûd, or Ṣâliḥ. And the people of Lot are not far from you"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1563,"surahId":11,"ayatId":90,"ayatNo":"٩٠","pageNo":232,"ayatText":"وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُٓوا اِلَيْهِؕ اِنَّ رَبّٖي رَحٖيمٌ وَدُودٌ","ayatMealText":{"tr":"Rabbinizden mağfiret dileyin, sonra O'na tevbe ile yönelin. Şüphesiz ki, benim Rabbim çok merhametlidir, çok sevendir.","nl":"En vraagt jullie Heer om vergeving en wendt jullie vervolgens in berouw tot Hem. Voorwaar, mijn Heer is Meest Bamhartig, Meest Liefdevol.\"","en":"So seek your Lord’s forgiveness and turn to Him in repentance. Surely my Lord is Most Merciful, All-Loving.”"},"surah":null},{"id":1564,"surahId":11,"ayatId":91,"ayatNo":"٩١","pageNo":232,"ayatText":"قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ۬ كَثٖيراً مِمَّا تَقُولُ وَاِنَّا لَنَرٰيكَ فٖينَا ضَعٖيفاًۚ وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَؗ وَمَٓا اَنْتَ عَلَيْنَا بِعَزٖيزٍ","ayatMealText":{"tr":"Dediler ki: \"Ey Şu'ayb! Biz senin söylediklerinin çoğundan birşey anlamıyoruz. Ayrıca seni içimizde çok zayıf biri olarak görüyoruz. Eğer akrabaların olmasaydı mutlaka seni recmederdik (taşa tutardık). Senin bize hiçbir üstünlüğün yoktur.\"","nl":"Zij zeiden: \"O Sjoe'aib, Wij begrijpen niet veel van wat jij zeg en voorwaar, wij zien dat jij onder ons een zwakke bent. En ware het niet vanwege jouw familie, dan hadden wij jou zeker gestenigd. Jij bent niet eerwaardiger dan wij.\"'","en":"They threatened, “O Shu’aib! We do not comprehend much of what you say, and surely we see you powerless among us. Were it not for your clan, we would have certainly stoned you, for you are nothing to us.”"},"surah":null},{"id":1565,"surahId":11,"ayatId":92,"ayatNo":"٩٢","pageNo":232,"ayatText":"قَالَ يَا قَوْمِ اَرَهْطٖٓي اَعَزُّ عَلَيْكُمْ مِنَ اللّٰهِؕ وَاتَّخَذْتُمُوهُ وَرَٓاءَكُمْ ظِهْرِياًّؕ اِنَّ رَبّٖي بِمَا تَعْمَلُونَ مُحٖيطٌ","ayatMealText":{"tr":"Şu'ayb dedi: \"Ey kavmim! Benim akrabalarım size Allah'dan daha mı değerli ki, Allah'a sırt çevirip, onu unuttunuz? Muhakkak ki, Rabbim bütün yaptıklarınızı çepeçevre kuşatmıştır.\"","nl":"Hij zei: \"O mijn volk, is mijn familie eerwaardiger bij jullie dan Allah?\" Keren jullie Hem de rug toe? Voorwaar, mijn Heer omvat alles wat jullie doen.\"","en":"He said, “O my people! Do you have more regard for my clan than for Allah, turning your back on Him entirely? Surely my Lord is Fully Aware of what you do"},"surah":null},{"id":1566,"surahId":11,"ayatId":93,"ayatNo":"٩٣","pageNo":232,"ayatText":"وَيَا قَوْمِ اعْمَلُوا عَلٰى مَكَانَتِكُمْ اِنّٖي عَامِلٌؕ سَوْفَ تَعْلَمُونَۙ مَنْ يَأْتٖيهِ عَذَابٌ يُخْزٖيهِ وَمَنْ هُوَ كَاذِبٌؕ وَارْتَقِبُٓوا اِنّٖي مَعَكُمْ رَقٖيبٌ","ayatMealText":{"tr":"\"Ey kavmim! Var gücünüzle yapacağınız ne varsa yapın! Ben de görevimi yapmaya devam edeceğim. Perişan edecek azabın kime geleceğini ve yalancının kim olduğunu ilerde anlayacaksınız. Bekleyiniz, ben de sizinle beraber bekleyeceğim.\"","nl":"En: \"O mijn volk, werkt volgens jullie vermogen, ook ik werk, later zullen jullie weten tot wie een bestraffing komt die hem vernedert, en wie een leugenaar is. En wacht af, voorwaar, ik ben met jullie een wachtende.\"","en":"O my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know who will be visited by a humiliating torment and is a liar! And watch! I too am watching with you!”"},"surah":null},{"id":1567,"surahId":11,"ayatId":94,"ayatNo":"٩٤","pageNo":232,"ayatText":"وَلَمَّا جَٓاءَ اَمْرُنَا نَجَّيْنَا شُعَيْباً وَالَّذٖينَ اٰمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَاَخَذَتِ الَّذٖينَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوا فٖي دِيَارِهِمْ جَاثِمٖينَۙ","ayatMealText":{"tr":"Ne zaman ki, emrimiz geldi, Şu'ayb ve beraberindeki müminler, tarafımızdan bir rahmet sayesinde kurtuldular. Ve o zalimleri korkunç bir gürültü yakaladı da oldukları yerde çöküp kaldılar.","nl":"En toen Ons bevel was gekomen, redden Wij Sjoe'aib en degenen die met hem geloofden, door Genade van Ons. En de donderslag groep degenen die onrecht pleegden, waarna zij doden in hun huizen werden.","en":"When Our command came, We saved Shu’aib and those who believed with him by a mercy from Us. And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes"},"surah":null},{"id":1568,"surahId":11,"ayatId":95,"ayatNo":"٩٥","pageNo":232,"ayatText":"كَاَنْ لَمْ يَغْنَوْا فٖيهَاؕ اَلَا بُعْداً لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُࣖ","ayatMealText":{"tr":"Sanki orada hiç güzel gün görmemişlerdi. Dikkat edin, Semud kavmi nasıl helâk olup gittiyse Medyen de öyle yok olup gitti.","nl":"Alsof zij er nooit gewoond hadden. Weet, verdoemenis is er voor de bewoners van Madyan, zoals de Tsamôed werden verdoemd.","en":"as if they had never lived there. So away with Midian as it was with Thamûd"},"surah":null},{"id":1569,"surahId":11,"ayatId":96,"ayatNo":"٩٦","pageNo":232,"ayatText":"وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيَاتِنَا وَسُلْطَانٍ مُبٖينٍۙ","ayatMealText":{"tr":"Andolsun Musa'yı da âyetlerimizle ve apaçık bir belge ile gönderdik.","nl":"En voorzeker, wij hebben Môesa gezonden met Onze Tekenen en duidelijke bewijzen.","en":"Indeed, We sent Moses with Our signs and compelling proof"},"surah":null},{"id":1570,"surahId":11,"ayatId":97,"ayatNo":"٩٧","pageNo":232,"ayatText":"اِلٰى فِرْعَوْنَ وَمَلَا۬ئِهٖ فَاتَّـبَعُٓوا اَمْرَ فِرْعَوْنَۚ وَمَٓا اَمْرُ فِرْعَوْنَ بِرَشٖيدٍ","ayatMealText":{"tr":"Firavun'a ve cemaatine. Bunlar Firavun'un emrine uydular. Halbuki Firavun'un emri hak değildir.","nl":"Tot Fir'aun en zijn vooraanstaanden. Toen volgden zij (de vooraanstaanden) het bevel van Fir'aun, terwijl het bevel van Fir'aun een onrecht was.","en":"to Pharaoh and his chiefs, but they followed the command of Pharaoh, and Pharaoh’s command was not well guided"},"surah":null}]}