{"juzNo":12,"pageNo":233,"arCuzNo":"۱۲","arPageNo":"۲۳۳","quranAyats":[{"id":1571,"surahId":11,"ayatId":98,"ayatNo":"٩٨","pageNo":233,"ayatText":"يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيٰمَةِ فَاَوْرَدَهُمُ النَّارَؕ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ","ayatMealText":{"tr":"Kıyamet günü, kavminin önüne düşer. Artık o bunları ateşe götürmüştür. O varılan yer, ne kötü bir yerdir.","nl":"Hij zal vóór zijn volk lopen op de Dag der Opstanding en hen naar de Hel voeren, De slechtste plaats is de plaats waarheen (dan gevoerd) wordt!","en":"He will be before his people on the Day of Judgment and will lead them into the Fire. What an evil place to be led into"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1572,"surahId":11,"ayatId":99,"ayatNo":"٩٩","pageNo":233,"ayatText":"وَاُتْبِعُوا فٖي هٰذِهٖ لَعْنَةً وَيَوْمَ الْقِيٰمَةِؕ بِئْسَ الرِّفْدُ الْمَرْفُودُ","ayatMealText":{"tr":"Hem burada, hem de kıyamet gününde lanetle izlendiler. Onlara verilen bu karşı destek ne fena bir destektir!","nl":"En zij worden in deze (wereld) gevolgd door een vervloeking en de Dag der Opstanding. De slechtste gave (vervloeking) is de gave die (dan gegeven) wordt!","en":"They were followed by a curse in this ˹life˺ and ˹will receive another˺ on the Day of Judgment. What an evil gift to receive"},"surah":null},{"id":1573,"surahId":11,"ayatId":100,"ayatNo":"١٠٠","pageNo":233,"ayatText":"ذٰلِكَ مِنْ اَنْـبَٓاءِ الْقُرٰى نَقُصُّهُ عَلَيْكَ مِنْهَا قَٓائِمٌ وَحَصٖيدٌ","ayatMealText":{"tr":"İşte bu helâk olmuş memleketlerin önemli haberlerindendir. Sana onu kıssa olarak anlatıyoruz. Onlardan yerinde duranlar da var, biçilenler (yok olup gidenler) de.","nl":"Dat zijn enkele geschiedenissen over de steden die Wij aanjou (O Moehammad) vertellen, daarvan zijn er nog, en zijn er geruïneerd.","en":"These are accounts, We relate to you ˹O Prophet˺, of the ˹destroyed˺ cities. Some are still standing ˹barren˺, while others have been mowed down"},"surah":null},{"id":1574,"surahId":11,"ayatId":101,"ayatNo":"١٠١","pageNo":233,"ayatText":"وَمَا ظَلَمْنَاهُمْ وَلٰكِنْ ظَلَمُٓوا اَنْفُسَهُمْ فَـمَٓا اَغْنَتْ عَنْهُمْ اٰلِهَتُهُمُ الَّتٖي يَدْعُونَ مِنْ دُونِ اللّٰهِ مِنْ شَيْءٍ لَمَّا جَٓاءَ اَمْرُ رَبِّكَؕ وَمَا زَادُوهُمْ غَيْرَ تَتْبٖيبٍ","ayatMealText":{"tr":"Biz onlara zulmetmedik, onlar kendi kendilerine zulmettiler. Allah'ı bırakıp da taptıkları tanrılar, Rabbinin emri gelince kendilerine hiçbir fayda sağlayamadılar. Hasarlarını arttırmaktan başka bir şeye yaramadılar.","nl":"En Wij hebben hun geen onrecht aangedaan, maar zij hebben zichzelf onrecht aangedaan. En hun goden die zij naast Allah aanriepen, baatten hun niets tom het bevel van jouw Heer kwam. En zij vermeerderden voor hen niets dan vernietiging.","en":"We did not wrong them, rather they wronged themselves. The gods they invoked beside Allah were of no help at all when the command of your Lord came, and only contributed to their ruin"},"surah":null},{"id":1575,"surahId":11,"ayatId":102,"ayatNo":"١٠٢","pageNo":233,"ayatText":"وَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَٓا اَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌؕ اِنَّ اَخْذَهُٓ اَلٖيمٌ شَدٖيدٌ","ayatMealText":{"tr":"İşte Rabbin, zalim memleketleri cezalandırdığı zaman böyle cezalandırır. Çünkü O'nun cezası çok acı, çok çetindir.","nl":"En zo is de ingreep van jullie Heer, wanneer Hij de steden grijpt die onrechtvaardig zijn. Voorwaar, zijn greep is pijnlijk, hard.","en":"Such is the ˹crushing˺ grip of your Lord when He seizes the societies entrenched in wrongdoing. Indeed, His grip is ˹terribly˺ painful and severe"},"surah":null},{"id":1576,"surahId":11,"ayatId":103,"ayatNo":"١٠٣","pageNo":233,"ayatText":"اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِمَنْ خَافَ عَذَابَ الْاٰخِرَةِؕ ذٰلِكَ يَوْمٌ مَجْمُوعٌۙ لَهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَشْهُودٌ","ayatMealText":{"tr":"Ahiret azabından korkanlar için bunda muhakkak ki, bir ibret vardır. O, öyle bir gündür ki, bütün insanlar onun için toplanacaktır ve o, öyle bir gündür ki, mutlaka görülecektir.","nl":"Voorwaar, daarin is zeker cm Teken voor wie de bestraffing van het Hiernamaals vreest. Dat is een Dag waarop de mensen verzameld worden. Dat in een Dag weuop getuigd zal worden.","en":"Surely in this is a sign for those who fear the torment of the Hereafter. That is a Day for which humanity will be gathered and a Day ˹that will be˺ witnessed ˹by all˺"},"surah":null},{"id":1577,"surahId":11,"ayatId":104,"ayatNo":"١٠٤","pageNo":233,"ayatText":"وَمَا نُؤَخِّرُهُٓ اِلَّا لِاَجَلٍ مَعْدُودٍؕ","ayatMealText":{"tr":"Biz onu sadece belli bir süreye kadar geciktiriyoruz.","nl":"En Wij zullen hem niet uitstellen, dan voor een vastgestelde termijn.","en":"We only delay it for a fixed term"},"surah":null},{"id":1578,"surahId":11,"ayatId":105,"ayatNo":"١٠٥","pageNo":233,"ayatText":"يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ اِلَّا بِاِذْنِهٖۚ فَمِنْهُمْ شَقِيٌّ وَسَعٖيدٌ","ayatMealText":{"tr":"O gün gelince Allah'ın izni olmadan hiç kimse konuşamaz. Onların kimi bedbaht, kimi de mutludur.","nl":"Op de Dag die komt zai geen ziel spreken, behalve met Zijn verlof. En onder hen er zijn en zijn ongerlukkigen en gelukkigen.","en":"When that Day arrives, no one will dare speak except with His permission. Some of them will be miserable, others joyful"},"surah":null},{"id":1579,"surahId":11,"ayatId":106,"ayatNo":"١٠٦","pageNo":233,"ayatText":"فَاَمَّا الَّذٖينَ شَقُوا فَفِي النَّارِ لَهُمْ فٖيهَا زَفٖيرٌ وَشَهٖيقٌۙ","ayatMealText":{"tr":"Bedbaht olanlar ateştedirler. Onlar orada başka türlü soluyacak, başka türlü haykıracaklar.","nl":"En wat degenen betreft die ongelukkig zijn, zij bevinden zich in de Hel. Voor hen is daarin gekreun en gesnik (als zij ademen).","en":"As for those bound for misery, they will be in the Fire, where they will be sighing and gasping"},"surah":null},{"id":1580,"surahId":11,"ayatId":107,"ayatNo":"١٠٧","pageNo":233,"ayatText":"خَالِدٖينَ فٖيهَا مَا دَامَتِ السَّمٰوَاتُ وَالْاَرْضُ اِلَّا مَا شَٓاءَ رَبُّكَؕ اِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرٖيدُ","ayatMealText":{"tr":"Onlar orada gökler ve yer durdukça duracaklar. Ancak Rabb'inin diledikleri başka. Çünkü Rabbin dilediğini yapandır.","nl":"Eeuwig levend verblijven zijn daarin, zolang de hemelen en de aarde voortbestaan, tenzij jouw Heer anders wil. Voorwaar, jouw Heer doet wat Hij wil.","en":"staying there forever, as long as the heavens and the earth will endure, except what your Lord wills. Surely your Lord does what He intends"},"surah":null},{"id":1581,"surahId":11,"ayatId":108,"ayatNo":"١٠٨","pageNo":233,"ayatText":"وَاَمَّا الَّذٖينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدٖينَ فٖيهَا مَا دَامَتِ السَّمٰوَاتُ وَالْاَرْضُ اِلَّا مَا شَٓاءَ رَبُّكَؕ عَطَٓاءً غَيْرَ مَجْذُوذٍ","ayatMealText":{"tr":"Mutlu olanlar ise cennettedirler. Orada gökler ve yer durdukça duracaklar, ancak Rabbinin diledikleri başka. (Bu) ardı arası kesilmeyen bir ihsan olacak.","nl":"En wat degenen betreft die gelukkig zijn, zij bevinden zich in het Paradijs, zij zijn daarin eeuwig levenden, zolang de hemelen en de aarde voortbestaan, tenzij jouw Heer anders wil, als een gift zonder onderbreking.","en":"And as for those destined to joy, they will be in Paradise, staying there forever, as long as the heavens and the earth will endure, except what your Lord wills—a ˹generous˺ giving, without end"},"surah":null}]}