{"juzNo":12,"pageNo":234,"arCuzNo":"۱۲","arPageNo":"۲۳٤","quranAyats":[{"id":1582,"surahId":11,"ayatId":109,"ayatNo":"١٠٩","pageNo":234,"ayatText":"فَلَا تَكُ فٖي مِرْيَةٍ مِمَّا يَعْبُدُ هٰٓؤُ۬لَٓاءِؕ مَا يَعْبُدُونَ اِلَّا كَمَا يَعْبُدُ اٰبَٓاؤُ۬هُمْ مِنْ قَبْلُؕ وَاِنَّا لَمُوَفُّوهُمْ نَصٖيبَهُمْ غَيْرَ مَنْقُوصٍࣖ","ayatMealText":{"tr":"O halde sakın şunların ibadet edişlerinden şüpheye düşme. Daha önce ataları nasıl ibadet ediyor idiyseler bunlar da öyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak öderiz.","nl":"Verkeer daarom niet in twijfel over wat deze mensen aanbidden, zij aanbidden slechts zoals hun vaderen voorheen aanbeden. En voorwaar, wij zullen hen zeker hun deel volledig vergelden, zonder vermindering.","en":"So do not be in doubt ˹O Prophet˺ about what those ˹pagans˺ worship. They worship nothing except what their forefathers worshipped before ˹them˺. And We will certainly give them their share ˹of punishment˺ in full, without any reduction"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1583,"surahId":11,"ayatId":110,"ayatNo":"١١٠","pageNo":234,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فٖيهِؕ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْؕ وَاِنَّهُمْ لَفٖي شَكٍّ مِنْهُ مُرٖيبٍ","ayatMealText":{"tr":"Andolsun ki, Musa'ya kitabı verdik, yine de onda ihtilafa düşüldü. Eğer Rabbinden daha önce verilmiş bir karar olmasa idi, elbette haklarında hüküm verilmiş bitmişti. Muhakkak ki onlar, bundan kuşkulu bir şüphe içindedirler.","nl":"En voorzeker, wij hebben Môesa de Schrift (de Taurât) gegeven, waarna er onenigheid over bestond. En als er niet een Woord van jouw Heer vooruitgegaan was, dan zou er reeds Uwen hen zijn geoordeeld. En voorwaar, zij verkeren zeker in vergaande twijfel.","en":"Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺. They are truly in alarming doubt about it"},"surah":null},{"id":1584,"surahId":11,"ayatId":111,"ayatNo":"١١١","pageNo":234,"ayatText":"وَاِنَّ كُلاًّ لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ اَعْمَالَهُمْؕ اِنَّهُ بِمَا يَعْمَلُونَ خَبٖيرٌ","ayatMealText":{"tr":"Gerçekten de onların her biri öyle kimselerdir ki, yaptıklarının karşılığını Rabbin kendilerine hakkiyle ödeyecektir. Çünkü O, onların yaptıkları her şeyden haberdardır.","nl":"En voorwar, jouw Heer zal aan een ieder zijn daden volledig vergelden. Voorwaar, Hij is Alwetend over wat zij doen.","en":"And surely your Lord will fully pay all for their deeds. He is certainly All-Aware of what they do"},"surah":null},{"id":1585,"surahId":11,"ayatId":112,"ayatNo":"١١٢","pageNo":234,"ayatText":"فَاسْتَقِمْ كَمَٓا اُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْاؕ اِنَّهُ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"İşte bundan dolayı emrolunduğun gibi doğru ol! Beraberindeki tevbe edenler de (doğru olsunlar). Aşırı gitmeyin! Muhakkak ki O, bütün yaptıklarınızı görüp durmaktadır.","nl":"Wees standvastig, zoals jou en wie met jou berouw toont is bevolen, en overtreed niet. Voorwaar, Hij ziet wat jullie doen.","en":"So be steadfast as you are commanded ˹O Prophet˺, along with those who turn ˹in submission to Allah˺ with you. And do not transgress. Surely He is All-Seeing of what you ˹believers˺ do"},"surah":null},{"id":1586,"surahId":11,"ayatId":113,"ayatNo":"١١٣","pageNo":234,"ayatText":"وَلَا تَرْكَـنُٓوا اِلَى الَّذٖينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُۙ وَمَا لَكُمْ مِنْ دُونِ اللّٰهِ مِنْ اَوْلِيَٓاءَ ثُمَّ لَا تُنْصَرُونَ","ayatMealText":{"tr":"Ve zulüm yapanlara yakınlık göstermeyin ki, size de ateş dokunmasın. Allah'dan başka yardımcılarınız da yoktur. Sonra yardım da göremezsiniz.","nl":"En neigt niet tot degenen die onrecht pleegden, anders zal de Hel jullie aanraken en is er voor jullie naast Allah geen beschermer. Dan zullen jullie niet worden geholpen.","en":"And do not be inclined to the wrongdoers or you will be touched by the Fire. For then you would have no protectors other than Allah, nor would you be helped"},"surah":null},{"id":1587,"surahId":11,"ayatId":114,"ayatNo":"١١٤","pageNo":234,"ayatText":"وَاَقِمِ الصَّلٰوةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ الَّيْلِؕ اِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّـَٔاتِؕ ذٰلِكَ ذِكْرٰى لِلذَّاكِرٖينَۚ","ayatMealText":{"tr":"Gündüzün her iki tarafında ve gecenin saçaklarında (gündüze yakın olan saatlerinde) namaz kıl! Muhakkak ki, iyilik kötülükleri giderir. Bu ise, düşünebilenlere bir öğüttür.","nl":"En verricht de shalât aan het begin en het einde van dc dag en aan het begin van de avond, voorwaar, de goode daden wissen de slechte daden uit. Dat is een onderricht voor degenen die zich laten onderrichten.","en":"Establish prayer ˹O Prophet˺ at both ends of the day and in the early part of the night. Surely good deeds wipe out evil deeds. That is a reminder for the mindful"},"surah":null},{"id":1588,"surahId":11,"ayatId":115,"ayatNo":"١١٥","pageNo":234,"ayatText":"وَاصْبِرْ فَاِنَّ اللّٰهَ لَا يُضٖيعُ اَجْرَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Ve sabret! Çünkü Allah iyilik edenlerin mükafatını yitirmez.","nl":"En wees geduldig, went waarlijk, Allah zal de beloning van de weldoeners niet verloren doen gaan.","en":"And be patient! Certainly Allah does not discount the reward of the good-doers"},"surah":null},{"id":1589,"surahId":11,"ayatId":116,"ayatNo":"١١٦","pageNo":234,"ayatText":"فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ اُو۬لُوا بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْاَرْضِ اِلَّا قَلٖيلاً مِمَّنْ اَنْجَيْنَا مِنْهُمْۚ وَاتَّبَعَ الَّذٖينَ ظَلَمُوا مَٓا اُتْرِفُوا فٖيهِ وَكَانُوا مُجْرِمٖينَ","ayatMealText":{"tr":"Sizden önceki devirlerden bakıyye sahipleri (kitap ehli) yeryüzünde bozgunculuktan vazgeçirmeye çalışsalardı ne iyi olurdu. Fakat onların içinden kurtardığımız pek az kimse bunu yaptı. O zulmedenler ise şımartıldıkları refahın peşine düştüler ve hepsi de suçlu oldular.","nl":"Waren er maar onder de generaties vóór jullie bezitters van inzicht geweest, die weerhielden van het verderf op aarde (maar deze waren niet), met uitzondering van enkelen van hen die Wij hebben gered. En degenen die onrecht pleegden, joegen de weelde na waarin zij leefden, eti zij waren misdadigers.","en":"If only there had been among the ˹destroyed˺ peoples before you, ˹O believers,˺ virtuous individuals who forbade corruption in the land—other than the few We had saved ˹from the torment˺. But the wrongdoers ˹only˺ pursued their ˹worldly˺ pleasures, becoming wicked"},"surah":null},{"id":1590,"surahId":11,"ayatId":117,"ayatNo":"١١٧","pageNo":234,"ayatText":"وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَاَهْلُهَا مُصْلِحُونَ","ayatMealText":{"tr":"Senin Rabbin, halkları iyi ve ıslahatçı iken, o memleketleri haksız yere helak edecek değildir.","nl":"En jouw Heer was niet zo dat Hij de steden onrechtvaardig vernietigde, terwijl de bewoners ervan oprechten waren.","en":"And your Lord ˹O Prophet˺ would never destroy a society unjustly while its people were acting rightly"},"surah":null}]}