{"juzNo":12,"pageNo":235,"arCuzNo":"۱۲","arPageNo":"۲۳٥","quranAyats":[{"id":1591,"surahId":11,"ayatId":118,"ayatNo":"١١٨","pageNo":235,"ayatText":"وَلَوْ شَٓاءَ رَبُّكَ لَجَعَلَ النَّاسَ اُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفٖينَۙ","ayatMealText":{"tr":"Eğer Rabbin dileseydi elbette bütün insanları tek bir ümmet yapardı. Halbuki yine de ihtilaf edip duracaklardı.","nl":"En als jouw Heer het had gewild, dan zou Hij de mensheid (als behorend tot) één godsdienst hebben gemaakt, maar zij bleven van mening verschillen.","en":"Had your Lord so willed, He would have certainly made humanity one single community ˹of believers˺, but they will always ˹choose to˺ differ—"},"surah":{"surahId":11,"name":"Hûd","nameAr":"هُودٍ","revelationOrder":52,"verseCount":123,"juzNo":11,"firstPage":221}},{"id":1592,"surahId":11,"ayatId":119,"ayatNo":"١١٩","pageNo":235,"ayatText":"اِلَّا مَنْ رَحِمَ رَبُّكَۜ وَلِذٰلِكَ خَلَقَهُمْۜ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَع۪ينَ","ayatMealText":{"tr":"Ancak Rabbinin rahmetle yarlığadığı kimseler başka. Onun içindir ki, onları yarattı. Ve Rabbinin \"Andolsun ki cehennemi cinlerden ve insanlardan tamamen dolduracağım\" sözü böylece tamam oldu.","nl":"Behalve wie jouw Heer begenadigd heeft. En daarom heeft Hij hen geschapen. En het Woord van jouw Heer is vastgesteld. \"Ik zal de Hel vullen met Djinn's en mensen tezamen.\"","en":"except those shown mercy by your Lord—and so He created them ˹to choose freely˺. And so the Word of your Lord will be fulfilled: “I will surely fill up Hell with jinn and humans all together.”"},"surah":null},{"id":1593,"surahId":11,"ayatId":120,"ayatNo":"١٢٠","pageNo":235,"ayatText":"وَكُلاًّ نَقُصُّ عَلَيْكَ مِنْ اَنْبَٓاءِ الرُّسُلِ مَا نُثَبِّتُ بِهٖ فُؤٰادَكَۚ وَجَٓاءَكَ فٖي هٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرٰى لِلْمُؤْمِنٖينَ","ayatMealText":{"tr":"Peygamberlere ait haberlerden kalbini yatıştıracak olanlardan her türlüsünü sana kıssa olarak anlatıyoruz. Bunda da sana bir hakikat, müminlere de bir öğüt ve ibret gelmiştir.","nl":"En Wij vertellen jou alle geschiedenissen van de Boodschappers, waarmee Wij jouw hart versterken. En daarin is tot jou de Waarheid gekomen, en een onderricht en een lering voor de gelovigen.","en":"And We relate to you ˹O Prophet˺ the stories of the messengers to reassure your heart. And there has come to you in this ˹sûrah˺ the truth, a warning ˹to the disbelievers˺, and a reminder to the believers"},"surah":null},{"id":1594,"surahId":11,"ayatId":121,"ayatNo":"١٢١","pageNo":235,"ayatText":"وَقُلْ لِلَّذٖينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلٰى مَكَانَتِكُمْؕ اِنَّا عَامِلُونَۙ","ayatMealText":{"tr":"İmana gelmeyen o kâfirlere de ki: \"Elinizden geleni geri koymayın! Biz de yapacağımızı yapacağız.\"","nl":"En zeg tot degenen die niet geloven: \"Werkt volgens jullie vermogens. Voorwaar, (ook) wij werken.","en":"Say to those who disbelieve, “Persist in your ways; we will certainly persist in ours"},"surah":null},{"id":1595,"surahId":11,"ayatId":122,"ayatNo":"١٢٢","pageNo":235,"ayatText":"وَانْتَظِرُواۚ اِنَّا مُنْتَظِرُونَ","ayatMealText":{"tr":"Siz bekleyin görün, biz de bekleyip göreceğiz.","nl":"En wacht af, Voorwaar, (ook) wij zijn wachtenden.\"","en":"And wait! Surely we ˹too˺ are waiting.”"},"surah":null},{"id":1596,"surahId":11,"ayatId":123,"ayatNo":"١٢٣","pageNo":235,"ayatText":"وَلِلّٰهِ غَيْبُ السَّمٰوَاتِ وَالْاَرْضِ وَاِلَيْهِ يُرْجَعُ الْاَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِؕ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ","ayatMealText":{"tr":"Göklerin ve yerin gaybını bilmek yalnızca Allah'a mahsustur. Her iş O'na döndürülür. Sen yalnızca O'na ibadet et ve yalnızca O'na dayan. Rabbin yaptıklarınızın hiçbirinden gafil değildir.","nl":"En aan Allah behoort het onwaarneembare van de hemelen en de aarde en tot Hem keren alle dingen terug. Aanbid daarom Hem en vertrouw op Hem en jouw Heer is niet onachtzaam omtrent wat jullie doen.","en":"To Allah ˹alone˺ belongs the knowledge of what is hidden in the heavens and the earth. And to Him all matters are returned. So worship Him and put your trust in Him. And your Lord is never unaware of what you do"},"surah":null},{"id":1597,"surahId":12,"ayatId":1,"ayatNo":"١","pageNo":235,"ayatText":"الٓـرٰࣞ تِلْكَ اٰيَاتُ الْكِتَابِ الْمُبٖينِࣞ","ayatMealText":{"tr":"Elif, Lâm, Râ. İşte bunlar sana o açık seçik kitabın âyetleridir.","nl":"Alif Lim Râ. Dit zijn de Verzen van het duidelijke Boek.","en":"Alif-Lãm-Ra. These are the verses of the clear Book"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1598,"surahId":12,"ayatId":2,"ayatNo":"٢","pageNo":235,"ayatText":"اِنَّٓا اَنْزَلْنَاهُ قُرْءٰناً عَرَبِياًّ لَعَلَّكُمْ تَعْقِلُونَ","ayatMealText":{"tr":"Muhakkak ki, biz onu anlayasınız diye Arapça bir kitap olarak indirdik.","nl":"Voorwaar, Wij hebben hem neergezonden, een Arabische Koran. Hopelijk zuilen jullie begrijpen.","en":"Indeed, We have sent it down as an Arabic Quran so that you may understand"},"surah":null},{"id":1599,"surahId":12,"ayatId":3,"ayatNo":"٣","pageNo":235,"ayatText":"نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَٓا اَوْحَيْنَٓا اِلَيْكَ هٰذَا الْقُرْاٰنَࣗ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغَافِلٖينَ","ayatMealText":{"tr":"Sana bu Kur'ân'ı vahyetmekle biz, sana kıssaların en güzelini anlatıyoruz. Gerçek şu ki, daha önce senin bundan hiç haberin yoktu.","nl":"Wij vertellen jou het beste verhaal doordat Wij aan jou deze Koran openbaarden, hoewel jij daarvoor tot de onwetenden behoorde.","en":"We relate to you ˹O Prophet˺ the best of stories through Our revelation of this Quran, though before this you were totally unaware ˹of them˺"},"surah":null},{"id":1600,"surahId":12,"ayatId":4,"ayatNo":"٤","pageNo":235,"ayatText":"اِذْ قَالَ يُوسُفُ لِاَبٖيهِ يَٓا اَبَتِ اِنّٖي رَاَيْتُ اَحَدَ عَشَرَ كَوْكَباً وَالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لٖي سَاجِدٖينَ","ayatMealText":{"tr":"Hani bir vakitler Yusuf, babasına demişti ki: \"Babacığım, ben rüyada onbir yıldızla güneşi ve ayı bana secde ederken gördüm.\"","nl":"En (gedenkt) toen Yôusef tot zijn vader zei: \"O mijn vader, voorwaar, ik zag (in een droom) elf sterren en de zon en de maan, ik zag dat zij zich voor mij bogen.\"'","en":"˹Remember˺ when Joseph said to his father, “O my dear father! Indeed I dreamt of eleven stars, and the sun, and the moon—I saw them prostrating to me!”"},"surah":null}]}