{"juzNo":12,"pageNo":236,"arCuzNo":"۱۲","arPageNo":"۲۳٦","quranAyats":[{"id":1601,"surahId":12,"ayatId":5,"ayatNo":"٥","pageNo":236,"ayatText":"قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكٖيدُوا لَكَ كَيْداًؕ اِنَّ الشَّيْطَانَ لِلْاِنْسَانِ عَدُوٌّ مُبٖينٌ","ayatMealText":{"tr":"(Babası) \"Yavrucuğum! \"dedi, \"rüyanı kardeşlerine anlatma. Sonra sana bir tuzak kurarlar. Çünkü şeytan insanın açıkça düşmanıdır.\"","nl":"Hij zei: \"O mijn zoon, vertel jouw droom niet aan jouw broeders, anders zullen zij tegen jou een plan beramen. Voorwaar, de Satan is voor de mens een duidelijke vijand.\"","en":"He replied, “O my dear son! Do not relate your vision to your brothers, or they will devise a plot against you. Surely Satan is a sworn enemy to humankind"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1602,"surahId":12,"ayatId":6,"ayatNo":"٦","pageNo":236,"ayatText":"وَكَذٰلِكَ يَجْتَبٖيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوٖيلِ الْاَحَادٖيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوبَ كَمَٓا اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهٖيمَ وَاِسْحٰقَؕ اِنَّ رَبَّكَ عَلٖيمٌ حَكٖيمٌࣖ","ayatMealText":{"tr":"\"Ve işte böyle, Rabbin seni seçecek ve sana rüya tabirinden bilgiler öğretecek. Bundan önce ataların İbrahim'e ve İshak'a tamamladığı gibi, nimetini hem sana, hem de Yakup soyuna tamamlayacaktır. Muhakkak ki, Rabbin alîmdir, hakîmdir.\"","nl":"Zo verkiest jouw Heer jou en onderwijst Hij jou de uitleg van de vertellingen (dromen). En Hij vervolmaakt Zijn genieting aan jou en de familie van Ya'qôeb, zoals Hij het daarvoor heeft vervolmaakt aan jouw vaderen, Ibrâhîm en Ishaq. Voorwaar, jouw Heer is Alwetend, Alwijs.","en":"And so will your Lord choose you ˹O Joseph˺, and teach you the interpretation of dreams, and perfect His favour upon you and the descendants of Jacob—˹just˺ as He once perfected it upon your forefathers, Abraham and Isaac. Surely your Lord is All-Knowing, All-Wise.”"},"surah":null},{"id":1603,"surahId":12,"ayatId":7,"ayatNo":"٧","pageNo":236,"ayatText":"لَقَدْ كَانَ فٖي يُوسُفَ وَاِخْوَتِهٖٓ اٰيَاتٌ لِلسَّٓائِلٖينَ","ayatMealText":{"tr":"Andolsun ki, Yusuf ve kardeşleri kıssasında soranlara ibret alacak âyetler vardır.","nl":"Voorzeker, in (de geschiedenis van) Yôusef en zijn broeders waren Tekenen voor hen die vragen stelden.","en":"Indeed, in the story of Joseph and his brothers there are lessons for all who ask"},"surah":null},{"id":1604,"surahId":12,"ayatId":8,"ayatNo":"٨","pageNo":236,"ayatText":"اِذْ قَالُوا لَيُوسُفُ وَاَخُوهُ اَحَبُّ اِلٰٓى اَبٖينَا مِنَّا وَنَحْنُ عُصْبَةٌؕ اِنَّ اَبَانَا لَفٖي ضَلَالٍ مُبٖينٍۚ","ayatMealText":{"tr":"Hani demişlerdi ki: \"Yusuf ve kardeşi (Bünyamin) babamıza bizden daha sevgili, biz ise güçlü ve tutkun bir grubuz. Doğrusu, babamız belli ki, çok açık bir yanılgı içindedir.\"","nl":"Toen zij zeiden: \"Yôesoef en zijn broeder zijn zeker geliefder bij onze vader dan wij, terwijl wij een hechte groep zijn. Voorwaar, onze vader verkeert zeker in duidelijke dwaling.","en":"˹Remember˺ when they said ˹to one another˺, “Surely Joseph and his brother ˹Benjamin˺ are more beloved to our father than we, even though we are a group of so many. Indeed, our father is clearly mistaken"},"surah":null},{"id":1605,"surahId":12,"ayatId":9,"ayatNo":"٩","pageNo":236,"ayatText":"اُقْتُلُوا يُوسُفَ اَوِ اطْرَحُوهُ اَرْضاً يَخْلُ لَكُمْ وَجْهُ اَبٖيكُمْ وَتَكُونُوا مِنْ بَعْدِهٖ قَوْماً صَالِحٖينَ","ayatMealText":{"tr":"\"Yusuf'u öldürün, ya da bir yere atın ki, babanızın yüzü (sevgisi) size kalsın, sonra yine salih bir kavim olursunuz.\"","nl":"Doodt Yôesoef of zet hem het land uit, zodat het gezicht van jullie vader alleen voor jullie zal zijn en daarna worden jullie een rechtschapen volk.\"","en":"Kill Joseph or cast him out to some ˹distant˺ land so that our father’s attention will be only ours, then after that you may ˹repent and˺ become righteous people!”"},"surah":null},{"id":1606,"surahId":12,"ayatId":10,"ayatNo":"١٠","pageNo":236,"ayatText":"قَالَ قَٓائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَاَلْقُوهُ فٖي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فَاعِلٖينَ","ayatMealText":{"tr":"İçlerinden bir söz sahibi şöyle dedi: \"Yusuf'u öldürmeyin, bir kuyunun dibine bırakın da ordan geçen kafilenin biri onu bulup alsın. Eğer yapacaksanız böyle yapın.\"","nl":"Eén van hen zei: \"Doodt Yôesoef niet, maar werpt hem op de bodem van de put, opdat enkele reizigers hem zullen vinden, als jullie iets willen ondernemen.\"","en":"One of them said, “Do not kill Joseph. But if you must do something, throw him into the bottom of a well so perhaps he may be picked up by some travellers.”"},"surah":null},{"id":1607,"surahId":12,"ayatId":11,"ayatNo":"١١","pageNo":236,"ayatText":"قَالُوا يَٓا اَبَانَا مَا لَكَ لَا تَأْمَنَّۭࣕا عَلٰى يُوسُفَ وَاِنَّا لَهُ لَنَاصِحُونَ","ayatMealText":{"tr":"Dediler ki: \"Ey babamız! Sen bize Yusuf için neden güvenmiyorsun? Halbuki biz onun iyiliğini istiyoruz.\"","nl":"Zij zeiden: \"O onze vader, waarom vertrouwt u Yôesoef niet aan ons toe. En voorwaar, wij zijn hem welgezind.","en":"They said, “O our father! Why do you not trust us with Joseph, although we truly wish him well"},"surah":null},{"id":1608,"surahId":12,"ayatId":12,"ayatNo":"١٢","pageNo":236,"ayatText":"اَرْسِلْهُ مَعَنَا غَداً يَرْتَعْ وَيَلْعَبْ وَاِنَّا لَهُ لَحَافِظُونَ","ayatMealText":{"tr":"\"Yarın onu bizimle beraber gönder de gezsin, oynasın. Kesinlikle biz onu koruruz.\"","nl":"Laat hem morgen met ons mee gaan, zodat hij overvloedig zal eten en spelen. En voorwaar, wij zullen zeker wakers over hem zijn.\"","en":"Send him out with us tomorrow so that he may enjoy himself and play. And we will really watch over him.”"},"surah":null},{"id":1609,"surahId":12,"ayatId":13,"ayatNo":"١٣","pageNo":236,"ayatText":"قَالَ اِنّٖي لَيَحْزُنُنٖٓي اَنْ تَذْهَبُوا بِهٖ وَاَخَافُ اَنْ يَأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غَافِلُونَ","ayatMealText":{"tr":"Babaları dedi ki: \"Onu götürmeniz beni üzer, korkarım ki onu kurt yer de sizin haberiniz bile olmaz.\"","nl":"Hij (Ya'qôeb) zei: \"Voorwaar, het verdriet mij dat jullie hem meenemen en ik vrees dat de wolf hem zal verslinden, terwijl jullie niet op hem letten.\"","en":"He responded, “It would truly sadden me if you took him away with you, and I fear that a wolf may devour him while you are negligent of him.”"},"surah":null},{"id":1610,"surahId":12,"ayatId":14,"ayatNo":"١٤","pageNo":236,"ayatText":"قَالُوا لَئِنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّٓا اِذاً لَخَاسِرُونَ","ayatMealText":{"tr":"Dediler ki: \"Vallahi biz böyle güçlü kuvvetli bir topluluk iken, buna rağmen onu kurt yerse, o zaman biz kesinlikle hüsrana uğrayanlardan olmuş oluruz.\"","nl":"Zij zeiden: \"Als de wolf hem verslindt, terwijl wij met een hechte groep zijn, dan zullen wij zeker de verliezers zijn.\"","en":"They said, “If a wolf were to devour him, despite our strong group, then we would certainly be losers!”"},"surah":null}]}