{"juzNo":12,"pageNo":237,"arCuzNo":"۱۲","arPageNo":"۲۳۷","quranAyats":[{"id":1611,"surahId":12,"ayatId":15,"ayatNo":"١٥","pageNo":237,"ayatText":"فَلَمَّا ذَهَبُوا بِهٖ وَاَجْمَعُٓوا اَنْ يَجْعَلُوهُ فٖي غَيَابَتِ الْجُبِّۚ وَاَوْحَيْنَٓا اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Nihayet kardeşleri, Yusuf'u alıp götürdüler ve kuyunun dibine bırakmaya topluca karar verdiler. Biz de ona şöyle vahyettik: \"Andolsun ki, sen onlara ilerde hiç beklemedikleri bir sırada bu yaptıklarını haber vereceksin\".","nl":"Toen zij met hem weggingen en overeenkwamen om hem op de bodem van de put te werpen, openbaarden Wij aan hem: \"Jij zal hen zeker inlichten over die zaak van hun, terwijl zij het niet beseffen.\"","en":"And so, when they took him away and decided to throw him into the bottom of the well, We inspired him: “˹One day˺ you will remind them of this deed of theirs while they are unaware ˹of who you are˺.”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1612,"surahId":12,"ayatId":16,"ayatNo":"١٦","pageNo":237,"ayatText":"وَجَٓاؤُٓ۫ اَبَاهُمْ عِشَٓاءً يَبْكُونَؕ","ayatMealText":{"tr":"Ve yatsı vakti, ağlayarak babalarına geldiler.","nl":"En zij gingen in de avond huilend naar hun vader.","en":"Then they returned to their father in the evening, weeping"},"surah":null},{"id":1613,"surahId":12,"ayatId":17,"ayatNo":"١٧","pageNo":237,"ayatText":"قَالُوا يَٓا اَبَانَٓا اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَٓا اَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقٖينَ","ayatMealText":{"tr":"Dediler ki: \"Ey babamız! Biz gittik, aramızda yarış yapıyorduk. Yusuf'u da eşyamızın yanına bırakmıştık. Bir de baktık ki, onu kurt yemiş. şu anda biz doğru da söylesek, yine de sen bize inanacak değilsin.\"","nl":"Zij zeiden: \"O onze vader, voorwaar, wij gingen weg om een wedloop te houden en lieten Yôesoef achter bij onze goederen. Toen heeft de wolf hem verslonden, maar u zult ons niet geloven, ook al spreken wij de waarheid.\"","en":"They cried, “Our father! We went racing and left Joseph with our belongings, and a wolf devoured him! But you will not believe us, no matter how truthful we are.”"},"surah":null},{"id":1614,"surahId":12,"ayatId":18,"ayatNo":"١٨","pageNo":237,"ayatText":"وَجَٓاؤُ۫ عَلٰى قَمٖيصِهٖ بِدَمٍ كَذِبٍؕ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْراًؕ فَصَبْرٌ جَمٖيلٌؕ وَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُونَ","ayatMealText":{"tr":"Bir de gömleğinin üzerinde yalandan bir kan getirmişlerdi. Babaları dedi ki: \"Hayır, nefisleriniz aldatmış da size bir iş yaptırtmış. Artık bana güzel bir sabır gerekiyor. Bu anlattıklarınıza karşılık yardımına sığınılacak olan ancak Allah'dır.\"","nl":"En zij kwamen met zijn hemd, met vals bloed (daarop). Hij zei: \"Maar jullie hebben voor jezelf iets moois verzonnen. Daarom is geduld gewenst. En Allah is het Die om hulp wordt gevraagd bij wat jullie beschrijven.\"","en":"And they brought his shirt, stained with false blood. He responded, “No! Your souls must have tempted you to do something ˹evil˺. So ˹I can only endure with˺ beautiful patience! It is Allah’s help that I seek to bear your claims.”"},"surah":null},{"id":1615,"surahId":12,"ayatId":19,"ayatNo":"١٩","pageNo":237,"ayatText":"وَجَٓاءَتْ سَيَّارَةٌ فَاَرْسَلُوا وَارِدَهُمْ فَاَدْلٰى دَلْوَهُؕ قَالَ يَا بُشْرٰى هٰذَا غُلَامٌؕ وَاَسَرُّوهُ بِضَاعَةًؕ وَاللّٰهُ عَلٖيمٌ بِمَا يَعْمَلُونَ","ayatMealText":{"tr":"Daha sonra bir kafile gelmiş, sucularını da göndermişlerdi. Vardı, kovasını kuyuya saldı, \"Müjde hey, müjde! İşte bir çocuk!\" dedi. Ve onu satılık bir mal olarak gizleyip korudular. Allah ise onların ne yapacaklarını biliyordu.","nl":"En er kwam een groep reizigers, en zijstuurden hun waterdrager, en hij liet zijn waterzak neer. Hij zei: \"O goed nieuws! Dit is een jongen.\" En Zij verborgen hem als koopwaar. En Allah is Alwetend over wat zij doen.","en":"And there came some travellers, and they sent their water-boy who let down his bucket into the well. He cried out, “Oh, what a great find! Here is a boy!” And they took him secretly ˹to be sold˺ as merchandise, but Allah is All-Knowing of what they did"},"surah":null},{"id":1616,"surahId":12,"ayatId":20,"ayatNo":"٢٠","pageNo":237,"ayatText":"وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍۚ وَكَانُوا فٖيهِ مِنَ الزَّاهِدٖينَࣖ","ayatMealText":{"tr":"Ve onu düşük bir değerle birkaç dirheme sattılar. Ona fazla önem vermemişlerdi.","nl":"En zij verkochten hem voor een geringe prijs, een paar dirham, en zij wamn voor hem onverschilligen.","en":"They ˹later˺ sold him for a cheap price, just a few silver coins—only wanting to get rid of him"},"surah":null},{"id":1617,"surahId":12,"ayatId":21,"ayatNo":"٢١","pageNo":237,"ayatText":"وَقَالَ الَّذِي اشْتَرٰيهُ مِنْ مِصْرَ لِامْرَاَتِهٖٓ اَكْرِمٖي مَثْوٰيهُ عَسٰٓى اَنْ يَنْفَعَنَٓا اَوْ نَتَّخِذَهُ وَلَداًؕ وَكَذٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْاَرْضِؗ وَلِنُعَلِّمَهُ مِنْ تَأْوٖيلِ الْاَحَادٖيثِؕ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Onu satın alan Mısırlı, eşine dedi ki: \"Buna güzel bak. Bize faydalı olabilir, ya da evlat ediniriz.\" Yusuf'u böylece oraya yerleştirdik. Ona rüyaların tabirini de öğrettik. Allah emrinde galiptir. Fakat insanların çoğu bunu bilmezler.","nl":"En degene uit Egypte die hem had gekocht, zei tot zijn vrouw: \"Geef hem een eervol verblijf, misschien zal hij ons voordeel brengen, of zullen wij hem als een zoon aannemen.\" Zo verstevigden Wij de positie van Yôsoef op aarde, opdat Wij hem de uitleg van de vertellingen (dromen) zouden onderwijzen. En Allah is de Beheerser van Zijn zaken, maar de meeste mensen weten (het) niet.","en":"The man from Egypt who bought him said to his wife, “Take good care of him, perhaps he may be useful to us or we may adopt him as a son.” This is how We established Joseph in the land, so that We might teach him the interpretation of dreams. Allah’s Will always prevails, but most people do not know"},"surah":null},{"id":1618,"surahId":12,"ayatId":22,"ayatNo":"٢٢","pageNo":237,"ayatText":"وَلَمَّا بَلَغَ اَشُدَّهُٓ اٰتَيْنَاهُ حُكْماً وَعِلْماًؕ وَكَذٰلِكَ نَجْزِي الْمُحْسِنٖينَ","ayatMealText":{"tr":"O, tam erginlik çağına gelince, kendisine ilim ve hüküm verdik. İşte biz, güzel iş yapanları böyle mükafatlandırırız.","nl":"En toen hij (Yôesoef) zijn volle kracht had bereikt, gaven Wij hem wijsheid en kennis. En zo belonen Wij de weldoeners.","en":"And when he reached maturity, We gave him wisdom and knowledge. This is how We reward the good-doers"},"surah":null}]}