{"juzNo":12,"pageNo":238,"arCuzNo":"۱۲","arPageNo":"۲۳۸","quranAyats":[{"id":1619,"surahId":12,"ayatId":23,"ayatNo":"٢٣","pageNo":238,"ayatText":"وَرَاوَدَتْهُ الَّتٖي هُوَ فٖي بَيْتِهَا عَنْ نَفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَؕ قَالَ مَعَاذَ اللّٰهِ اِنَّهُ رَبّٖٓي اَحْسَنَ مَثْوَايَؕ اِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ","ayatMealText":{"tr":"Derken, evinde bulunduğu hanım, onun nefsinden murad alıp yararlanmak istedi. Kapıları kilitledi ve \"Haydi beri gel!\" dedi. Yusuf: \"Allah'a sığınırım! Muhakkak ki, o (kocan), benim efendim, bana çok güzel baktı. Doğrusu zalimler hiç iflah olmazlar\" dedi.","nl":"En zij in wier huis bij verbleef, probeerde hem te verleiden, tegen zijn wil en zij sloot de deuren en zij zei: \"Kom hier.\" Hij zei: \"(ik zoek mijn) toe vlucht bij Allah. Voorwaar, Hij is mijn Heer, (Hij geeft mij) mijn beste plaats. Voorwaar, de onrechtplegers zullen niet slagen.\"","en":"And the lady, in whose house he lived, tried to seduce him. She locked the doors ˹firmly˺ and said, “Come to me!” He replied, “Allah is my refuge! It is ˹not right to betray˺ my master, who has taken good care of me. Indeed, the wrongdoers never succeed.”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1620,"surahId":12,"ayatId":24,"ayatNo":"٢٤","pageNo":238,"ayatText":"وَلَقَدْ هَمَّتْ بِهٖࣗ وَهَمَّ بِهَاۚ لَوْلَٓا اَنْ رَاٰ بُرْهَانَ رَبِّهٖؕ كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّٓوءَ وَالْفَحْشَٓاءَؕ اِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصٖينَ","ayatMealText":{"tr":"O hanım, ona gerçekten niyeti bozmuştu. Eğer Rabbinin burhanını görmese idi. Yusuf da ona özenip gitmişti. Aslında ondan fuhşu ve fenalığı uzak tutalım diye böyle olmuştu. Çünkü o bizim ihlasa erdirilmiş kullarımızdan biriydi.","nl":"En voorzeker, zij begeerde hem. Als hij geen Teken van zijn Heer had gezien. zou hij haar hebben begeerd. Zo was het, opdat Wij het kwaad en de zedeloosheid zouden afwenden. En voorwaar, hij is één van Onze oprechte dienaren.","en":"She advanced towards him, and he would have done likewise, had he not seen a sign from his Lord. This is how We kept evil and indecency away from him, for he was truly one of Our chosen servants"},"surah":null},{"id":1621,"surahId":12,"ayatId":25,"ayatNo":"٢٥","pageNo":238,"ayatText":"وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمٖيصَهُ مِنْ دُبُرٍ وَاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِؕ قَالَتْ مَا جَزَٓاءُ مَنْ اَرَادَ بِاَهْلِكَ سُٓوءاً اِلَّٓا اَنْ يُسْجَنَ اَوْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"İkisi de kapıya koştular. Hanım, onun gömleğini arkadan yırttı. Ve kapının yanında hanımın efendisiyle karşı karşıya geldiler. Hanım hemen dedi ki: \"Senin eşine fenalık yapmak isteyenin cezası, zindana atılmaktan veya acı bir azaba uğratılmaktan başka ne olabilir?\"","nl":"En heiden renden naar de deur en zij scheurde zijn hemd aan de achterkant en zij troffen haar man aan bij de deur. Zij zei: \"Is er een vergelding voor hem die jouw familie kwaad wil doen, anders dan gevangenzetting, of een pijnlijke bestraffing\"","en":"They raced for the door and she tore his shirt from the back, only to find her husband at the door. She cried, “What is the penalty for someone who tried to violate your wife, except imprisonment or a painful punishment?”"},"surah":null},{"id":1622,"surahId":12,"ayatId":26,"ayatNo":"٢٦","pageNo":238,"ayatText":"قَالَ هِيَ رَاوَدَتْنٖي عَنْ نَفْسٖي وَشَهِدَ شَاهِدٌ مِنْ اَهْلِهَاۚ اِنْ كَانَ قَمٖيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبٖينَ","ayatMealText":{"tr":"Yusuf: \"kendisi benden yararlanmak istedi\" dedi. Hanımın akrabasından biri de şöyle şahitlik etti: \"Eğer gömleği önden yırtılmış ise hanım doğru söylemiştir, o zaman bu, yalancılardandır.\"","nl":"Hij (Yôesoef) zei: \"Zij verleidde mij tegen mijn wil,\" en een getuige van haar familie getuigde: \"Als zijn hemd aan de voorkant is gescheurd, dan heeft zij gelijk en behoort hij tot de leugenaars.","en":"Joseph responded, “It was she who tried to seduce me.” And a witness from her own family testified: “If his shirt is torn from the front, then she has told the truth and he is a liar"},"surah":null},{"id":1623,"surahId":12,"ayatId":27,"ayatNo":"٢٧","pageNo":238,"ayatText":"وَاِنْ كَانَ قَمٖيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"\"Yok eğer gömleği arkadan yırtılmış ise hanım yalan söylemiştir, o zaman bu doğru söyleyenlerdendir.\"","nl":"Maar als zijn hemd aan de achterkant is gescheurd, dan heeft zij gelogen en behoort hij tot de waarachtigen.\"","en":"But if it is torn from the back, then she has lied and he is truthful.”"},"surah":null},{"id":1624,"surahId":12,"ayatId":28,"ayatNo":"٢٨","pageNo":238,"ayatText":"فَلَمَّا رَاٰ قَمٖيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهُ مِنْ كَيْدِكُنَّؕ اِنَّ كَيْدَكُنَّ عَظٖيمٌ","ayatMealText":{"tr":"Ne zaman ki, gömleğin arkadan yırtılmış olduğunu gördü, o zaman dedi ki: \"Bu iş, siz kadınların tuzağındandır. Gerçekten de sizin tuzağınız çok büyüktür\".","nl":"En toen hij (de getuige) zag dat zijn hemd am de achterkant was gescheurd, zei hij: \"Voorwaar, het was één van jullie listen. Voomaar, jullie listen zijn enorm\".","en":"So when her husband saw that Joseph’s shirt was torn from the back, he said ˹to her˺, “This must be ˹an example˺ of the cunning of you ˹women˺! Indeed, your cunning is so shrewd"},"surah":null},{"id":1625,"surahId":12,"ayatId":29,"ayatNo":"٢٩","pageNo":238,"ayatText":"يُوسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرٖي لِذَنْبِكِۚ اِنَّكِ كُنْتِ مِنَ الْخَاطِـٖٔينَࣖ","ayatMealText":{"tr":"\"Yusuf! Sakın sen bundan bahsetme! Kadın! Sen de günahından dolayı istiğfar et. Sen gerçekten günahkarlardan oldun\".","nl":"Yôesoef, wend je hier van af En jij (O vrouw) vraag om vergeving voor jouw zonde. Voorwaar, jij behoort tot de zondaren.","en":"O Joseph! Forget about this. And you ˹O wife˺! Seek forgiveness for your sin. It certainly has been your fault.”"},"surah":null},{"id":1626,"surahId":12,"ayatId":30,"ayatNo":"٣٠","pageNo":238,"ayatText":"وَقَالَ نِسْوَةٌ فِي الْمَدٖينَةِ امْرَاَتُ الْعَزٖيزِ تُرَاوِدُ فَتٰيهَا عَنْ نَفْسِهٖۚ قَدْ شَغَفَهَا حُباًّؕ اِنَّا لَنَرٰيهَا فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"Şehirde bazı kadınlar da \"Azizin karısı, delikanlısından murad almaya kalkmış, sevgi yüreğini yakıp kavuruyormuş, görüyoruz ki, kadın çıldırmış besbelli...\" dediler.","nl":"En enkele vrouwen in de stad zelden: \"De vrouw van Al 'Azîz verleidt haar slaaf tegen zijn wil, hij heeft haar hevig verliefd gemaakt. En voorwaar, wij zien haar in duidelijke dwaling verkeren.\"","en":"Some women of the city gossiped, “The Chief Minister’s wife is trying to seduce her slave-boy. Love for him has plagued her heart. Indeed, we see that she is clearly mistaken.”"},"surah":null}]}