{"juzNo":12,"pageNo":239,"arCuzNo":"۱۲","arPageNo":"۲۳۹","quranAyats":[{"id":1627,"surahId":12,"ayatId":31,"ayatNo":"٣١","pageNo":239,"ayatText":"فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَـٔاً وَاٰتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكّٖيناً وَقَالَتِ اخْرُجْ عَلَيْهِنَّۚ فَلَمَّا رَاَيْنَهُٓ اَكْبَرْنَهُ وَقَطَّعْنَ اَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَراًؕ اِنْ هٰذَٓا اِلَّا مَلَكٌ كَرٖيمٌ","ayatMealText":{"tr":"Azizin karısı, onların gizliden gizliye dedikodu yaydıklarını işitince, onlara davetçi gönderdi ve onlara mükellef bir sofra hazırladı. Her birine bir bıçak verdi, beri taraftan da Yusuf'a \"çık karşılarına\" dedi. Görür görmez hepsi onu gözlerinde çok büyüttüler ve (şaşkınlıkla) ellerini kestiler. Dediler ki: \"Hâşâ! Allah için, bu bir insan değil, olsa olsa yüce bir melektir.\"","nl":"Toen zij hoorde over hun kwaadsprekerij, liet zij hen komen en zij zette voor hen kussens gereed en zij voorzag een ieder van hen van een mes. Zij zei: Komt tevoorschijn voor hen.\" En toen zij hem zagen waren zij van hem onder de indruk en verwondden zij hun handen, en zij zeiden: \"Heilig is Allah, dit is geen mens, dit is niets dan een nobele Engel!\"","en":"When she heard about their gossip, she invited them and set a banquet for them. She gave each one a knife, then said ˹to Joseph˺, “Come out before them.” When they saw him, they were so stunned ˹by his beauty˺ that they cut their hands, and exclaimed, “Good God! This cannot be human; this must be a noble angel!”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1628,"surahId":12,"ayatId":32,"ayatNo":"٣٢","pageNo":239,"ayatText":"قَالَتْ فَذٰلِكُنَّ الَّذٖي لُمْتُنَّنٖي فٖيهِؕ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهٖ فَاسْتَعْصَمَؕ وَلَئِنْ لَمْ يَفْعَلْ مَٓا اٰمُرُهُ لَيُسْجَنَنَّ وَلَيَكُوناً مِنَ الصَّاغِرٖينَ","ayatMealText":{"tr":"\"İşte\" dedi, \"bu gördüğünüz, beni hakkında kınadığınız (gençtir). Yemin ederim ki, ben bunun nefsinden yararlanmak istedim de o, namuslu davrandı. Yine yemin ederim ki, emrimi yerine getirmezse, muhakkak zindana atılacak ve kesinlikle zelillerden olacaktır\".","nl":"Zij zei: \"Dit is degene vanwege wie juille mij verwijten. En voorzeker, ik heb geprobeerd hem te verleiden tegen zijn wil, waarop hij weigerde. Maar als hij niet doet wat ik beveel, dan zal hij zeker gevangen gezet worden en zal hij zeker tot de vernederden behoren.\"","en":"She said, “This is the one for whose love you criticized me! I did try to seduce him but he ˹firmly˺ refused. And if he does not do what I order him to, he will certainly be imprisoned and ˹fully˺ disgraced.”"},"surah":null},{"id":1629,"surahId":12,"ayatId":33,"ayatNo":"٣٣","pageNo":239,"ayatText":"قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُونَنٖٓي اِلَيْهِۚ وَاِلَّا تَصْرِفْ عَنّٖي كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِنَ الْجَاهِلٖينَ","ayatMealText":{"tr":"Yusuf dedi ki: \"Ey Rabbim! Zindan bana, bunların beni davet ettikleri şeyden daha sevimlidir. Eğer sen, bu kadınların tuzaklarını benden uzak tutmazsan, ben onların tuzağına düşerim ve cahillik edenlerden olurum\".","nl":"Hij zei: \"Mijn Heer, de gevangenschap is mij liever dan wat waar zij mij toe uitnodigt, als U hun list niet van mij afwendt, zal ik tot hen neigen, en zal ik tot de enwetenden behoren.\"","en":"Joseph prayed, “My Lord! I would rather be in jail than do what they invite me to. And if You do not turn their cunning away from me, I might yield to them and fall into ignorance.”"},"surah":null},{"id":1630,"surahId":12,"ayatId":34,"ayatNo":"٣٤","pageNo":239,"ayatText":"فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّؕ اِنَّهُ هُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Bunun üzerine Rabbi, onun duasını kabul buyurdu da ondan onların tuzaklarını bertaraf etti. Muhakkak ki O, evet O, hakkiyle işiten, hakkiyle bilendir.","nl":"Toen verhoorde zijn Heer hem en wendde hun list van hem af. Voorwaar, Hij is de Alhorende, de Alwetende.","en":"So his Lord responded to him, turning their cunning away from him. Surely He is the All-Hearing, All-Knowing"},"surah":null},{"id":1631,"surahId":12,"ayatId":35,"ayatNo":"٣٥","pageNo":239,"ayatText":"ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَاَوُا الْاٰيَاتِ لَيَسْجُنُنَّهُ حَتّٰى حٖينٍࣖ","ayatMealText":{"tr":"Bu kadar delili gördükleri halde, sonra yine de Yusuf'u bir süre için zindana atma düşüncesi ağır bastı.","nl":"Vervolgens leek het hen, nadat zij de bewijzen hadden gezien (een goed plan) om hem voor een tijd gevangen te zetten.","en":"And so it occurred to those in charge, despite seeing all the proofs ˹of his innocence˺, that he should be imprisoned for a while"},"surah":null},{"id":1632,"surahId":12,"ayatId":36,"ayatNo":"٣٦","pageNo":239,"ayatText":"وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِؕ قَالَ اَحَدُهُمَٓا اِنّٖٓي اَرٰينٖٓي اَعْصِرُ خَمْراًۚ وَقَالَ الْاٰخَرُ اِنّٖٓي اَرٰينٖٓي اَحْمِلُ فَوْقَ رَأْسٖي خُبْزاً تَأْكُلُ الطَّيْرُ مِنْهُؕ نَبِّئْنَا بِتَأْوٖيلِهٖۚ اِنَّا نَرٰيكَ مِنَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Zindana onunla birlikte iki delikanlı daha girdi. Birisi dedi ki: \"Rüyada kendimi şarap sıkarken gördüm\". Öteki de dedi ki: \"Ben de başımın üstünde ekmek taşıdığımı, kuşların da ondan yediğini gördüm. Bize bunun yorumunu haber ver. Çünkü biz seni iyilik edenlerden görüyoruz.\"","nl":"Ein met hem kwamen twee jonge mannen in de gevangenis. Eén van hen zei: \"Voorwaar, ik zag dat ik in een droom druiven perste.\" En de ander zei: \"Ik zag dat ik in een droom brood op mijn hoofd droeg, waarvan de vogels aten. Vertel ons de uitleg ervan, wij beschouwen jou als behorende tot de kenners van droomuitleg.\"","en":"And two other servants went to jail with Joseph. One of them said, “I dreamt I was pressing wine.” The other said, “I dreamt I was carrying ˹some˺ bread on my head, from which birds were eating.” ˹Then both said,˺ “Tell us their interpretation, for we surely see you as one of the good-doers.”"},"surah":null},{"id":1633,"surahId":12,"ayatId":37,"ayatNo":"٣٧","pageNo":239,"ayatText":"قَالَ لَا يَأْتٖيكُمَا طَعَامٌ تُرْزَقَانِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوٖيلِهٖ قَبْلَ اَنْ يَأْتِيَكُمَاؕ ذٰلِكُمَا مِمَّا عَلَّمَنٖي رَبّٖيؕ اِنّٖي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كَافِرُونَۙ","ayatMealText":{"tr":"Yusuf dedi ki: \"Size yiyecek olarak verilecek bir yemek gelmeden önce onun tabirini size bildiririm. Bu, Rabbimin bana öğrettiği ilimlerdendir. Çünkü ben Allah'a inanmayan ve ahireti inkâr eden bir kavmin dinini terkettim.\"","nl":"Hij zei: \"Er zal geen voedsel tot jullie komen ah levensvoorziening\" of ik zal jullie vertellen over de uitleg ervan, vóórdat het jullie bereikt. Dat is wat mijn Heer mij heeft onderwezen. Voorwaar, ik heb de godsdienst verlaten van een volk dat niet in Allah gelooft, en zij geloven niet in het Hiernanaals.","en":"Joseph replied, “I can even tell you what kind of meal you will be served before you receive it. This ˹knowledge˺ is from what my Lord has taught me. I have shunned the faith of a people who disbelieve in Allah and deny the Hereafter"},"surah":null}]}