{"juzNo":2,"pageNo":24,"arCuzNo":"۲","arPageNo":"۲٤","quranAyats":[{"id":161,"surahId":2,"ayatId":154,"ayatNo":"١٥٤","pageNo":24,"ayatText":"وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فٖي سَبٖيلِ اللّٰهِ اَمْوَاتٌؕ بَلْ اَحْيَٓاءٌ وَلٰكِنْ لَا تَشْعُرُونَ","ayatMealText":{"tr":"Allah yolunda öldürülenlere \"ölüler\" demeyin. Hayır, onlar diridirler. Fakat siz sezemezsiniz.","nl":"En zegt niet over degenen die zijn gedood (gesneuveld) op de Weg van Allah, dat zij dood zijn. Nee, zij leven, maar jullie beseffen het niet.","en":"Never say that those martyred in the cause of Allah are dead—in fact, they are alive! But you do not perceive it"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":162,"surahId":2,"ayatId":155,"ayatNo":"١٥٥","pageNo":24,"ayatText":"وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرَاتِؕ وَبَشِّرِ الصَّابِرٖينَۙ","ayatMealText":{"tr":"Çaresiz biz sizi biraz korku, biraz açlık, biraz da mallardan, canlardan ve ürünlerden eksiltme ile imtihan edeceğiz. Müjdele o sabredenleri!","nl":"En Wij zullen jullie zeker beproeven met iets van vrees, honger, vermindering van bezittingen, levens en vruchten. Maar geeft verheugende tijdingen aan de geduldigen.","en":"We will certainly test you with a touch of fear and famine and loss of property, life, and crops. Give good news to those who patiently endure—"},"surah":null},{"id":163,"surahId":2,"ayatId":156,"ayatNo":"١٥٦","pageNo":24,"ayatText":"اَلَّذٖينَ اِذَٓا اَصَابَتْهُمْ مُصٖيبَةٌۙ قَالُٓوا اِنَّا لِلّٰهِ وَاِنَّٓا اِلَيْهِ رَاجِعُونَؕ","ayatMealText":{"tr":"Onlar başlarına bir musibet geldiği zaman: \"Biz Allah'a aidiz ve sonunda O'na döneceğiz.\" derler.","nl":"Degenen die wanneer een ramp hen treft, zeggen: (Inna lillahi wa inna ilaihi radji'oen) \"Voorwar, aan Allah behoren Wij, en voorwaar, tot Hem zullen Wij terugkeren.\"","en":"who, when faced with a disaster, say, “Surely to Allah we belong and to Him we will ˹all˺ return.”"},"surah":null},{"id":164,"surahId":2,"ayatId":157,"ayatNo":"١٥٧","pageNo":24,"ayatText":"اُو۬لٰٓئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَاُو۬لٰٓئِكَ هُمُ الْمُهْتَدُونَ","ayatMealText":{"tr":"İşte onlar var ya, Rablerinden, mağfiretler ve rahmet onlaradır. İşte hidayete erenler de onlardır.","nl":"Zij zijn degenen op wie de zegeningen van hun Heer neerdalen, en Barmhartigheid, en zij zijn degenen die de rechte Leiding ontvangen.","en":"They are the ones who will receive Allah’s blessings and mercy. And it is they who are ˹rightly˺ guided"},"surah":null},{"id":165,"surahId":2,"ayatId":158,"ayatNo":"١٥٨","pageNo":24,"ayatText":"اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَٓائِرِ اللّٰهِۚ فَمَنْ حَجَّ الْبَيْتَ اَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ اَنْ يَطَّوَّفَ بِهِمَاؕ وَمَنْ تَطَوَّعَ خَيْراًۙ فَاِنَّ اللّٰهَ شَاكِرٌ عَلٖيمٌ","ayatMealText":{"tr":"Gerçekten Safâ ile Merve Allah'ın alâmetlerindendir. Onun için her kim hac veya umre niyetiyle Kâ'be'yi ziyaret ederse, bunları tavaf etmesinde ona bir günah yoktur. Her kim de gönlünden koparak bir hayır işlerse, şüphesiz Allah iyiliğin karşılığını verir, o her şeyi bilir.","nl":"Voorwaar, Shafa en Marwah behoren tot de aan Allah gewijde Tekenen. Wie dan de Haddj of de Oemrah verricht naar het Huis (de Ka'bah): het is geen zonde als hij om beide (Shafâ en Marwah) loopt (tijdens de Sa'î). En wie vrijwillig goede daden verricht: voorwaar, Allah is Waarderend en Alwetend.","en":"Indeed, ˹the hills of˺ Ṣafa and Marwah are among the symbols of Allah. So whoever performs the pilgrimage or minor pilgrimage, let them walk between ˹the two hills˺. And whoever does good willingly, Allah is truly Appreciative, All-Knowing"},"surah":null},{"id":166,"surahId":2,"ayatId":159,"ayatNo":"١٥٩","pageNo":24,"ayatText":"اِنَّ الَّذٖينَ يَكْتُمُونَ مَٓا اَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدٰى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِۙ اُو۬لٰٓئِكَ يَلْعَنُهُمُ اللّٰهُ وَيَلْعَنُهُمُ اللَّاعِنُونَۙ","ayatMealText":{"tr":"İndirdiğimiz apaçık delilleri ve hidayetin kendisi olan âyetleri insanlar için biz kitapta açıkladıktan sonra gizleyenler var ya mutlaka onlara Allah lanet eder. Lanet edebilecek olanlar da lanet ederler.","nl":"Voorwaar, zij die verbergen wat Wij hebben neergezonden van de duidelijke bewijzen en de Leiding, nadat Wij die aan de mensen hebben duidelijk gemaakt in de Schrift: zij zijn degenen die Allah vervloekt en die vervloekers vervloeken.","en":"Those who hide the clear proofs and guidance that We have revealed—after We made it clear for humanity in the Book—will be condemned by Allah and ˹all˺ those who condemn"},"surah":null},{"id":167,"surahId":2,"ayatId":160,"ayatNo":"١٦٠","pageNo":24,"ayatText":"اِلَّا الَّذٖينَ تَابُوا وَاَصْلَحُوا وَبَيَّنُوا فَاُو۬لٰٓئِكَ اَتُوبُ عَلَيْهِمْۚ وَاَنَا التَّوَّابُ الرَّحٖيمُ","ayatMealText":{"tr":"Ancak tevbe edip halini düzelterek gerçeği söyleyenler başka. İşte onları ben bağışlarım. Ben çok merhamet ediciyim, tevbeleri çokça kabul ederim.","nl":"Behalve degenen die berouw hebben getoond, zich gebeterd hebben en (de Waarheid) duidelijk hebben gemaakt. Diegenen zijn het van wie Ik berouw aanvaard. En Ik ben de Meest Berouwaanvaardende, de Meest Barmhartige.","en":"As for those who repent, mend their ways, and let the truth be known, they are the ones to whom I will turn ˹in forgiveness˺, for I am the Accepter of Repentance, Most Merciful"},"surah":null},{"id":168,"surahId":2,"ayatId":161,"ayatNo":"١٦١","pageNo":24,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ اُو۬لٰٓئِكَ عَلَيْهِمْ لَعْنَةُ اللّٰهِ وَالْمَلٰٓئِكَةِ وَالنَّاسِ اَجْمَعٖينَۙ","ayatMealText":{"tr":"Ama âyetlerimizi inkar etmiş ve kâfir olarak can vermiş olanlara gelince, işte Allah'ın laneti, meleklerin laneti ve insanların laneti hep onların üzerine olsun.","nl":"Voorwaar, degenen die ongelovig waren en stierven terwijl zij ongelovig waren, op hen rust de vloek van Allah en van de Engelen en de mensen tezamen.","en":"Surely those who disbelieve and die as disbelievers are condemned by Allah, the angels, and all of humanity"},"surah":null},{"id":169,"surahId":2,"ayatId":162,"ayatNo":"١٦٢","pageNo":24,"ayatText":"خَالِدٖينَ فٖيهَاۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ","ayatMealText":{"tr":"Onlar ebedi olarak onun altında kalırlar. Ne azabları hafifletilir, ne de kendilerine göz açtırılır.","nl":"Eeuwig levenden zijn zij daarin (de Hel). En voor hen zal de bestraffing niet verlicht worden, noch zal hen uitstel gegeven worden.","en":"They will be in Hell forever. Their punishment will not be lightened, nor will they be delayed ˹from it˺"},"surah":null},{"id":170,"surahId":2,"ayatId":163,"ayatNo":"١٦٣","pageNo":24,"ayatText":"وَاِلٰهُكُمْ اِلٰهٌ وَاحِدٌۚ لَٓا اِلٰهَ اِلَّا هُوَ الرَّحْمٰنُ الرَّحٖيمُࣖ","ayatMealText":{"tr":"Her halde hepinizin ilâhı, bir tek ilâhtır. Ondan başka bir ilâh yoktur. O Rahmân ve Rahîm'dir.","nl":"En jullie god is één God. Geen god is er dan Hij, de Erbarmer, de Meest Barmhartige.","en":"Your God is ˹only˺ One God. There is no god ˹worthy of worship˺ except Him—the Most Compassionate, Most Merciful"},"surah":null}]}