{"juzNo":12,"pageNo":240,"arCuzNo":"۱۲","arPageNo":"۲٤۰","quranAyats":[{"id":1634,"surahId":12,"ayatId":38,"ayatNo":"٣٨","pageNo":240,"ayatText":"وَاتَّبَعْتُ مِلَّةَ اٰبَٓاءٖٓي اِبْرٰهٖيمَ وَاِسْحٰقَ وَيَعْقُوبَؕ مَا كَانَ لَـنَٓا اَنْ نُشْرِكَ بِاللّٰهِ مِنْ شَيْءٍؕ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُونَ","ayatMealText":{"tr":"\"Atalarım İbrahim, İshak ve Yakub'un dinine uydum. Bizim, Allah'a hiçbir şeyi ortak tutmamız olmaz. Bu, bize ve insanlara Allah'ın bir lutfudur. Fakat insanların çoğu şükretmezler.\"","nl":"En ik volgde de godsdienst van mijn vaderen: (Ibrâhîm, Ishâq en Ya'qôeb, het pas ons niet om iets als deelgenoot am Allah toe te kennen. Dat is één van de gunsten van Allah aan ons en aan de mensen, maar de meeste mensen zijn niet dankbaar.\"","en":"I follow the faith of my fathers: Abraham, Isaac, and Jacob. It is not ˹right˺ for us to associate anything with Allah ˹in worship˺. This is part of Allah’s grace upon us and humanity, but most people are not grateful"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1635,"surahId":12,"ayatId":39,"ayatNo":"٣٩","pageNo":240,"ayatText":"يَا صَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُؕ","ayatMealText":{"tr":"\"Ey benim zindan arkadaşlarım! Ayrı ayrı birçok tanrılar mı daha hayırlı, yoksa herşeye hakim ve galip olan bir tek Allah mı?\"","nl":"(Yôesoef zei:) \"O mijn medegevangenen, zijn verschillende heren beter, of Allah, de Ene, de Overweldiger?","en":"O my fellow-prisoners! Which is far better: many different lords or Allah—the One, the Supreme"},"surah":null},{"id":1636,"surahId":12,"ayatId":40,"ayatNo":"٤٠","pageNo":240,"ayatText":"مَا تَعْبُدُونَ مِنْ دُونِهٖٓ اِلَّٓا اَسْمَٓاءً سَمَّيْتُمُوهَٓا اَنْتُمْ وَاٰبَٓاؤُ۬كُمْ مَٓا اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطَانٍؕ اِنِ الْحُكْمُ اِلَّا لِلّٰهِؕ اَمَرَ اَلَّا تَعْبُدُٓوا اِلَّٓا اِيَّاهُؕ ذٰلِكَ الدّٖينُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","ayatMealText":{"tr":"\"Sizin Allah'ı bırakıp da o taptıklarınız, sizin ve atalarınızın uydurduğu birtakım isimlerden başka bir şey değildir. Bunlara tapmanız için Allah hiçbir delil indirmiş değildir. Hüküm ancak Allah'a aittir: O, size, kendisinden başkasına tapmamanızı emretti. İşte dosdoğru din budur. Fakat insanların çoğu bunu bilmezler.\"","nl":"Wat jullie naast Hem aanbidden zijn slechts namen die jullie en jullie vaderen hebben gegeven. Allah heeft hiervoor geen bewijs neergezonden. Het oordeel is slechts aan Allah. Hij beveeft dat jullie niets aanbidden behalve Hem: dat is de ware godsdieng maar de meeste mensen weten het niet.\"","en":"Whatever ˹idols˺ you worship instead of Him are mere names which you and your forefathers have made up—a practice Allah has never authorized. It is only Allah Who decides. He has commanded that you worship none but Him. That is the upright faith, but most people do not know"},"surah":null},{"id":1637,"surahId":12,"ayatId":41,"ayatNo":"٤١","pageNo":240,"ayatText":"يَا صَاحِبَيِ السِّجْنِ اَمَّٓا اَحَدُكُمَا فَيَسْقٖي رَبَّهُ خَمْراًۚ وَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهٖؕ قُضِيَ الْاَمْرُ الَّذٖي فٖيهِ تَسْتَفْتِيَانِؕ","ayatMealText":{"tr":"\"Ey benim zindan arkadaşlarım! Biriniz efendisine yine şarap sunacak. Diğeri de asılacak, kuşlar başından yiyecekler. İşte öğrenmek istediğiniz iş böylece halloldu.\"","nl":"O mijn medegevangenen, wat één van jullie betreft; hij zal voor zijn heer wijn inschenken. Wat de andere betret hij zal gekruisigd worden en de vogels zullen van zijn hoofd eten. De zaak waarover jullie vmgen, is reeds besloten.\"","en":"“O my fellow-prisoners! ˹The first˺ one of you will serve wine to his master, and the other will be crucified and the birds will eat from his head. The matter about which you inquired has been decided.”"},"surah":null},{"id":1638,"surahId":12,"ayatId":42,"ayatNo":"٤٢","pageNo":240,"ayatText":"وَقَالَ لِلَّذٖي ظَنَّ اَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنٖي عِنْدَ رَبِّكَؗ فَاَنْسٰيهُ الشَّيْطَانُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنٖينَؕࣖ","ayatMealText":{"tr":"Yusuf, hapisten kurtulacağına inandığı o ikiden birine dedi ki: \"Beni efendinin yanında an\". (Benden söz et ki, beni kurtarsın). Fakat Şeytan, ona, efendisinin yanında anmayı unutturdu. Bu yüzden Yusuf, daha yıllarca zindanda kaldı.","nl":"En bij zei tegen de andere, van wie hij dacht dat hij gered zou worden: \"Noem mij tegenover jouw heer.\" Maar de Satan maaktc dat hij vergat zijn naam te noemen voor zijn heer. Daarom verbleef hij een aantal jaren in de gevangenis.","en":"Then he said to the one he knew would survive, “Mention me in the presence of your master.” But Satan made him forget to mention Joseph to his master, so he remained in prison for several years"},"surah":null},{"id":1639,"surahId":12,"ayatId":43,"ayatNo":"٤٣","pageNo":240,"ayatText":"وَقَالَ الْمَلِكُ اِنّٖٓي اَرٰى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَاُخَرَ يَابِسَاتٍؕ يَٓا اَيُّهَا الْمَلَأُ اَفْتُونٖي فٖي رُءْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُونَ","ayatMealText":{"tr":"Bir gün melik (hükümdar) dedi ki: \"Ben rüyamda yedi cılız ineğin yedi semiz ineği yediğini ve yedi yeşil başakla yedi kuru başak görüyorum. Ey ileri gelenler! Siz rüya tabir edebiliyorsanız benim bu rüyamın tabirini bana bildirin.\"","nl":"En de koning zei: \"Ik zag in een droom zeven vette koeien, die verslonden werden door zeven magere koeien, en zeven groene korenaren en (zeven) andere verdorde. O jullie vooraanstaanden, legt mijn droom uit, als jullie kenners van droomuitleg zijn.\"","en":"And ˹one day˺ the King said, “I dreamt of seven fat cows eaten up by seven skinny ones; and seven green ears of grain and ˹seven˺ others dry. O chiefs! Tell me the meaning of my dream if you can interpret dreams.”"},"surah":null}]}