{"juzNo":12,"pageNo":241,"arCuzNo":"۱۲","arPageNo":"۲٤۱","quranAyats":[{"id":1640,"surahId":12,"ayatId":44,"ayatNo":"٤٤","pageNo":241,"ayatText":"قَالُٓوا اَضْغَاثُ اَحْلَامٍۚ وَمَا نَحْنُ بِتَأْوٖيلِ الْاَحْلَامِ بِعَالِمٖينَ","ayatMealText":{"tr":"Dediler ki: \"Rüya dediğin şey karmakarışık hayallerdir. Biz ise böyle karışık hayallerin yorumunu bilemeyiz.\"","nl":"Zij zeiden: \"Dit is een verwarde mengeling van dromen, en wij zijn geen kenners van de dromenuitleg.\"","en":"They replied, “These are confused visions and we do not know the interpretation of such dreams.”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1641,"surahId":12,"ayatId":45,"ayatNo":"٤٥","pageNo":241,"ayatText":"وَقَالَ الَّذٖي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۬ اُنَبِّئُكُمْ بِتَأْوٖيلِهٖ فَاَرْسِلُونِ","ayatMealText":{"tr":"O ikiden kurtulmuş olanı nice zamandan sonra hatırladı da dedi ki: \"Ben size o rüyanın tabirini haber veririm, hemen beni gönderin.\"","nl":"En degene die gered werd van hen, herinnerde het zich na een tijd, en zei: \"Ik zal jullie de uitleg ervan vertellen, zendt mij daarom.\"","en":"˹Finally,˺ the surviving ex-prisoner remembered ˹Joseph˺ after a long time and said, “I will tell you its interpretation, so send me forth ˹to Joseph˺.”"},"surah":null},{"id":1642,"surahId":12,"ayatId":46,"ayatNo":"٤٦","pageNo":241,"ayatText":"يُوسُفُ اَيُّهَا الصِّدّٖيقُ اَفْتِنَا فٖي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ وَاُخَرَ يَابِسَاتٍۙ لَعَلّٖٓي اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ","ayatMealText":{"tr":"\"Ey Yusuf, ey doğru sözlü! Bize şunu hallet: Yedi semiz ineği, yedi cılız inek yiyor. Ve yedi yeşil başakla diğer yedi kuru başak. Umarım ki, o insanlara doğru cevap ile dönerim, onlar da (senin kadrini) bilirler.\"","nl":"(Hij zei:) \"O Yôesoef, de zeer waarachtige, leg ons uit over de zeven vette koeien die verslonden werden door zeven magere koeien en over de groene korenaren en de andere (zeven) verdorde, opdat ik terug zal gaan naar de mensen. Hopelijk zullen zij (het) weten.\"","en":"˹He said,˺ “Joseph, O man of truth! Interpret for us ˹the dream of˺ seven fat cows eaten up by seven skinny ones; and seven green ears of grain and ˹seven˺ others dry, so that I may return to the people and let them know.”"},"surah":null},{"id":1643,"surahId":12,"ayatId":47,"ayatNo":"٤٧","pageNo":241,"ayatText":"قَالَ تَزْرَعُونَ سَبْعَ سِنٖينَ دَاَباًۚ فَمَا حَصَدْتُمْ فَذَرُوهُ فٖي سُنْبُلِهٖٓ اِلَّا قَلٖيلاً مِمَّا تَأْكُلُونَ","ayatMealText":{"tr":"Dedi ki: \"Yedi sene eskisi gibi ekeceksiniz, biçtiklerinizi başağında bırakınız, biraz yiyeceğinizden başka. \"","nl":"Hij (Yôesoef) zei: \"Jullie zullen zeven jaren zaaien zoals gewoonlijk, en wat jullie oogsten, laat het in de aren, behalve een klein gedeelte dat jullie eten.","en":"Joseph replied, “You will plant ˹grain˺ for seven consecutive years, leaving in the ear whatever you will harvest, except for the little you will eat"},"surah":null},{"id":1644,"surahId":12,"ayatId":48,"ayatNo":"٤٨","pageNo":241,"ayatText":"ثُمَّ يَأْتٖي مِنْ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلٖيلاً مِمَّا تُحْصِنُونَ","ayatMealText":{"tr":"\"Sonra onun arkasından yedi kurak sene gelecek, önceki biriktirdiklerinizin biraz saklayacağınızdan başkasını yiyip bitirecek.\"","nl":"En daarna komen zeven moeilijke jaren die alles verteren wat jullie opgeslagen hebben, behalve wat jullie (veilig) bewaard hebben.","en":"Then after that will come seven years of great hardship which will consume whatever you have saved, except the little you will store ˹for seed˺"},"surah":null},{"id":1645,"surahId":12,"ayatId":49,"ayatNo":"٤٩","pageNo":241,"ayatText":"ثُمَّ يَأْتٖي مِنْ بَعْدِ ذٰلِكَ عَامٌ فٖيهِ يُغَاثُ النَّاسُ وَفٖيهِ يَعْصِرُونَࣖ","ayatMealText":{"tr":"\"Sonra da onun arkasından yağışlı bir sene gelecek ki, halk onda sıkıntıdan kurtulacak, (üzüm, zeytin gibi mahsülleri) sıkıp faydalanacak.\"","nl":"Vervolgens komt daarna een jeu waarin de mensen regen zullen krijgen en daarin zullen zij persen.\"","en":"Then after that will come a year in which people will receive abundant rain and they will press ˹oil and wine˺.”"},"surah":null},{"id":1646,"surahId":12,"ayatId":50,"ayatNo":"٥٠","pageNo":241,"ayatText":"وَقَالَ الْمَلِكُ ائْتُونٖي بِهٖۚ فَلَمَّا جَٓاءَهُ الرَّسُولُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتٖي قَطَّعْنَ اَيْدِيَهُنَّؕ اِنَّ رَبّٖي بِكَيْدِهِنَّ عَلٖيمٌ","ayatMealText":{"tr":"O hükümdar \"Onu bana getirin\" dedi. Emir üzerine Yusuf'a gönderilen adam yanına gelince, Yusuf ona dedi ki: \"Haydi efendine geri dön de, ona sor bakalım, o ellerini kesen kadınların maksatları ne imiş? Hiç şüphe yok ki, Rabbim, onların oyunlarını çokiyi bilir.\"","nl":"En hij (de koning) zei: \"Brengt hein (Yôesoef) bij mij.\" En toen de gezant bij hem kwam, zei hij (Yôesoef): \"Ga terug naar jouw heer en vraag hem hoe het is met de vrouwen die hun handen verwondden. Voorwaar, mijn Heer weet van hun list.\"","en":"The King ˹then˺ said, “Bring him to me.” When the messenger came to him, Joseph said, “Go back to your master and ask him about the case of the women who cut their hands. Surely my Lord has ˹full˺ knowledge of their cunning.”"},"surah":null},{"id":1647,"surahId":12,"ayatId":51,"ayatNo":"٥١","pageNo":241,"ayatText":"قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهٖؕ قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُٓوءٍؕ قَالَتِ امْرَاَتُ الْعَزٖيزِ الْـٰٔنَ حَصْحَصَ الْحَقُّؗ اَنَا۬ رَاوَدْتُهُ عَنْ نَفْسِهٖ وَاِنَّهُ لَمِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Hükümdar, o kadınlara \"Derdiniz neydi ki, o vakit Yusuf'un nefsinden murad almaya kalktınız?\" dedi. Onlar \"Hâşâ, Allah için, biz onun aleyhinde hiçbir fenalık bilmiyoruz\" dediler. Aziz'in, karısı da: \"Şimdi hak ve hakikat olduğu gibi ortaya çıktı. Aslında onun nefsinden ben murad almak istedim. O ise şeksiz şüphesiz doğrulardandır\" dedi.","nl":"Hij (de koning) zei (tot de vrouwen): \"Wat was er met jullie toen jullie probeerden hem te verleiden, tegen zijn wil? Zij zeiden: \"Heilig is Allah, wij weten geen kwaad van hem.\" Zij (de vrouw van Al 'Azîz) zei: \"De waarheid is gebleken, ik probeerde hem tegen zijn wil te verleiden. En voorwaar, bij behoort zeker tot de waarachtigen.\"","en":"The King asked ˹the women˺, “What did you get when you tried to seduce Joseph?” They replied, “Allah forbid! We know nothing indecent about him.” Then the Chief Minister’s wife admitted, “Now the truth has come to light. It was I who tried to seduce him, and he is surely truthful"},"surah":null},{"id":1648,"surahId":12,"ayatId":52,"ayatNo":"٥٢","pageNo":241,"ayatText":"ذٰلِكَ لِيَعْلَمَ اَنّٖي لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدٖي كَيْدَ الْخَٓائِنٖينَ","ayatMealText":{"tr":"(Yusuf dedi ki): İşte bu şunun içindir: Bilsin ki, ben ona arkasından hainlik etmedim. Gerçekten Allah hainlerin hilesini başarıya ulaştırmaz.","nl":"(Yôesoof zei:) \"Laat hem (Al 'Azîz) weten dat ik hem niet heb verraden tijdens zijn afwijzigheid. En voorwaar, Allah leidt de at van de verraders niet.","en":"From this, Joseph should know that I did not speak dishonestly about him in his absence, for Allah certainly does not guide the scheming of the dishonest"},"surah":null}]}