{"juzNo":13,"pageNo":242,"arCuzNo":"۱۳","arPageNo":"۲٤۲","quranAyats":[{"id":1649,"surahId":12,"ayatId":53,"ayatNo":"٥٣","pageNo":242,"ayatText":"وَمَٓا اُبَرِّئُ نَفْسٖيۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ بِالسُّٓوءِ اِلَّا مَا رَحِمَ رَبّٖيؕ اِنَّ رَبّٖي غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ben yine de nefsimi temize çıkarmıyorum. Çünkü nefis şiddetle kötülüğü emreder. Ancak Rabbimin rahmetiyle yarlığadığı müstesna. Muhakkak ki, Rabbim bağışlayıcı ve merhametlidir.","nl":"Ik verklaar dat ikzelf niet onschuldig ben. Voorwaar, de ziel spoort aan tot het kwade, behalve bij wie door mijn Heer benigd is. Voorwaar, mijn Heer is Vergevensgezind, Meest Barmhartig.\"","en":"And I do not seek to free myself from blame, for indeed the soul is ever inclined to evil, except those shown mercy by my Lord. Surely my Lord is All-Forgiving, Most Merciful.”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1650,"surahId":12,"ayatId":54,"ayatNo":"٥٤","pageNo":242,"ayatText":"وَقَالَ الْمَلِكُ ائْتُونٖي بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسٖيۚ فَلَمَّا كَلَّمَهُ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكٖينٌ اَمٖينٌ","ayatMealText":{"tr":"Hükümdar dedi ki: \"Onu bana getirin, kendime tahsis edeyim.\" Sonra onunla konuşunca da: \"Sen bugün yanımızda gerçekten büyük bir mevki sahibisin, güvenilir birisin\" dedi.","nl":"rui de koning zei: \"Brengt hem bij mij, ik maak hem tot mijn vertrouweling. En toen hij tot hem sprak, zei hij: \"Voorwaar, vandaag ben jij aan onze zijde een geëerde en betrouwbare.\"","en":"The King said, “Bring him to me. I will employ him exclusively in my service.” And when Joseph spoke to him, the King said, “Today you are highly esteemed and fully trusted by us.”"},"surah":null},{"id":1651,"surahId":12,"ayatId":55,"ayatNo":"٥٥","pageNo":242,"ayatText":"قَالَ اجْعَلْنٖي عَلٰى خَزَٓائِنِ الْاَرْضِۚ اِنّٖي حَفٖيظٌ عَلٖيمٌ","ayatMealText":{"tr":"O da, ona dedi ki: \"Beni bu ülkenin hazineleri üzerine getir. Çünkü iyi korurum, iyi bilirim.\"","nl":"Hij zei: \"Maak mij (beheerder) over de schatten van het land. Voorwaar, ik ben een kundige beheerder.\"","en":"Joseph proposed, “Put me in charge of the store-houses of the land, for I am truly reliable and adept.”"},"surah":null},{"id":1652,"surahId":12,"ayatId":56,"ayatNo":"٥٦","pageNo":242,"ayatText":"وَكَذٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْاَرْضِۚ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَٓاءُؕ نُصٖيبُ بِرَحْمَتِنَا مَنْ نَشَٓاءُ وَلَا نُضٖيعُ اَجْرَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Ve işte biz böylece Yusuf'u o yerde temkin ettik (yerleştirdik). Neresinde isterse orada makam tutuyordu. Biz rahmetimizi dilediğimize nasip ederiz. Ve iyilik edenlerin mükafatını zayi etmeyiz.","nl":"En zo gaven Wij Yôesoef een machtige positie in het land, hij vedigde zich daarin zoals hij wilde. Wij geven onze Barmhartigheid aan wie Wij willen, Wij doen de beloning van de weldoeners niet verloren gaan.","en":"This is how We established Joseph in the land to settle wherever he pleased. We shower Our mercy on whoever We will, and We never discount the reward of the good-doers"},"surah":null},{"id":1653,"surahId":12,"ayatId":57,"ayatNo":"٥٧","pageNo":242,"ayatText":"وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِلَّذٖينَ اٰمَنُوا وَكَانُوا يَتَّقُونَࣖ","ayatMealText":{"tr":"İman edip takva yolunu tutanlar için elbette ahiret mükafatı daha hayırlıdır.","nl":"En de beloning van het Hiernamaals is zeker beter voor degenen die geloofden en (Allah) vreesden.","en":"And the reward of the Hereafter is far better for those who are faithful and are mindful ˹of Allah˺"},"surah":null},{"id":1654,"surahId":12,"ayatId":58,"ayatNo":"٥٨","pageNo":242,"ayatText":"وَجَٓاءَ اِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ","ayatMealText":{"tr":"(Bir gün) Yusuf'un kardeşleri çıkageldiler ve onun yanına girdiler. O, onları görür görmez tanıdı, oysa onlar onu tanıyamamışlardı.","nl":"En de broeders van Yôesoef kwamen en zij traden bij hem binnen. Toen herkende hij hen, terwijl zij hem niet herkenden.","en":"And Joseph’s brothers came and entered his presence. He recognized them but they were unaware of who he really was"},"surah":null},{"id":1655,"surahId":12,"ayatId":59,"ayatNo":"٥٩","pageNo":242,"ayatText":"وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُونٖي بِاَخٍ لَكُمْ مِنْ اَبٖيكُمْۚ اَلَا تَرَوْنَ اَنّٖٓي اُو۫فِي الْكَيْلَ وَاَنَا۬ خَيْرُ الْمُنْزِلٖينَ","ayatMealText":{"tr":"Ne zaman ki onların bütün hazırlıklarını tamamladı, o zaman dedi ki: \"Babanızdan olan öbür kardeşinizi de bana getirin. Görüyorsunuz ya, ben ölçeği tam ölçüyorum ve ben konukseverlerin en hayırlısıyım.\"","nl":"En toen hij hen had voorzien van proviand, zei hij: \"Brengt mij jullie broeder van jullie vaders kant (Benyamin). Zien jullie niet dat ik de volle maat geef, en dat ik de beste van de gastheren ben?","en":"When he had provided them with their supplies, he demanded, “Bring me your brother on your father’s side. Do you not see that I give full measure and I am the best of hosts"},"surah":null},{"id":1656,"surahId":12,"ayatId":60,"ayatNo":"٦٠","pageNo":242,"ayatText":"فَاِنْ لَمْ تَأْتُونٖي بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدٖي وَلَا تَقْرَبُونِ","ayatMealText":{"tr":"\"Siz eğer onu bana getirmezseniz, bir daha size hiç kile yok, (bir ölçek bile zahire alamazsınız) yanıma da yaklaşmayın\".","nl":"Als jullie hem niet bij mij brengen, krijgen jullie geen maat (graan) meer en benadert mij (dan) niet meer.\"","en":"But if you do not bring him to me ˹next time˺, I will have no grain for you, nor will you ever come close to me again.”"},"surah":null},{"id":1657,"surahId":12,"ayatId":61,"ayatNo":"٦١","pageNo":242,"ayatText":"قَالُوا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفَاعِلُونَ","ayatMealText":{"tr":"Dediler ki: \"Onun için babasından izin almaya çalışacağız. Her hâlü kârda bunu yapacağz.\"","nl":"Zij zeiden: \"Wij zullen proberen om zijn vader over te halen om hem mee te laten komen. Voorwaar, wij zullen het zeker doen.\"","en":"They promised, “We will try to convince his father to let him come. We will certainly do ˹our best˺.”"},"surah":null},{"id":1658,"surahId":12,"ayatId":62,"ayatNo":"٦٢","pageNo":242,"ayatText":"وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فٖي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَـهَٓا اِذَا انْقَلَـبُٓوا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"Yusuf bir taraftan da adamlarına tenbih etti: \"Sermayelerini yüklerinin içine koyuverin, belki ailelerinin yanına dönünce farkına varırlar ve belki yine gelirler\" dedi.","nl":"Hij (Yôesoef) zei tegen zijn gezel: \"Stop hun ruilmiddelen in hun proviandzakken, zodat zij het kunnen ontdekken als zij terugkeren tot hun familie. Hopelijk zullen zij terugkeren.\"","en":"Joseph ordered his servants to put his brothers’ money back into their saddlebags so that they would find it when they returned to their family and perhaps they would come back"},"surah":null},{"id":1659,"surahId":12,"ayatId":63,"ayatNo":"٦٣","pageNo":242,"ayatText":"فَلَمَّا رَجَعُٓوا اِلٰٓى اَبٖيهِمْ قَالُوا يَٓا اَبَانَا مُنِـعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَٓا اَخَانَا نَكْتَلْ وَاِنَّا لَهُ لَحَافِظُونَ","ayatMealText":{"tr":"Böylece dönüp babalarına geldikleri vakit, dediler ki: \"Ey babamız! Bizden ölçek menedildi (bize zahire verilmeyecek). Bu kere kardeşimizi de bizimle gönder ki, ölçek alabilelim. Biz onu kesinlikle koruyacağız.\"","nl":"Toen zij bij hun vader terugkeerden, zeiden zij: \"O onze vader, het graan wordt ons onthouden, laat onze broeder met ons mee gaan, zodat wij graan krijgen. En voorwaar, wij zullen zeker over hem waken.\"","en":"When Joseph’s brothers returned to their father, they pleaded, “O our father! We have been denied ˹further˺ supplies. So send our brother with us so that we may receive our measure, and we will definitely watch over him.”"},"surah":null}]}