{"juzNo":13,"pageNo":243,"arCuzNo":"۱۳","arPageNo":"۲٤۳","quranAyats":[{"id":1660,"surahId":12,"ayatId":64,"ayatNo":"٦٤","pageNo":243,"ayatText":"قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَٓا اَمِنْتُكُمْ عَلٰٓى اَخٖيهِ مِنْ قَبْلُؕ فَاللّٰهُ خَيْرٌ حَافِظاًࣕ وَهُوَ اَرْحَمُ الرَّاحِمٖينَ","ayatMealText":{"tr":"Babaları dedi ki: \"Ben onu size nasıl emanet ederim? Ya bundan önce kardeşini emanet ettiğimde olan gibi olursa! En hayırlı koruyucu Allah'dır ve O, merhamet edenlerin en merhametlisidir.\"","nl":"Hij (Ya'q-ôeb) zei: \"Ik zal hem niet aan jullie toevertrouwen, zoals ik jullie eerder zijn broeder aan jullie toevertrouwde. Allah is de beste Waker, en Hij is de Meest Barmhartige der Erbarmers.\"'","en":"He responded, “Should I trust you with him as I once trusted you with his brother ˹Joseph˺? But ˹only˺ Allah is the best Protector, and He is the Most Merciful of the merciful.”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1661,"surahId":12,"ayatId":65,"ayatNo":"٦٥","pageNo":243,"ayatText":"وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْؕ قَالُوا يَٓا اَبَانَا مَا نَبْغٖيؕ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَاۚ وَنَمٖيرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعٖيرٍؕ ذٰلِكَ كَيْلٌ يَسٖيرٌ","ayatMealText":{"tr":"Derken yüklerini açtılar ve sermayelerini kendilerine geri verilmiş olarak buldular. Dediler ki: \"Ey babamız! Daha ne isteriz? İşte sermayelerimiz de bize iade edilmiş. Bununla yine ailemize zahire alır getiririz, kardeşimizi de koruruz, üstelik biryük daha fazla zahire alırız. Zaten bu aldığımız pek az bir zahiredir.\"","nl":"Toen zij hun proviandzak openmaakten, vonden zij hun ruilmiddelen, en zij zeiden: \"O onze vader, wat wensen wij nog meer? Dit zijn de onze goederen die aan ons teruggegeven zijn, en wij kunnen over onze broeder waken en wij kunnen een extra maat (graan) krijgen, zoveel als een kameel kan dragen. Dat is een makkelijke maat.\"'","en":"When they opened their bags, they discovered that their money had been returned to them. They argued, “O our father! What more can we ask for? Here is our money, fully returned to us. Now we can buy more food for our family. We will watch over our brother, and obtain an extra camel-load of grain. That load can be easily secured.”"},"surah":null},{"id":1662,"surahId":12,"ayatId":66,"ayatNo":"٦٦","pageNo":243,"ayatText":"قَالَ لَنْ اُرْسِلَهُ مَعَكُمْ حَتّٰى تُؤْتُونِ مَوْثِقاً مِنَ اللّٰهِ لَتَأْتُنَّنٖي بِهٖٓ اِلَّٓا اَنْ يُحَاطَ بِكُمْۚ فَلَمَّٓا اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُولُ وَكٖيلٌ","ayatMealText":{"tr":"Babaları dedi ki: \"Hepiniz çaresiz kalmadıkça onu bana mutlaka getireceğinize dair Allah'dan bir yemin vermedikçe, onu, kesinlikle sizinle göndermem\". Onlar da Allah'a and içerek babalarına söz verince, babaları dedi ki: \"Bu söylediklerinize Allah vekildir\".","nl":"Hij (Ya'q-ôeb) zei: \"Ik zal hem nooit met jullie mee laten gaan, vóórdat jullie een belofte afleggen in de Naam van Allah: dat jullie hem zeker bij mij terug zullen brengen, behalve als jullie omsingeld worden.\" Toen zij hun beloften afgelegd hadden, zei hij: \"Allah is Gelitige van wat wij gezegd hebben.\"","en":"Jacob insisted, “I will not send him with you until you give me a solemn oath by Allah that you will certainly bring him back to me, unless you are totally overpowered.” Then after they had given him their oaths, he concluded, “Allah is a Witness to what we have said.”"},"surah":null},{"id":1663,"surahId":12,"ayatId":67,"ayatNo":"٦٧","pageNo":243,"ayatText":"وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ اَبْوَابٍ مُتَفَرِّقَةٍؕ وَمَٓا اُغْنٖي عَنْكُمْ مِنَ اللّٰهِ مِنْ شَيْءٍؕ اِنِ الْحُكْمُ اِلَّا لِلّٰهِؕ عَلَيْهِ تَوَكَّلْتُۚ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ","ayatMealText":{"tr":"Ve dedi ki: \"Ey yavrularım! (şehre) hepiniz bir kapıdan girmeyin de ayrı ayrı kapılardan girin. Gerçi ben ne yapsam, Allah'ın takdirini sizden engelleyemem. Hüküm yalnızca Allah'ındır. Onun için bütün tevekkül edenler O'na tevekkül etmelidirler.\"","nl":"Hij zei: \"O mijn zonen, ga niet door één poort naar binnen, mar ga door verschillende poorten naar binnen. Ik ken niets voor jullie doen tegen (de wil van) Allah, het oordeel is slechts aan Allah. Op Hem heb ik mijn vertrouwen gesteld. En laten zij die vertrouwen hebben op Hem hun vertrouwen stellen.\"","en":"He then instructed ˹them˺, “O my sons! Do not enter ˹the city˺ all through one gate, but through separate gates. I cannot help you against ˹what is destined by˺ Allah in the least. It is only Allah Who decides. In Him I put my trust. And in Him let the faithful put their trust.”"},"surah":null},{"id":1664,"surahId":12,"ayatId":68,"ayatNo":"٦٨","pageNo":243,"ayatText":"وَلَمَّا دَخَلُوا مِنْ حَيْثُ اَمَرَهُمْ اَبُوهُمْؕ مَا كَانَ يُغْنٖي عَنْهُمْ مِنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فٖي نَفْسِ يَعْقُوبَ قَضٰيهَاؕ وَاِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَࣖ","ayatMealText":{"tr":"Ne zaman ki, şehre vardılar, o zaman babalarının kendilerine emrettiği şekilde girdiler. (Gerçi bu şekilde girmeleri) onlar hakında Allah'ın takdir ettiği hiçbir şeyi önleyemezdi, bu sadece Yakub'un içinden geçirdiği bir isteğin yerine getirilmesi oldu. Şüphesiz o, ilim sahibiydi, çünkü ona biz öğretmiştik. Fakat insanların çoğu bunu bilmezler.","nl":"En toen zij binnentraden zoals hun vader bevolen had, hielp hen dat niets tegen de beschikking van Allah. Het was niets dan een wens van Ya'qôeb waartoe hij besloten had. Voorwaar, hij (Ya'qôeb) is zeker de bezitter van kennis omdat Wij hem onderwezen hebben, maar de meeste mensen weten (het) niet.\"","en":"Then when they entered as their father had instructed them, this did not help them against ˹the Will of˺ Allah whatsoever. It was just a desire in Jacob’s heart which he satisfied. He was truly blessed with ˹great˺ knowledge because of what We had taught him, but most people have no knowledge"},"surah":null},{"id":1665,"surahId":12,"ayatId":69,"ayatNo":"٦٩","pageNo":243,"ayatText":"وَلَمَّا دَخَلُوا عَلٰى يُوسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنّٖٓي اَنَا۬ اَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Yusuf'un yanına girdikleri vakit, o, kardeşini (Bünyamin'i) yanında alıkoydu. Dedi ki: \"Bilesin, ben, senin kardeşinim! İşte bundan dolayı onların yapacaklarına sakın üzülme!\"","nl":"Toen zij bij Yôesoef binnenkwamen, nam hij zijn broeder (Benyamin) met zich mee naar zijn plaats, en zei: \"Voorwaar, ik ben jouw broeder, treurt daarom niet over wat zij plachten te doen.\"","en":"When they entered Joseph’s presence, he called his brother ˹Benjamin˺ aside, and confided ˹to him˺, “I am indeed your brother ˹Joseph˺! So do not feel distressed about what they have been doing.”"},"surah":null}]}