{"juzNo":13,"pageNo":244,"arCuzNo":"۱۳","arPageNo":"۲٤٤","quranAyats":[{"id":1666,"surahId":12,"ayatId":70,"ayatNo":"٧٠","pageNo":244,"ayatText":"فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فٖي رَحْلِ اَخٖيهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعٖيرُ اِنَّكُمْ لَسَارِقُونَ","ayatMealText":{"tr":"Sonra onların bütün hazırlıklarını görünce, su kabını kardeşinin yükünün içine koydu. Sonra bir tellal şöyle bağırdı: \"Hey kervan! Siz hırsızsınız, hırsız!\"","nl":"Toen hij ben van proviand voorzien had, stopte Yôesoef zijn drinkbeker in de proviandzak van zijn broeder. Toen riep een oproeper: \"O jullie van de karavaan! Voorwaar, jullie zijn zeker dieven!\"","en":"When Joseph had provided them with supplies, he slipped the royal cup into his brother’s bag. Then a herald cried, “O people of the caravan! You must be thieves!”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1667,"surahId":12,"ayatId":71,"ayatNo":"٧١","pageNo":244,"ayatText":"قَالُوا وَاَقْبَلُوا عَلَيْهِمْ مَاذَا تَفْقِدُونَ","ayatMealText":{"tr":"Bunlara döndüler de dediler ki: \"Ne arıyorsunuz?","nl":"Zij zeiden, terwijl zij op hen toekwamen: \"Wat missen jullie?\"","en":"They asked, turning back, “What have you lost?”"},"surah":null},{"id":1668,"surahId":12,"ayatId":72,"ayatNo":"٧٢","pageNo":244,"ayatText":"قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَٓاءَ بِهٖ حِمْلُ بَعٖيرٍ وَاَنَا۬ بِهٖ زَعٖيمٌ","ayatMealText":{"tr":"Onlar da dediler ki: \"Hükümdarın su kabını arıyoruz. Onu bulup getirene bir yük zahire var. Üstelik o tas bana zimmetlidir\".","nl":"Zij zeiden: \"Wij missen de drinkbeker van de koning, en wie hem terugbrengt zal een kameellading graan doen toekomnen, dat garandeer ik.\"","en":"The herald ˹along with the guards˺ replied, “We have lost the King’s measuring cup. And whoever brings it will be awarded a camel-load ˹of grain˺. I guarantee it.”"},"surah":null},{"id":1669,"surahId":12,"ayatId":73,"ayatNo":"٧٣","pageNo":244,"ayatText":"قَالُوا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْاَرْضِ وَمَا كُنَّا سَارِقٖينَ","ayatMealText":{"tr":"\"Allah'a yemin ederiz ki,\" dediler, \"Muhakkak siz de anlamışsınızdır ya, biz buraya fesat çıkarmak için gelmedik. Biz hırsız da değiliz.\"","nl":"Zij (de broeders van Yôesoef) zeiden: \"Wij zweren bij Allah dat jullie zeker weten dat wij niet gekomen zijn om in het land verderf te zaaien en wij zijn ook geen dieven.\"","en":"Joseph’s brothers replied, “By Allah! You know well that we did not come to cause trouble in the land, nor are we thieves.”"},"surah":null},{"id":1670,"surahId":12,"ayatId":74,"ayatNo":"٧٤","pageNo":244,"ayatText":"قَالُوا فَمَا جَزَٓاؤُ۬هُٓ اِنْ كُنْتُمْ كَاذِبٖينَ","ayatMealText":{"tr":"\"Peki yalancı çıkarsanız onun (hırsızlık edenin) cezası nedir?\" dediler.","nl":"Zij zeiden: \"Wat zal de vergelding zijn als jullie leugenaars zijn?\"","en":"Joseph’s men asked, “What should be the price for theft, if you are lying?”"},"surah":null},{"id":1671,"surahId":12,"ayatId":75,"ayatNo":"٧٥","pageNo":244,"ayatText":"قَالُوا جَزَٓاؤُ۬هُ مَنْ وُجِدَ فٖي رَحْلِهٖ فَهُوَ جَزَٓاؤُ۬هُؕ كَذٰلِكَ نَجْزِي الظَّالِمٖينَ","ayatMealText":{"tr":"\"Kimin yükünde çıkarsa, o kendisi onun cezasıdır. Biz zalimlere işte böyle ceza veririz.\"","nl":"Zij zeiden: \"De bestraffing van degene bij wie de drinkbeker in zijn proviandzak gevonden wordt is dat hij zelf (als een slaaf) vastgehouden zal worden. Zo bestraffen wij de onrechtplegers.\"","en":"Joseph’s brothers responded, “The price will be ˹the enslavement of˺ the one in whose bag the cup is found. That is how we punish the wrongdoers.”"},"surah":null},{"id":1672,"surahId":12,"ayatId":76,"ayatNo":"٧٦","pageNo":244,"ayatText":"فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَٓاءِ اَخٖيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَٓاءِ اَخٖيهِؕ كَذٰلِكَ كِدْنَا لِيُوسُفَؕ مَا كَانَ لِيَأْخُذَ اَخَاهُ فٖي دٖينِ الْمَلِكِ اِلَّٓا اَنْ يَشَٓاءَ اللّٰهُؕ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَٓاءُؕ وَفَوْقَ كُلِّ ذٖي عِلْمٍ عَلٖيمٌ","ayatMealText":{"tr":"Bunun üzerine Yusuf, kardeşinin eşyalarından önce onların eşyalarını aramaya başladı. Sonra su kabını kardeşinin yükünün içinden çıkardı. İşte Yusuf'a biz böyle bir oyun öğrettik. Melikin kanunlarına göre, kardeşini alıkoymasına imkan yoktu. Ancak Allah dilerse o başka. Biz dilediğimizi derecelerle yükseltiriz. Ve her bilgi sahibinin üstünde bir başka bilen vardır.","nl":"Toen begon hij (Yôesoef) hun proviondzakken te onderzoeken, vóór de proviandzak van zijn broeder, vervolgens haalde hij haar (de drinkbeker) uit de proviandzak van zijn broeder (Benyamin). Zo maakten Wij het plan voor Yôesoef. Het pastte hem niet om zijn broeder te bestraffen volgens de wet van de koning, behalve als Allah dat wilde. Wij verhogen de rang van wie Wij willen. En boven iedere bezitter van kennis, is er iemand met nog meer kennis.","en":"Joseph began searching their bags before that of his brother ˹Benjamin˺, then brought it out of Benjamin’s bag. This is how We inspired Joseph to plan. He could not have taken his brother under the King’s law, but Allah had so willed. We elevate in rank whoever We will. But above those ranking in knowledge is the One All-Knowing"},"surah":null},{"id":1673,"surahId":12,"ayatId":77,"ayatNo":"٧٧","pageNo":244,"ayatText":"قَالُٓوا اِنْ يَسْرِقْ فَقَدْ سَرَقَ اَخٌ لَهُ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوسُفُ فٖي نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْ قَالَ اَنْتُمْ شَرٌّ مَكَاناًۚ وَاللّٰهُ اَعْلَمُ بِمَا تَصِفُونَ","ayatMealText":{"tr":"Dediler ki: \"Eğer o çalmışsa, daha önce bunun kardeşi de çalmıştı\". O vakit Yusuf bunu içine attı, onlara hiç belli etmeden: \"Siz çok fena bir mevkidesiniz, ne sıfat verdiğinizi Allah çok iyi biliyor\" dedi.","nl":"Zij zeiden: \"Als hij steelt, voorzeker een broeder van hem heeft eerder gestolen.\" Yôesoef had dit geheim gehouden en niet aan hen verteld. Hij zei: \"Jullie hebben een slechtere plaats hij Allah en Allah weet beter wat jullie beschrijven.\"","en":"˹To distance themselves,˺ Joseph’s brothers argued, “If he has stolen, so did his ˹full˺ brother before.” But Joseph suppressed his outrage—revealing nothing to them—and said ˹to himself˺, “You are in such an evil position, and Allah knows best ˹the truth of˺ what you claim.”"},"surah":null},{"id":1674,"surahId":12,"ayatId":78,"ayatNo":"٧٨","pageNo":244,"ayatText":"قَالُوا يَٓا اَيُّهَا الْعَزٖيزُ اِنَّ لَـهُٓ اَباً شَيْخاً كَبٖيراً فَخُذْ اَحَدَنَا مَكَانَهُۚ اِنَّا نَرٰيكَ مِنَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Dediler ki: \"Ey vezir! Emin ol ki, bunun çok yaşlı bir babası var. Onun için yerine birimizi al. Gerçekten de biz seni iyilik edenlerden görüyoruz.\"","nl":"Zij zeiden, \"O al 'Azîz, voorwaar, hij heeft een oude vader, en neem daarom een van ons in plaats van hem. Voorwaar, wij zien dat jij tot de weldoeners behoort.\"","en":"They appealed, “O Chief Minister! He has a very old father, so take one of us instead. We surely see you as one of the good-doers.”"},"surah":null}]}