{"juzNo":13,"pageNo":245,"arCuzNo":"۱۳","arPageNo":"۲٤٥","quranAyats":[{"id":1675,"surahId":12,"ayatId":79,"ayatNo":"٧٩","pageNo":245,"ayatText":"قَالَ مَعَاذَ اللّٰهِ اَنْ نَأْخُذَ اِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُٓۙ اِنَّٓا اِذاً لَظَالِمُونَࣖ","ayatMealText":{"tr":"O dedi ki: \"Eşyamızı yanında bulduğumuzdan başkasını tutuklamaktan Allah korusun. Çünkü öyle yaparsak zalimlerden oluruz.\"","nl":"Hij (Yôesoef) zei: \"Ik zoek mijn toevlucht tot Allah, dat wij iemand zouden vastnemen, behalve degene hij wie wij onze goederen aangetroffen hebben. Anders zouden wij zeker tot de onrechtplegers behoren.\"","en":"Joseph responded, “Allah forbid that we should take other than the one with whom we found our property. Otherwise, we would surely be unjust.”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1676,"surahId":12,"ayatId":80,"ayatNo":"٨٠","pageNo":245,"ayatText":"فَلَمَّا اسْتَيْـَٔسُوا مِنْهُ خَلَصُوا نَجِياًّؕ قَالَ كَبٖيرُهُمْ اَلَمْ تَعْلَمُٓوا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَوْثِقاً مِنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُمْ فٖي يُوسُفَۚ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لٖٓي اَبٖٓي اَوْ يَحْكُمَ اللّٰهُ لٖيۚ وَهُوَ خَيْرُ الْحَاكِمٖينَ","ayatMealText":{"tr":"Ne zaman ki, onlar, onu kurtarmaktan ümit kestiler, o zaman fısıldaşarak oradan uzaklaştılar. Büyükleri dedi ki: \"Babanızın sizden Allah adına ahit aldığını ve daha önce Yusuf konusunda ettiğiniz kusuru bilmiyor musunuz? Babam bana izin verinceye veya Allah hakkımda bir hüküm verinceye kadar ben artık burdan ayrılmam. Allah, hüküm verenlerin en hayırlısıdır.\"","nl":"Toen zij wanhoopten aan de beslissing van hem (Yôesoef), overleg plegend in het geheim, zei de oudste van hen: \"Weten jullie niet dat jullie vader een belofte van jullie heeft aanvaard in de Naam van Allah? Jullie waren eerder nalatig met Yôesoef Daarom zal ik het land nimmer verlaten totdat mijn vader mij toestemming geeft, of Allah aan mij de beslissing geeft. En Hij is de Beste der Rechters.","en":"When they lost all hope in him, they spoke privately. The eldest of them said, “Do you not know that your father had taken a solemn oath by Allah from you, nor how you failed him regarding Joseph before? So I am not leaving this land until my father allows me to, or Allah decides for me. For He is the Best of Judges"},"surah":null},{"id":1677,"surahId":12,"ayatId":81,"ayatNo":"٨١","pageNo":245,"ayatText":"اِرْجِعُٓوا اِلٰٓى اَبٖيكُمْ فَقُولُوا يَٓا اَبَانَٓا اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَٓا اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظٖينَ","ayatMealText":{"tr":"\"Siz dönün de babanıza deyin ki: Ey babamız! İnan ki, oğlun hırsızlık yaptı. Biz ancak bildiğimize şahitlik ediyoruz. Yoksa gaybın bekçileri değiliz.\"","nl":"Keert terug naar jullie vader en zegt hem: 'O onze vader, voorwaar, uw zoon heeft gestolen en wij kunnen alleen getuigen zijn van wat wij weten. En wij zijn geen waker over het verborgene.","en":"Return to your father and say, ‘O our father! Your son committed theft. We testify only to what we know. We could not guard against the unforeseen"},"surah":null},{"id":1678,"surahId":12,"ayatId":82,"ayatNo":"٨٢","pageNo":245,"ayatText":"وَسْـَٔلِ الْقَرْيَةَ الَّتٖي كُنَّا فٖيهَا وَالْعٖيرَ الَّتٖٓي اَقْبَلْنَا فٖيهَاؕ وَاِنَّا لَصَادِقُونَ","ayatMealText":{"tr":"\"Hem orada bulunduğumuz şehir halkına, hem içinde bulunduğumuz kervana sor. Ve emin ol ki, biz kesinlikle doğru söylüyoruz.\"","nl":"En vraagt aan (de bewoners van) het land waar wij woonden, en (hij) de karavaan die wij ontmoetten. En voorwaar, wij zijn zeker waarachtigen.\"","en":"Ask ˹the people of˺ the land where we were and the caravan we travelled with. We are certainly telling the truth.’”"},"surah":null},{"id":1679,"surahId":12,"ayatId":83,"ayatNo":"٨٣","pageNo":245,"ayatText":"قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْراًؕ فَصَبْرٌ جَمٖيلٌؕ عَسَى اللّٰهُ اَنْ يَأْتِيَنٖي بِهِمْ جَمٖيعاًؕ اِنَّهُ هُوَ الْعَلٖيمُ الْحَكٖيمُ","ayatMealText":{"tr":"Babaları dedi ki: \"Hayır, sizi nefisleriniz altadıp bir işe sürüklemiş. Artık bana güzel güzel sabretmek düşüyor. Belki Allah hepsini birden bana geri getirir. Çünkü O, her şeyi bilir, hüküm ve hikmet sahibidir.\"","nl":"Hij (Ya'qôcb) zei: \"Welnee, jullie hebben voor jullie zelf iets moois verzonnen (Mijn) geduld is goed. Hopelijk brengt Allah hen allen terug hij mij. Voorwaar, Hij is de Alwetende, de Alwijze.\"","en":"He cried, “No! Your souls must have tempted you to do something ˹evil˺. So ˹I am left with nothing but˺ beautiful patience! I trust Allah will return them all to me. Surely He ˹alone˺ is the All-Knowing, All-Wise.”"},"surah":null},{"id":1680,"surahId":12,"ayatId":84,"ayatNo":"٨٤","pageNo":245,"ayatText":"وَتَوَلّٰى عَنْهُمْ وَقَالَ يَٓا اَسَفٰى عَلٰى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظٖيمٌ","ayatMealText":{"tr":"Ve onlardan yüz çevirdi de: \"Ey Yusuf'un ateşi, yetti artık, yetti!\" dedi. Ve üzüntüden gözlerine ak düştü. Artık yutkunuyor da yutkunuyordu.","nl":"En hij (Ya'qôeb) wendde zich af van hen en zei: \"Ik heb medelijden met Yôesoef,\" en zijn ogen werden wit van verdriet en hij beheerste zijn woede.","en":"He turned away from them, lamenting, “Alas, poor Joseph!” And his eyes turned white out of the grief he suppressed"},"surah":null},{"id":1681,"surahId":12,"ayatId":85,"ayatNo":"٨٥","pageNo":245,"ayatText":"قَالُوا تَاللّٰهِ تَفْتَؤُ۬ا تَذْكُرُ يُوسُفَ حَتّٰى تَكُونَ حَرَضاً اَوْ تَكُونَ مِنَ الْهَالِكٖينَ","ayatMealText":{"tr":"Dediler ki: \"Hâlâ Yusuf'u sayıklayıp duruyorsun. Allah'a yemin ederiz ki, sonunda eriyip gideceksin, tükenip helak olacaksın. Hayret doğrusu!\"","nl":"Zij zeiden: \"Bij Allah, jij zal aan Yôesoef blijven denken totdat je er ziek van wordt of jij behoort tot hen die te gronde gaan.\"","en":"They said, “By Allah! You will not cease to remember Joseph until you lose your health or ˹even˺ your life.”"},"surah":null},{"id":1682,"surahId":12,"ayatId":86,"ayatNo":"٨٦","pageNo":245,"ayatText":"قَالَ اِنَّـمَٓا اَشْكُوا بَثّٖي وَحُزْنٖٓي اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"Dedi ki: \"Ben hüznümü, kederimi ancak Allah'a şikayet ederim ve Allah tarafından sizin bilmediğiniz şeyleri de bilirim.\"","nl":"Hij zei: \"Voorwaar, alleen bij Allah klaag ik over mijn ellende en verdriet, en ik weet van Allah wat jullie niet weten.\"","en":"He replied, “I complain of my anguish and sorrow only to Allah, and I know from Allah what you do not know"},"surah":null}]}