{"juzNo":13,"pageNo":246,"arCuzNo":"۱۳","arPageNo":"۲٤٦","quranAyats":[{"id":1683,"surahId":12,"ayatId":87,"ayatNo":"٨٧","pageNo":246,"ayatText":"يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَاَخٖيهِ وَلَا تَايْـَٔسُوا مِنْ رَوْحِ اللّٰهِؕ اِنَّهُ لَا يَايْـَٔسُ مِنْ رَوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكَافِرُونَ","ayatMealText":{"tr":"\"Ey oğullarım, gidin, Yusuf'u ve kardeşini araştırın. Allah'ın rahmetinden ümit kesmeyin; zira kâfir kavimden başkası Allah'ın rahmetinden ümit kesmez.\"","nl":"\"O mijn zonen, gaat heen om nieuws in te winnen over Yôesoef en zijn broeder en wanhoopt niet aan de Genade van Allah. Voorwaar, niemand wanhoopt aan de Genade van Allah, behalve het ongelovige volk.\"","en":"O my sons! Go and search ˹diligently˺ for Joseph and his brother. And do not lose hope in the mercy of Allah, for no one loses hope in Allah’s mercy except those with no faith.”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1684,"surahId":12,"ayatId":88,"ayatNo":"٨٨","pageNo":246,"ayatText":"فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَٓا اَيُّهَا الْعَزٖيزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجٰيةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاؕ اِنَّ اللّٰهَ يَجْزِي الْمُتَصَدِّقٖينَ","ayatMealText":{"tr":"Sonra (Mısır'a gidip) onun huzuruna girince, dediler ki: \"Ey şanlı vezir! Biz ve çoluk çocuğumuz sıkıntı içindeyiz. Pek az bir sermaye ile geldik. Sen bize yine ölçek (zahire) ver, ayrıca sadaka da ihsan eyle. Çünkü Allah sadaka verenleri muhakkak mükafatlandırır.\"","nl":"Toen zij bij hem (Yôesoef) binnenkwamen, zeiden zij: \"O al 'Azîz, wij en onze familie zijn getroffen door ellende, en wij komen goederen brengen die niet waardevol zijn, dus geef ons daarom de volle maat en schenk ons (een gift). Voorwaar, Allah beloont de schenkers.\"","en":"When they entered Joseph’s presence, they pleaded, “O Chief Minister! We and our family have been touched with hardship, and we have brought only a few worthless coins, but ˹please˺ give us our supplies in full and be charitable to us. Indeed, Allah rewards the charitable.”"},"surah":null},{"id":1685,"surahId":12,"ayatId":89,"ayatNo":"٨٩","pageNo":246,"ayatText":"قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَاَخٖيهِ اِذْ اَنْتُمْ جَاهِلُونَ","ayatMealText":{"tr":"O dedi ki: \"Siz cahilliğinizde Yusuf'a ve kardeşine ne yaptığınızı biliyor musunuz?\"","nl":"Hij zei: \"Beseften jullie wat jullie met Yôesoef en zijn broeder gedaan hebben, toen jullie onwetend waren?\"","en":"He asked, “Do you remember what you did to Joseph and his brother in your ignorance?”"},"surah":null},{"id":1686,"surahId":12,"ayatId":90,"ayatNo":"٩٠","pageNo":246,"ayatText":"قَالُٓوا ءَاِنَّكَ لَاَنْتَ يُوسُفُؕ قَالَ اَنَا۬ يُوسُفُ وَهٰذَٓا اَخٖيؗ قَدْ مَنَّ اللّٰهُ عَلَيْنَاؕ اِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضٖيعُ اَجْرَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Onlar \"Yoksa sen, sahiden Yusuf musun?\" dediler. O da \"Ben Yusuf'um, bu da kardeşim\" dedi, \"Doğrusu Allah, bizi, lutfuyla nimetlendirdi. Gerçekten de kim Allah'dan korkar ve sabrederse, Allah, muhakkak ki, güzel işler yapanların mükafatını zayi etmez.\"","nl":"Zij zeiden: \"Ben jij echt Yôesoef?\" Hij antwoordde: \"Ik ben Yôesoef en dit is mijn broeder. Allah heeft ons genade geschonken. Voorwaar, wie (Allah) vreest en geduldig is: voorwaar, Allah doet de beloning van de weldoeners niet verloren gaan.\"","en":"They replied ˹in shock˺, “Are you really Joseph?” He said, “I am Joseph, and here is my brother ˹Benjamin˺! Allah has truly been gracious to us. Surely whoever is mindful ˹of Allah˺ and patient, then certainly Allah never discounts the reward of the good-doers.”"},"surah":null},{"id":1687,"surahId":12,"ayatId":91,"ayatNo":"٩١","pageNo":246,"ayatText":"قَالُوا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخَاطِـٖٔينَ","ayatMealText":{"tr":"Dediler ki: \"Allah'a yemin olsun, Allah seni bize üstün kıldı. Biz gerçekten de büyük hata işlemiştik\".","nl":"Zij zeiden: \"Bij Allah, voorzeker, Allah heeft jou boven ons verheven. Voorwaar, wij waren zeker zondaren.\"","en":"They admitted, “By Allah! Allah has truly preferred you over us, and we have surely been sinful.”"},"surah":null},{"id":1688,"surahId":12,"ayatId":92,"ayatNo":"٩٢","pageNo":246,"ayatText":"قَالَ لَا تَثْرٖيبَ عَلَيْكُمُ الْيَوْمَؕ يَغْفِرُ اللّٰهُ لَكُمْؗ وَهُوَ اَرْحَمُ الرَّاحِمٖينَ","ayatMealText":{"tr":"Yusuf dedi: \"Bugün size bir ayıplama ve azarlama yoktur. Allah, sizi, mağfiretiyle bağışlasın. O, merhamet edenlerin en merhametlisidir.\"","nl":"Hij zei: \"Er is voor jullie geen verwijt op deze dag. En hopelijk vergeeft Allah jullie, en Hij is de Meest Barmhartige der Erbarmers.","en":"Joseph said, “There is no blame on you today. May Allah forgive you! He is the Most Merciful of the merciful"},"surah":null},{"id":1689,"surahId":12,"ayatId":93,"ayatNo":"٩٣","pageNo":246,"ayatText":"اِذْهَبُوا بِقَمٖيصٖي هٰذَا فَاَلْقُوهُ عَلٰى وَجْهِ اَبٖي يَأْتِ بَصٖيراًۚ وَأْتُونٖي بِاَهْلِكُمْ اَجْمَعٖينَࣖ","ayatMealText":{"tr":"Alın şu gömleğimi götürün de babamın yüzüne sürün, gözü açılır. Ve bütün ailenizle toplanıp bana gelin.\"","nl":"Neemt dit hemd van mij met jullie mee, legt het vervolgens op het gezicht van mijn vader, dan zal hij weer kunnen zien. En brengt al jullie familieleden bij mij.\"","en":"Go with this shirt of mine and cast it over my father’s face, and he will regain his sight. Then come back to me with your whole family.”"},"surah":null},{"id":1690,"surahId":12,"ayatId":94,"ayatNo":"٩٤","pageNo":246,"ayatText":"وَلَمَّا فَصَلَتِ الْعٖيرُ قَالَ اَبُوهُمْ اِنّٖي لَاَجِدُ رٖيحَ يُوسُفَ لَوْلَٓا اَنْ تُفَنِّدُونِ","ayatMealText":{"tr":"Ne zaman ki, kafile (Mısır'dan) ayrıldı, öteden babaları dedi ki: \"Eğer bana bunak demezseniz, doğrusu ben Yusuf'un kokusunu alıyorum.\"","nl":"En toen de karavaan het land uittrok, zei hun vader. \"Voorwaar, ik ruik de geur van Yôesoef, als jullie mij niet als zwakzinnig zouden beschouwen (zou ik jullie vertellen dat Yôesoef nog leeft.)\"","en":"When the caravan departed ˹from Egypt˺, their father said ˹to those around him˺, “You may think I am senile, but I certainly sense the smell of Joseph.”"},"surah":null},{"id":1691,"surahId":12,"ayatId":95,"ayatNo":"٩٥","pageNo":246,"ayatText":"قَالُوا تَاللّٰهِ اِنَّكَ لَفٖي ضَلَالِكَ الْقَدٖيمِ","ayatMealText":{"tr":"Dediler ki: \"Vallahi sen hâlâ o eski şaşkınlığındasın.\"","nl":"Zij zeiden: \"Bij Allah, voorwaar, jij verkeert nog in je oude waanvoorstelling!\"","en":"They replied, “By Allah! You are definitely still in your old delusion.”"},"surah":null}]}