{"juzNo":13,"pageNo":247,"arCuzNo":"۱۳","arPageNo":"۲٤۷","quranAyats":[{"id":1692,"surahId":12,"ayatId":96,"ayatNo":"٩٦","pageNo":247,"ayatText":"فَلَمَّٓا اَنْ جَٓاءَ الْبَشٖيرُ اَلْقٰيهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصٖيراًۚ قَالَ اَلَمْ اَقُلْ لَكُمْ اِنّٖٓي اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"Fakat ne zaman ki, gerçekten müjdeci geldi, gömleği Yakub'un yüzüne koydu, hemen gözü açıldı. \"Ben size demedim mi, ben Allah'dan sizin bilmediklerinizi bilirim.\" dedi.","nl":"En toen de verkondiger van de verheugende tijding kwam, legde hij het (hemd) op zijn gezicht, hij (Ya'qôeb) kreeg vervolgens zijn gezichtsvermogen terug, en zei: \"Voorwaar, heb ik jullie niet gezegd dat ik van Allah weet wat jullie niet weten?\"","en":"But when the bearer of the good news arrived, he cast the shirt over Jacob’s face, so he regained his sight. Jacob then said ˹to his children˺, “Did I not tell you that I truly know from Allah what you do not know?”"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1693,"surahId":12,"ayatId":97,"ayatNo":"٩٧","pageNo":247,"ayatText":"قَالُوا يَٓا اَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَٓا اِنَّا كُنَّا خَاطِـٖٔينَ","ayatMealText":{"tr":"Dediler ki: \"Ey babamız, bizim için Allah'a istiğfar eyle. Biz gerçekten büyük günah işlemiştik.\"","nl":"Zij zeiden: \"O onze vader, vraag voor ons vergeving voor onze zonden. Voorwaar, wij waren zondaren.\"","en":"They begged, “O our father! Pray for the forgiveness of our sins. We have certainly been sinful.”"},"surah":null},{"id":1694,"surahId":12,"ayatId":98,"ayatNo":"٩٨","pageNo":247,"ayatText":"قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبّٖيؕ اِنَّهُ هُوَ الْغَفُورُ الرَّحٖيمُ","ayatMealText":{"tr":"Dedi ki: \"Sizin için Rabbimden ilerde bağışlanma dileyeceğim. Şüphesiz o çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Hij (Ya'qôeb) zei: \"Ik zal mijn Heer vergeving voor jullie vragen. Voorwaar, Hij is de Vergevens-gezinde, de Meest Barmhartige.\"","en":"He said, “I will pray to my Lord for your forgiveness. He ˹alone˺ is indeed the All-Forgiving, Most Merciful.”"},"surah":null},{"id":1695,"surahId":12,"ayatId":99,"ayatNo":"٩٩","pageNo":247,"ayatText":"فَلَمَّا دَخَلُوا عَلٰى يُوسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ اِنْ شَٓاءَ اللّٰهُ اٰمِنٖينَؕ","ayatMealText":{"tr":"Ne zaman ki, onlar Yusuf'un yanına vardılar, işte o zaman Yusuf anasını ve babasını kucakladı, yanına aldı ve \"Buyurun Allah'ın dilemesiyle güven içinde Mısır'a girin\" dedi.","nl":"Toen zij binnenkwamen bij Yôesoef, omhelsde hij zijn onders, en hij zei: \"Gaat Egypte binnen. Als Allah het wil, zullen jullie veilig zijn.\"","en":"When they entered Joseph’s presence, he received his parents ˹graciously˺ and said, “Enter Egypt, Allah willing, in security.”"},"surah":null},{"id":1696,"surahId":12,"ayatId":100,"ayatNo":"١٠٠","pageNo":247,"ayatText":"وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّداًۚ وَقَالَ يَٓا اَبَتِ هٰذَا تَأْوٖيلُ رُءْيَايَ مِنْ قَبْلُؗ قَدْ جَعَلَهَا رَبّٖي حَقاًّؕ وَقَدْ اَحْسَنَ بٖٓي اِذْ اَخْرَجَنٖي مِنَ السِّجْنِ وَجَٓاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ اَنْ نَزَغَ الشَّيْطَانُ بَيْنٖي وَبَيْنَ اِخْوَتٖيؕ اِنَّ رَبّٖي لَطٖيفٌ لِمَا يَشَٓاءُؕ اِنَّهُ هُوَ الْعَلٖيمُ الْحَكٖيمُ","ayatMealText":{"tr":"Anasıyla babasını yüksek bir taht üzerine oturttu ve hepsi birden Yusuf için secdeye kapandılar. Bunun üzerine Yusuf dedi ki: \"İşte bu durum, o rüyamın çıkmasıdır. Gerçekten Rabbim onu hak rüya kıldı. Şeytan benimle kardeşlerimin arasını bozduktan sonra, beni zindandan çıkarmakla ve sizi çölden getirmekle Rabbim bana hakikaten ihsan buyurdu. Doğrusu Rabbim dilediğine lutfunu ihsan eder. Şüphesiz O, her şeyi bilir, hüküm ve hikmet sahibidir.\"","nl":"En hij bracht zijn ouders naar de slaapplaats. En zij wierpen zich ter aarde voor hem (Yôesoef). En hij zei: \"O mijn vader, dit is de uitleg van mijn vroegere droom; waarlijk, mijn Heer heeft het werkelijkheid laten worden. En waarlijk, mijn Heer heeft goed voor mij gezorgd toen hij mij vrijgelaten heeft uit de gevangenis en toen hij jullie uit de woestijn bracht, nadat de Satan de relatie tussen mij en mijn broeders verbroken had. Voorwaar, mijn Heer is Zachtmoedig voor wie Hij wil. Voorwaar, Hij is de Alwetende, de Alwijze.","en":"Then he raised his parents to the throne, and they all fell down in prostration to Joseph, who then said, “O my dear father! This is the interpretation of my old dream. My Lord has made it come true. He was truly kind to me when He freed me from prison, and brought you all from the desert after Satan had ignited rivalry between me and my siblings. Indeed my Lord is subtle in fulfilling what He wills. Surely He ˹alone˺ is the All-Knowing, All-Wise.”"},"surah":null},{"id":1697,"surahId":12,"ayatId":101,"ayatNo":"١٠١","pageNo":247,"ayatText":"رَبِّ قَدْ اٰتَيْتَنٖي مِنَ الْمُلْكِ وَعَلَّمْتَنٖي مِنْ تَأْوٖيلِ الْاَحَادٖيثِۚ فَاطِرَ السَّمٰوَاتِ وَالْاَرْضِ اَنْتَ وَلِيّٖ فِي الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنٖي مُسْلِماً وَاَلْحِقْنٖي بِالصَّالِحٖينَ","ayatMealText":{"tr":"\"Ey Rabbim! Sen bana dünya mülkünden nasip verdin ve bana rüyaların tabirinden bir ilim öğrettin. Ey gökleri ve yeri yoktan var eden Rabbim! Benim velim sensin, benim canımı müslüman olarak al ve beni salih kulların arasına kat!\" {*} Hasılı, ne zamanki, Yusuf'a vardılar, yani Yusuf'un daha önce kardeşlerine tenbih edip istediği gibi, başta babaları olmak üzere bütün aile bireyleri topluca Mısır'a gelip Yusuf'un yanına vardılar. Rivayet olunur ki, Yusuf ve Melik, yanlarında dört bin asker, birtakım devlet adamları ve Mısır halkından çok sayıda insan, gelen kafileyi karşılamaya çıkmışlardı. Yakub Aleyhisselam, oğlu Yahuda'ya dayanarak yürüyordu, karşıdan gelen kafileye ve atlılara bakıp, \"Ey Yahuda, şu karşıdaki adam Mısır'ın Firavun'u mu?\" diye sordu. O da \"Hayır, Firavun değil, oğlun\" dedi. Yaklaştıkları zaman Yusuf'dan önce Yakup selam verdi ve \"Selam sana ey hüzünleri gideren\" dedi{*}ilh.","nl":"O mijn Heer, voorzeker, U heeft mij een gedeelte van het koninkrijk gegeven en U heeft mij de uitleg van de dromen onderwezen. Schepper van de hemelen en de aarde, U bent mijn Beschermer, op de wereld en in het Hiernamaals, doe rnij sterven als iemand die zich (aan Allah) overgegeven heeft en verenig mij met de oprechten.\"","en":"“My Lord! You have surely granted me authority and taught me the interpretation of dreams. ˹O˺ Originator of the heavens and the earth! You are my Guardian in this world and the Hereafter. Allow me to die as one who submits and join me with the righteous.”"},"surah":null},{"id":1698,"surahId":12,"ayatId":102,"ayatNo":"١٠٢","pageNo":247,"ayatText":"ذٰلِكَ مِنْ اَنْبَٓاءِ الْغَيْبِ نُوحٖيهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُٓوا اَمْرَهُمْ وَهُمْ يَمْكُرُونَ","ayatMealText":{"tr":"İşte bu, sana vahiyle bildirdiğimiz gayb haberlerindendir. Yoksa onlar yapacaklarına karar verip mekir (oyun) yaparlarken sen yanlarında değildin.","nl":"Dit behoort tot de goschiedenissen over het onwaarneembare, die Wij aan jou (O Moehammad) openbaren. Jij was niet bij hen, toen zij bijeenkwamen voor hun zaak, terwijl zij een list beraamden.","en":"That is from the stories of the unseen which We reveal to you ˹O Prophet˺. You were not present when they ˹all˺ made up their minds, and when they plotted ˹against Joseph˺"},"surah":null},{"id":1699,"surahId":12,"ayatId":103,"ayatNo":"١٠٣","pageNo":247,"ayatText":"وَمَٓا اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنٖينَ","ayatMealText":{"tr":"Sen ne kadar şiddetle arzulasan da, insanların çoğu iman edecek değildir.","nl":"En er zijn veel mensen (die niet goloven), ook al wens jij dat zij gelovigen worden.","en":"And most people will not believe—no matter how keen you are—"},"surah":null}]}