{"juzNo":13,"pageNo":248,"arCuzNo":"۱۳","arPageNo":"۲٤۸","quranAyats":[{"id":1700,"surahId":12,"ayatId":104,"ayatNo":"١٠٤","pageNo":248,"ayatText":"وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍؕ اِنْ هُوَ اِلَّا ذِكْرٌ لِلْعَالَمٖينَࣖ","ayatMealText":{"tr":"Buna karşılık onlardan herhangi bir ücret de istemiyorsun. O Kur'ân, âlemlere ancak bir öğüttür.","nl":"En jij (O Moehammad) vraagt van hen daarvoor geen beloning, hij (de Koran) is slechts een Vermaning voor de werelden.","en":"even though you are not asking them for a reward for this ˹Quran˺. It is only a reminder to the whole world"},"surah":{"surahId":12,"name":"Yûsuf","nameAr":"يُوسُفَ","revelationOrder":53,"verseCount":111,"juzNo":12,"firstPage":235}},{"id":1701,"surahId":12,"ayatId":105,"ayatNo":"١٠٥","pageNo":248,"ayatText":"وَكَاَيِّنْ مِنْ اٰيَةٍ فِي السَّمٰوَاتِ وَالْاَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ","ayatMealText":{"tr":"Bununla beraber göklerde ve yerde ne kadar âyet var ki, onunla yüz yüze gelirler de yine de yüz çevirip geçerler.","nl":"En er zijn veel Tekenen in de hemelen en op de aarde waaraan zij voorbijgaan, terwijl zij zich ervan afwenden.","en":"How many signs in the heavens and the earth do they pass by with indifference"},"surah":null},{"id":1702,"surahId":12,"ayatId":106,"ayatNo":"١٠٦","pageNo":248,"ayatText":"وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُشْرِكُونَ","ayatMealText":{"tr":"Onların çoğu şirk koşmadan Allah'a iman etmezler (imanlarına az çok bir şirk karıştırırlar).","nl":"En de meesten van hen geloven niet in Allah zonder deelgenoten aan Hem toe te kennen.","en":"And most of them do not believe in Allah without associating others with Him ˹in worship˺"},"surah":null},{"id":1703,"surahId":12,"ayatId":107,"ayatNo":"١٠٧","pageNo":248,"ayatText":"اَفَاَمِنُٓوا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Yoksa bunlar Allah'ın azabından hepsini saracak bir felaket gelmesinden veya farkında değillerken ansızın başlarına kıyametin kopuvermesinden güven içinde midirler?","nl":"Denken zij dan dat zij veilig zijn voor de bestraffing van Allah die hen bedekt, of dat het Uur niet onverwacht tot hen zal komen, terwijl ze het niet vermoeden?","en":"Do they feel secure that an overwhelming torment from Allah will not overtake them, or that the Hour will not take them by surprise when they least expect ˹it˺"},"surah":null},{"id":1704,"surahId":12,"ayatId":108,"ayatNo":"١٠٨","pageNo":248,"ayatText":"قُلْ هٰذِهٖ سَبٖيلٖٓي اَدْعُٓوا اِلَى اللّٰهِ عَلٰى بَصٖيرَةٍ اَنَا۬ وَمَنِ اتَّبَعَنٖيؕ وَسُبْحَانَ اللّٰهِ وَمَٓا اَنَا۬ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"De ki: İşte benim yolum budur; basiret üzere Allah'a davet ediyorum. Ben ve bana uyanlar (işte böyleyiz). Ben Allah'ı tesbih ederim ve ben müşriklerden değilim.","nl":"Zeg: \"Dit is mijn Weg (godsdienst), ik en degenen die mij volgen roepen op tot Allah, op grond van een duidelijk bewijs. Heilig is Allah, en ik behoor niet tot de veelgodenaanbidders.\"","en":"Say, ˹O Prophet,˺ “This is my way. I invite to Allah with insight—I and those who follow me. Glory be to Allah, and I am not one of the polytheists.”"},"surah":null},{"id":1705,"surahId":12,"ayatId":109,"ayatNo":"١٠٩","pageNo":248,"ayatText":"وَمَٓا اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالاً نُوحٖٓي اِلَيْهِمْ مِنْ اَهْلِ الْقُرٰىؕ اَفَلَمْ يَسٖيرُوا فِي الْاَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذٖينَ مِنْ قَبْلِهِمْؕ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِلَّذٖينَ اتَّقَوْاؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"Senden önce gönderdiğimiz peygamberler de o memleketlerin halkındandı, onlar da kendilerine vahiy verdiğimiz birtakım erkeklerden başkası değillerdi. Şimdi o yerlerde şöyle bir gezip görmediler mi? Kendilerinden önce gelip geçenlerin akıbetlerinin nasıl olduğuna bir baksalar ya!... Elbette ahiret yurdu müttakiler için daha hayırlıdır. Hâlâ aklınızı başınıza toplamayacak mısınız?","nl":"Wij hebben vóór jou niemand gezonden, behalve mannen van de bewoners van de steden aan wie Wij openbaarden. Reizen zij dan niet rond op de aarde, zodat zij zien boe het einde was van degenen vóór hen? En het Huis van het Hiernamaals is beter voor degenen die (Allah) vrezen. Denken jullie dan niet na?","en":"We only sent before you ˹O Prophet˺ men inspired by Us from among the people of each society. Have the deniers not travelled through the land to see what was the end of those ˹destroyed˺ before them? And surely the ˹eternal˺ Home of the Hereafter is far better for those mindful ˹of Allah˺. Will you not then understand"},"surah":null},{"id":1706,"surahId":12,"ayatId":110,"ayatNo":"١١٠","pageNo":248,"ayatText":"حَتّٰٓى اِذَا اسْتَيْـَٔسَ الرُّسُلُ وَظَنُّٓوا اَنَّهُمْ قَدْ كُذِبُوا جَٓاءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَشَٓاءُؕ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمٖينَ","ayatMealText":{"tr":"Nihayet peygamberleri (onların iman etmelerinden) ümit kesecek hale gelince ve kendilerinin yalancı durumuna düştüklerini sanınca, onlara yardımımız geldi, yetişti; dilediklerimiz kurtarıldı. Suçlular topluluğundan bizim azabımız geri çevrilemez.","nl":"Totdat de Boodschappers wanhoopten en dachten dat zij werden geloochend, toen kwam Onze hulp tot hen. En Wij redden wie Wij wilden. En Onze bestraffing kan niet tegengehouden worden van het misdadige volk.","en":"And when the messengers despaired and their people thought the messengers had been denied help, Our help came to them ˹at last˺. We then saved whoever We willed, and Our punishment is never averted from the wicked people"},"surah":null},{"id":1707,"surahId":12,"ayatId":111,"ayatNo":"١١١","pageNo":248,"ayatText":"لَقَدْ كَانَ فٖي قَصَصِهِمْ عِبْرَةٌ لِاُو۬لِي الْاَلْبَابِؕ مَا كَانَ حَدٖيثاً يُفْتَرٰى وَلٰكِنْ تَصْدٖيقَ الَّذٖي بَيْنَ يَدَيْهِ وَتَفْصٖيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"Gerçekten de onların kıssalarında üstün akıllılar için bir ibret vardır. Bu Kur'ân uydurulmuş herhangi bir söz değildir. Lâkin kendisinden önce gelen kitapların tasdiki her şeyin ayrıntılarıyla açıklayıcısı ve iman edecek bir kavim için hidayet ve rahmettir.","nl":"Voorzeker, cr is een lering in hun geschiedenissen voor de bezitters van verstand. Hij (de Koran) is geen verzonnen verhaal, maar is er als bevestiging van wat ervoor was, als een verduidelijking van alle dingen, als Leiding en als een Barmhartigheid voor een volk dat gelooft.","en":"In their stories there is truly a lesson for people of reason. This message cannot be a fabrication, rather ˹it is˺ a confirmation of previous revelation, a detailed explanation of all things, a guide, and a mercy for people of faith"},"surah":null}]}