{"juzNo":13,"pageNo":249,"arCuzNo":"۱۳","arPageNo":"۲٤۹","quranAyats":[{"id":1708,"surahId":13,"ayatId":1,"ayatNo":"١","pageNo":249,"ayatText":"الٓمٓرٰ تِلْكَ اٰيَاتُ الْكِتَابِؕ وَالَّـذٖٓي اُنْزِلَ اِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Elif, Lâm, Mîm, Ra. İşte bunlar sana o kitabın âyetleridir ve sana Rabbinden indirilen haktır. Lâkin insanların çoğu iman etmezler.","nl":"Alif Lâm Mîm Râ. Dit zijnde Verzen van Het Boek. En wat am jou van jouw Heer neergezonden is, is de Waarheid; maar de meeste mensen geloven het niet.","en":"Alif-Lãm-Mĩm-Ra. These are the verses of the Book. What has been revealed to you ˹O Prophet˺ from your Lord is the truth, but most people do not believe"},"surah":{"surahId":13,"name":"Ra'd","nameAr":"الرَّعْدِ","revelationOrder":96,"verseCount":43,"juzNo":12,"firstPage":249}},{"id":1709,"surahId":13,"ayatId":2,"ayatNo":"٢","pageNo":249,"ayatText":"اَللّٰهُ الَّذٖي رَفَعَ السَّمٰوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَؕ كُلٌّ يَجْرٖي لِاَجَلٍ مُسَمًّىؕ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيَاتِ لَعَلَّكُمْ بِلِقَٓاءِ رَبِّكُمْ تُوقِنُونَ","ayatMealText":{"tr":"Allah O'dur ki, gökleri direksiz yükseltti, onu görüyorsunuz, sonra arş üzerine istiva etti, güneşi ve ayı emrine boyun eğdirdi. Her biri belli bir vakte kadar akar gider. Bütün işleri O yönetiyor. Âyetleri O açıklıyor ki, Rabbinizin huzuruna çıkacağınızı iyi bilesiniz.","nl":"Allah is Degene Die de hemelen heeft verbeven, zonder steunpilaren die jullie zien. Vervolgens zetelde Hij Zich op de Troon en maakte de zon en de maan dienstbaar. Ieder draait tot een vastgestelde tijd. Hij (Allah) regelt de zaak (en) legt de Tekenen uit. Hopelijk zullen jullie vo de ontmoeting met jullie Heer overtuigd zijn.","en":"It is Allah Who has raised the heavens without pillars—as you can see—then established Himself on the Throne. He has subjected the sun and the moon, each orbiting for an appointed term. He conducts the whole affair. He makes the signs clear so that you may be certain of the meeting with your Lord"},"surah":null},{"id":1710,"surahId":13,"ayatId":3,"ayatNo":"٣","pageNo":249,"ayatText":"وَهُوَ الَّذٖي مَدَّ الْاَرْضَ وَجَعَلَ فٖيهَا رَوَاسِيَ وَاَنْهَاراًؕ وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فٖيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي الَّيْلَ النَّهَارَؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Yeryüzünü enine boyuna yayıp döşeyen, onda oturaklı dağlar ve ırmaklar meydana getiren ve yeryüzünde meyvelerin hepsinden iki çift yapan O'dur. Sürekli olarak gece ile gündüzü birbirine dolamaktadır. Düşünecek olan bir kavim için bunda muhakkak ki, ibretler vardır.","nl":"Hij is Degene Die die de aarde heeft uitgespreid en daarop stevige bergen en rivieren heeft gemaakt, en van alle soorten vruchten heeft Hij paren gemaakt. Hij doet de nacht de dag bedekken. Voorwaar, daarin zijn Tekenen voof een volk, dat nadenkt.","en":"And He is the One Who spread out the earth and placed firm mountains and rivers upon it, and created fruits of every kind in pairs. He covers the day with night. Surely in this are signs for those who reflect"},"surah":null},{"id":1711,"surahId":13,"ayatId":4,"ayatNo":"٤","pageNo":249,"ayatText":"وَفِي الْاَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ اَعْنَابٍ وَزَرْعٌ وَنَخٖيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقٰى بِمَٓاءٍ وَاحِدٍࣞ وَنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِي الْاُكُلِؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَعْقِلُونَ","ayatMealText":{"tr":"Yeryüzünde birbirine komşu kıtalar vardır. Üzüm bağları, ekinler, çatallı ve çatalsız hurmalıklar vardır ki, hepsi bir tek su ile sulanır. Halbuki meyvelerinde birini öbürüne üstün kılıyoruz. Aklı eren bir kavim için bunda muhakkak ibretler vardır.","nl":"En op de aarde zijn streken naast elkaar, en druivenstruiken, en planten en dadelpalmen, sommige met takken, andere met enkelvoudige stammen, begoten met één soort water. Wij doen sommige van hen beter eetbaar zijn dan andere. Voorwaar, daarin zijn Tekenen voor een volk dat begrijpt.","en":"And on the earth there are ˹different˺ neighbouring tracts, gardens of grapevines, ˹various˺ crops, palm trees—some stemming from the same root, others standing alone. They are all irrigated with the same water, yet We make some taste better than others. Surely in this are signs for those who understand"},"surah":null},{"id":1712,"surahId":13,"ayatId":5,"ayatNo":"٥","pageNo":249,"ayatText":"وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَاباً ءَاِنَّا لَفٖي خَلْقٍ جَدٖيدٍؕ اُو۬لٰٓئِكَ الَّذٖينَ كَفَرُوا بِرَبِّهِمْۚ وَاُو۬لٰٓئِكَ الْاَغْلَالُ فٖٓي اَعْنَاقِهِمْۚ وَاُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Eğer şaşıyorsan, asıl şaşılacak şey onların şu sözleridir: \"Biz toprak olup gittikten sonra mı, yani biz gerçekten yeniden mi yaratılacağız?\" İşte bunlar Rablerini inkâr etmişlerdir. Bunlar boyunlarında demir halkalar bulunanlardır. Ve işte bunlar cehennemliktirler, orada ebedî kalacaklardır.","nl":"En als jij je verbaast, nog verbazender zijn dan hun woorden: \"Wanneer wij tot aarde geworden zijn, zullen wij dan zeker een nieuw schepsel worden?\" Zij zijn degenen die niet in hun Heer geloven en zij zullen degenen met de ketenen om hun nekken zijn. En zij zijn degenen die de bewoners van de Hel zijn, zij zijn daarin eeuwig levenden.","en":"˹Now,˺ if anything should amaze you ˹O Prophet˺, then it is their question: “When we are reduced to dust, will we really be raised as a new creation?” It is they who have disbelieved in their Lord. It is they who will have shackles around their necks. And it is they who will be the residents of the Fire. They will be there forever"},"surah":null}]}