{"juzNo":13,"pageNo":250,"arCuzNo":"۱۳","arPageNo":"۲٥۰","quranAyats":[{"id":1713,"surahId":13,"ayatId":6,"ayatNo":"٦","pageNo":250,"ayatText":"وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُؕ وَاِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدٖيدُ الْعِقَابِ","ayatMealText":{"tr":"Ayrıca senden iyilikten önce hemen kötülüğü getirmeni isterler. Oysa daha önce onlara misal olacak cezalar gelip geçmiştir. Ve gerçekten Rabbin, zulümlerine karşılık insanlara mağfiret sahibidir. Bununla beraber Rabbinin azabı da cidden çok çetindir.","nl":"En zij vragen aan jou (O Moehammad) om verhaasting van het slechte, vóór het goede. En de voorbeelden van de bestraffing zijn reeds voorafgegaan. Voorwaar, jouw Heer is de Bezitter van vergeving voor de mensen, ondanks hun onrechtvaardige daden. En voorwaar, jouw Heer is zeker streng in de bestraffing.","en":"They ask you ˹O Prophet˺ to hasten the torment rather than grace, though there have ˹already˺ been ˹many˺ torments before them. Surely your Lord is full of forgiveness for people, despite their wrongdoing, and your Lord is truly severe in punishment"},"surah":{"surahId":13,"name":"Ra'd","nameAr":"الرَّعْدِ","revelationOrder":96,"verseCount":43,"juzNo":12,"firstPage":249}},{"id":1714,"surahId":13,"ayatId":7,"ayatNo":"٧","pageNo":250,"ayatText":"وَيَقُولُ الَّذٖينَ كَفَرُوا لَوْلَٓا اُنْزِلَ عَلَيْهِ اٰيَةٌ مِنْ رَبِّهٖؕ اِنَّـمَٓا اَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍࣖ","ayatMealText":{"tr":"O kâfirler: \"Rabbinden ona bir mucize indirilmeli değil miydi?\" derler. Sen bir uyarıcıdan başka bir şey değilsin ve her kavim için bir hidayetçi vardır.","nl":"En degenen die ongelovig zijn, zeggen: \"Waarom is er geen Teken van zijn Heer naar hem (Moehammad) neergezonden?\" Voorwaar, jij bent slechts een waarschuwer en voor elk volk is er een leider (Profeet).","en":"The disbelievers say, “If only a sign could be sent down to him from his Lord.” You ˹O Prophet˺ are only a warner. And every people had a guide"},"surah":null},{"id":1715,"surahId":13,"ayatId":8,"ayatNo":"٨","pageNo":250,"ayatText":"اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغٖيضُ الْاَرْحَامُ وَمَا تَزْدَادُؕ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ","ayatMealText":{"tr":"Her dişinin neye gebe olduğunu Allah bilir. Ve rahimler ne eksiltir, ne arttırır, onu da bilir. O'nun katında her şeyin bir ölçüsü vardır.","nl":"Allah weet wat iedere vrouw draagt en wat de baarmoeders verminderen of wat zij vermeerderen. Ein alle dingen hebben bij Hem een maatgeving.","en":"Allah knows what every female bears and what increases and decreases in the wombs. And with Him everything is determined with precision"},"surah":null},{"id":1716,"surahId":13,"ayatId":9,"ayatNo":"٩","pageNo":250,"ayatText":"عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبٖيرُ الْمُتَعَالِ","ayatMealText":{"tr":"Allah görünmeyeni de bilir, görüneni de. Büyüktür ve yücelerden yücedir.","nl":"(Hij is) de Kenner van het onwaarneembare en het waarneembare, de Grootste, de Allerhoogste.","en":"˹He is the˺ Knower of the seen and the unseen—the All-Great, Most Exalted"},"surah":null},{"id":1717,"surahId":13,"ayatId":10,"ayatNo":"١٠","pageNo":250,"ayatText":"سَوَٓاءٌ مِنْكُمْ مَنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍ بِالَّيْلِ وَسَارِبٌ بِالنَّهَارِ","ayatMealText":{"tr":"Sizden sözü gizleyenle açığa vuran, gece gizlenenle gündüz açığa çıkan, O'nun açısından eşittir (hepsini görür ve bilir).","nl":"(Voor Hem) is degene onder jullie die het woord verbergt gelijk aan degene die het hardop uitspreekt. En hij die verbergt in de nacht (is gelijk aan wie) overdag bekendmaakt.","en":"It is the same ˹to Him˺ whether any of you speaks secretly or openly, whether one hides in the darkness of night or goes about in broad daylight"},"surah":null},{"id":1718,"surahId":13,"ayatId":11,"ayatNo":"١١","pageNo":250,"ayatText":"لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُونَهُ مِنْ اَمْرِ اللّٰهِؕ اِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوا مَا بِاَنْفُسِهِمْؕ وَاِذَٓا اَرَادَ اللّٰهُ بِقَوْمٍ سُٓوءاً فَلَا مَرَدَّ لَهُۚ وَمَا لَهُمْ مِنْ دُونِهٖ مِنْ وَالٍ","ayatMealText":{"tr":"Her insan için önünden ve arkasından takip edenler vardır. Allah'ın emrinden dolayı onu gözetirler. Allah bir kavme verdiğini, o kavim kendisini bozup değiştirmedikçe değiştirmez. Allah bir kavme de kötülük murad etti mi, artık onun geri çevrilmesine de imkan yoktur. Onlar için Allah'dan başka bir veli de bulunmaz.","nl":"- En voor de mens zijn er bewakers (Engelen), voor hem en achter hem, zij waken over hem op bevel van Allah. Voorwaar, Allah verandert de (goede) toestand van een Yolk niet, totdat zij hun eigen toestand verarderen. En als Allah iets kwaads voor een volk wil, dan is er niemand die het kan afwenden en er is voor hen naast Hem geen Helper.","en":"For each one there are successive angels before and behind, protecting them by Allah’s command. Indeed, Allah would never change a people’s state ˹of favour˺ until they change their own state ˹of faith˺. And if it is Allah’s Will to torment a people, it can never be averted, nor can they find a protector other than Him"},"surah":null},{"id":1719,"surahId":13,"ayatId":12,"ayatNo":"١٢","pageNo":250,"ayatText":"هُوَ الَّذٖي يُرٖيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحَابَ الثِّقَالَۚ","ayatMealText":{"tr":"Size korku ve ümit içinde şimşeği gösteren ve o yağmur yüklü bulutları meydana getiren O'dur.","nl":"Hij is Degene die de bliksem aan jullie laat zien, om vrees en hoop (regen) te veroorzaken, en Hij doet de zware wolken ontstaan.","en":"He is the One Who shows you lightning, inspiring ˹you with˺ hope and fear, and produces heavy clouds"},"surah":null},{"id":1720,"surahId":13,"ayatId":13,"ayatNo":"١٣","pageNo":250,"ayatText":"وَيُسَبِّـحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰٓئِكَةُ مِنْ خٖيفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصٖيبُ بِهَا مَنْ يَشَٓاءُ وَهُمْ يُجَادِلُونَ فِي اللّٰهِۚ وَهُوَ شَدٖيدُ الْمِحَالِؕ","ayatMealText":{"tr":"Gök gürültüsü O'na hamd ile, melekler de O'nun korkusundan dolayı O'nu tesbih ederler. O yıldırımlar gönderir, onunla dilediğini çarpar. Onlar Allah hakkında mücadele edip duruyorlar. Oysa Allah'ın çarpması pek çetindir.","nl":"En de donder roemt Hem met Zijn loflprijzing en (ook) de Engelen. uit vrees voor Hem en Hij stuurt de bliksemschichten en treft ermee wie Hij wil. En zij redetwisten over Allah, en Hij is hard in het grijpen.","en":"The thunder glorifies His praises, as do the angels in awe of Him. He sends thunderbolts, striking with them whoever He wills. Yet they dispute about Allah. And He is tremendous in might"},"surah":null}]}