{"juzNo":13,"pageNo":251,"arCuzNo":"۱۳","arPageNo":"۲٥۱","quranAyats":[{"id":1721,"surahId":13,"ayatId":14,"ayatNo":"١٤","pageNo":251,"ayatText":"لَهُ دَعْوَةُ الْحَقِّؕ وَالَّذٖينَ يَدْعُونَ مِنْ دُونِهٖ لَا يَسْتَجٖيبُونَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَٓاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖؕ وَمَا دُعَٓاءُ الْكَافِرٖينَ اِلَّا فٖي ضَلَالٍ","ayatMealText":{"tr":"Gerçek dua O'nadır. O'nun dışında yalvarıp durdukları ise onlara hiçbir şeyle cevap veremezler. Onlar olsa olsa ağzına su gelsin diye iki avucunu açana benzer ki, o, ona gelmez. Kâfirlerin duası hep bir sapıklık içindedir.","nl":"Aan Hem is de ware smeekbede gericht, en degenen die zij naast Hem aanbidden verhoren hen in niets, behalve zoals bij degene zijn beide handen uitstrekt naar water om het naar zijn mond te brengen, maar het bereikt zijn mond niet. En de smeekbeden van de ongelovigen zijn nutteloos.","en":"Calling upon Him ˹alone˺ is the truth. But those ˹idols˺ the pagans invoke besides Him ˹can˺ never respond to them in any way. ˹It is˺ just like someone who stretches out their hands to water, ˹asking it˺ to reach their mouths, but it can never do so. The calls of the disbelievers are only in vain"},"surah":{"surahId":13,"name":"Ra'd","nameAr":"الرَّعْدِ","revelationOrder":96,"verseCount":43,"juzNo":12,"firstPage":249}},{"id":1722,"surahId":13,"ayatId":15,"ayatNo":"١٥","pageNo":251,"ayatText":"وَلِلّٰهِ يَسْجُدُ مَنْ فِي السَّمٰوَاتِ وَالْاَرْضِ طَوْعاً وَكَرْهاً وَظِلَالُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ","ayatMealText":{"tr":"Oysa göklerde ve yerde kim varsa ister istemez kendileri de gölgeleri de sabah akşam Allah'a secde ederler.","nl":"En voor Allah werpt zich neer wat zich in de hemelen en op de aarde bevindt, gewillig of ongewillig, en ook hun schaduwen (onderwerpen zich) in de ochtend en in de avond.","en":"To Allah ˹alone˺ bow down ˹in submission˺ all those in the heavens and the earth—willingly or unwillingly—as do their shadows, morning and evening"},"surah":null},{"id":1723,"surahId":13,"ayatId":16,"ayatNo":"١٦","pageNo":251,"ayatText":"قُلْ مَنْ رَبُّ السَّمٰوَاتِ وَالْاَرْضِؕ قُلِ اللّٰهُؕ قُلْ اَفَاتَّخَذْتُمْ مِنْ دُونِهٖٓ اَوْلِيَٓاءَ لَا يَمْلِكُونَ لِاَنْفُسِهِمْ نَفْعاً وَلَا ضَراًّؕ قُلْ هَلْ يَسْتَوِي الْاَعْمٰى وَالْبَصٖيرُۙ اَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُۚ اَمْ جَعَلُوا لِلّٰهِ شُرَكَٓاءَ خَلَقُوا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْؕ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ","ayatMealText":{"tr":"De ki: \"Göklerin ve yerin Rabbi kimdir?\" De ki: \"Allah'dır\". De ki: \"Allah'dan başkalarını, o kendi kendilerine ne bir fayda, ne de bir zarar verebilenleri dostlar mı ediniyorsunuz?\" De ki: \"Hiç kör ile gören bir olur mu? Hiç karanlıklarla aydınlık bir olur mu?\" Yoksa Allah'a, O'nun gibi yaratan birtakım ortaklar buldular da, bu yaratış kendilerince birbirine benzer mi göründü? De ki: \"Allah, her şeyi yaratandır. O, birdir. Her şeye üstün ve kahredicidir.\"","nl":"Zeg: \"Wie is de Heer van de hemelen en de aarde?\" Zeg: \"Allah.\" Zeg.- \"Nemen jullie dan naast Hem beschermers, terwijl zij geen macht hebben om voor zichzelf nut (te verwerven) of schade (af te wenden). Zeg: \"Zijn de blinden en de zienden gelijk, of zijn de duisternissen en het licht aan elkaar gelijk? Of kenden zij naast Allah deelgenoten toe. die iets geschapen zouden hebben, zoals Zijn schepping?\" Zodat het scheppen voor hen hetzelfde is, zeg: \"Allah is de Schepper van alles en Hij is de Ene, de Overweldiger.\"","en":"Ask ˹them, O Prophet˺, “Who is the Lord of the heavens and the earth?” Say, “Allah!” Ask ˹them˺, “Why ˹then˺ have you taken besides Him lords who cannot even benefit or protect themselves?” Say, “Can the blind and the sighted be equal? Or can darkness and light be equal?” Or have they associated with Allah partners who ˹supposedly˺ produced a creation like His, leaving them confused between the two creations? Say, “Allah is the Creator of all things, and He is the One, the Supreme.”"},"surah":null},{"id":1724,"surahId":13,"ayatId":17,"ayatNo":"١٧","pageNo":251,"ayatText":"اَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءً فَسَالَتْ اَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَداً رَابِياًؕ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَٓاءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِثْلُهُؕ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَؕ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَٓاءًۚ وَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْاَرْضِؕ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَؕ","ayatMealText":{"tr":"Gökten bir su indirdi de vadiler, kendi miktarlarınca sel olup aktılar. Sel de suyun yüzüne çıkan bir köpük yüklendi. Bir zinet eşyası veya bir değerli mal yapmak için, ateşte üzerini körükledikleri madenlerden de onun gibi bir köpük meydana gelir. İşte Allah hak ile batılı böyle çarpıştırır. Fakat köpük atılır gider, insanlara faydası olan ise yerde kalır. İşte Allah böyle misaller verir.","nl":"Hij (Allah) deed water uit de hemel neerdalen, dat daarna in beddingen naar hun omvang stroomt en de stroom dragt rijzend schuim mee. En uit wat zij in het vuur verhitten om sieraden of gebruiksvoorwerpen (te maken) komt soortgelijk schuim. Zo geeft Allah een gelijkenis over de Waarheid en de valsheid. Wat het schuim betreft, het verdwijnt als iets nutteloos, en wat betreft hetgeen de mensen baat, dat blijft op de aarde. Zo geeft Allah de gelijkenissen.","en":"He sends down rain from the sky, causing the valleys to flow, each according to its capacity. The currents then carry along rising foam, similar to the slag produced from metal that people melt in the fire for ornaments or tools. This is how Allah compares truth to falsehood. The ˹worthless˺ residue is then cast away, but what benefits people remains on the earth. This is how Allah sets forth parables"},"surah":null},{"id":1725,"surahId":13,"ayatId":18,"ayatNo":"١٨","pageNo":251,"ayatText":"لِلَّذٖينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنٰىؕ وَالَّذٖينَ لَمْ يَسْتَجٖيبُوا لَهُ لَوْ اَنَّ لَهُمْ مَا فِي الْاَرْضِ جَمٖيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهٖؕ اُو۬لٰٓئِكَ لَهُمْ سُٓوءُ الْحِسَابِۙ وَمَأْوٰيهُمْ جَهَنَّمُؕ وَبِئْسَ الْمِهَادُࣖ","ayatMealText":{"tr":"Rablerinin emirlerine uyanlar için daha güzeli vardır. O'na itaat etmeyenler ise, yeryüzünde bulunan ne varsa hepsi kendilerinin olsa da onu ve bir o kadarını bütünüyle kurtuluş fidyesi olarak verirlerdi. İşte onlar, hesabın kötüsü kendileri için olanlardır. Varacakları yer de cehennemdir. Orası da ne fena yataktır.","nl":"Voor degenen die aan hun Heer gehoor geven, is er het goede (het Paradijs). En degenen die Hem geen gehoor geven: al hadden zij alles op aarde en nog eens zo veel daarbij; zij zouden zich daarmee willen vrijkopn. Zij zijn degenen voor wie er een slechte afrekening zal zijn. En hun verblijfplaats is de Hel, dat is de slechtste plaats!","en":"Those who respond to ˹the call of˺ their Lord will have the finest reward. As for those who do not respond to Him, even if they were to possess everything in the world twice over, they would certainly offer it to ransom themselves. They will face strict judgment, and Hell will be their home. What an evil place to rest"},"surah":null}]}