{"juzNo":13,"pageNo":253,"arCuzNo":"۱۳","arPageNo":"۲٥۳","quranAyats":[{"id":1736,"surahId":13,"ayatId":29,"ayatNo":"٢٩","pageNo":253,"ayatText":"اَلَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبٰى لَهُمْ وَحُسْنُ مَاٰبٍ","ayatMealText":{"tr":"Onlar ki, iman etmişler ve salih ameller işlemişlerdir, ne mutlu onlara, varacakları yer de ne güzeldir!","nl":"En degenen die geloven en het goede werken verrichten: voor hen is er een goed leven en een goede plaats van terugkeer.","en":"Those who believe and do good, for them will be bliss and an honourable destination.”"},"surah":{"surahId":13,"name":"Ra'd","nameAr":"الرَّعْدِ","revelationOrder":96,"verseCount":43,"juzNo":12,"firstPage":249}},{"id":1737,"surahId":13,"ayatId":30,"ayatNo":"٣٠","pageNo":253,"ayatText":"كَذٰلِكَ اَرْسَلْنَاكَ فٖٓي اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَٓا اُمَمٌ لِتَتْلُوَ۬ا عَلَيْهِمُ الَّـذٖٓي اَوْحَيْنَٓا اِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمٰنِؕ قُلْ هُوَ رَبّٖي لَٓا اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ","ayatMealText":{"tr":"İşte seni böyle, kendilerinden önce nice ümmetler gelip geçmiş olan bir ümmet içinde gönderdik ki, onlar Rahmân'a küfredip dururlarken, sen onlara sana vahyettiğimiz kitabı okuyasın. De ki: \"O Rahmân benim Rabbimdir, O'ndan başka tanrı yoktur. Ben O'na dayandım, tevbem de O'nadır.","nl":"En zo hebben Wij jou (O Moehammad) tot een gemeenschap gezonden, waaraan andere gemenschappen vooraf zijn gegaan, om aan hen (de Koran) voor te dragen. die Wij aan jou hebben geopenbaard, terwijl zij de Erbarmer niet geloven. Zeg: \"Hij is mijn Heer. er is geen god dan Hij, op Hem heb ik mijn vertrouwen gesteld en tot Hem is de terugkeer.\"","en":"And so We have sent you ˹O Prophet˺ to a community, like ˹We did with˺ earlier communities, so that you may recite to them what We have revealed to you. Yet they deny the Most Compassionate. Say, “He is my Lord! There is no god ˹worthy of worship˺ except Him. In Him I put my trust, and to Him I turn ˹in repentance˺.”"},"surah":null},{"id":1738,"surahId":13,"ayatId":31,"ayatNo":"٣١","pageNo":253,"ayatText":"وَلَوْ اَنَّ قُرْاٰناً سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىؕ بَلْ لِلّٰهِ الْاَمْرُ جَمٖيعاًؕ اَفَلَمْ يَايْـَٔسِ الَّذٖينَ اٰمَنُٓوا اَنْ لَوْ يَشَٓاءُ اللّٰهُ لَهَدَى النَّاسَ جَمٖيعاًؕ وَلَا يَزَالُ الَّذٖينَ كَفَرُوا تُصٖيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ اَوْ تَحُلُّ قَرٖيباً مِنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِؕ اِنَّ اللّٰهَ لَا يُخْلِفُ الْمٖيعَادَࣖ","ayatMealText":{"tr":"Bir Kur'ân ki, onunla dağlar yürütülse veya onunla yer parçalansa veya onunla ölüler konuşturulsa (o yine bu Kur'an olurdu). Fakat emir bütünüyle Allah'ındır. İman edenler, kâfirlerden ümit kesip daha anlamadılar mı ki, Allah dileseydi, elbette insanların hepsine toptan hidayet buyururdu. O küfürde direnenlerin kendi sanatlarıyla başlarına musibet inip duracak, ya da yurtlarının yakınına konacak. Nihayet Allah'ın vaadi gelecek. Muhakkak ki, Allah vaad ettiği zamanı şaşırmaz.","nl":"En als er een oplezing (een geopenbaard boak) zou zijn, waardoor de bergen verplaatst worden of de aarde gespleten werd of de doden zouden kunnen spreken (dan zou dat deze Koran zijn). Maar bij Allah berusten alle zaken. Weten degenen die gelovigen niet, dat als Allah het zou willen, Hij zeker alle mensen geleid zou hebben? En tegenspoed blijft degenen die ongelovig zijn treffen wegens wat zij bedreven. Of er zal een ramp vlakbij hun huizen Plaatsvinden, totdat de belofte van Allah komt. Voorwaar, Allah verbreekt de belofte niet.","en":"If there were a recitation that could cause mountains to move, or the earth to split, or the dead to speak, ˹it would have been this Quran˺. But all matters are by Allah’s Will. Have the believers not yet realized that had Allah willed, He could have guided all of humanity? And disasters will continue to afflict the disbelievers or strike close to their homes for their misdeeds, until Allah’s promise comes to pass. Surely Allah never fails in His promise"},"surah":null},{"id":1739,"surahId":13,"ayatId":32,"ayatNo":"٣٢","pageNo":253,"ayatText":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذٖينَ كَفَرُوا ثُمَّ اَخَذْتُهُمْࣞ فَكَيْفَ كَانَ عِقَابِ","ayatMealText":{"tr":"Andolsun ki, senden önceki peygamberlerle de alay edildi. Ben de o kâfirlere bir süre için meydan verdim. Sonra da tuttum onları cezalandırdım. O vakit azabım nasıl imiş (gördüler).","nl":"En voorzeker, de Boodschappers vôôr jou werden bespot, waarna Ik de ongelovigen uitstel gaf. Vervolgens greep Ik hen, hoe was dan Mijn bestraffing?","en":"Other messengers had already been ridiculed before you, but I delayed the disbelievers ˹for a while˺ then seized them. And how ˹horrible˺ was My punishment"},"surah":null},{"id":1740,"surahId":13,"ayatId":33,"ayatNo":"٣٣","pageNo":253,"ayatText":"اَفَمَنْ هُوَ قَٓائِمٌ عَلٰى كُلِّ نَفْسٍ بِمَا كَسَبَتْۚ وَجَعَلُوا لِلّٰهِ شُرَكَٓاءَؕ قُلْ سَمُّوهُمْؕ اَمْ تُنَبِّؤُ۫نَهُ بِمَا لَا يَعْلَمُ فِي الْاَرْضِ اَمْ بِظَاهِرٍ مِنَ الْقَوْلِؕ بَلْ زُيِّنَ لِلَّذٖينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبٖيلِؕ وَمَنْ يُضْلِلِ اللّٰهُ فَمَا لَهُ مِنْ هَادٍ","ayatMealText":{"tr":"Bütün kazandıklarıyla her bir nefsin üzerinde böylesine hükümran olan başka kim vardır? Böyle iken tuttular da Allah'a ortaklar uydurdular. De ki: \"Onlara isimler verip durun bakalım. Siz O'na yeryüzünde bilmediği bir şey mi haber vereceksiniz? Yoksa anlamı olmayan kuru bir laf mı? Doğrusu küfre sapanlara kendi oyunları güzel gösterildi de yoldan saptırıldılar. Allah her kimi saptırırsa, artık onu yola getirecek kimse yoktur.","nl":"Is Hij die waakt over wat elke ziel heeft verworven (gelijk aan de afgodsbeelden)? Zij maakten afgoden naast Allah. Zeg: \"Beschrijft hen.\" Of willen jullie Hem inlichten over iets op de aarde dat Hij zou niet kennen? Of zijn het holle woorden? Nee, de list van degenen die ongelovig zijn, is schoon schijnend gemaakt (door de Satan). En zij houden (de mensen) af van de Weg van Allah. En wie door Allah tot dwaling gebracht wordt: voor hem is er geen gids.","en":"Is ˹there any equal to˺ the Vigilant One Who knows what every soul commits? Yet the pagans have associated others with Allah ˹in worship˺. Say, ˹O Prophet,˺ “Name them! Or do you ˹mean to˺ inform Him of something He does not know on the earth? Or are these ˹gods˺ just empty words?” In fact, the disbelievers’ falsehood has been made so appealing to them that they have been turned away from the Path. And whoever Allah leaves to stray will be left with no guide"},"surah":null},{"id":1741,"surahId":13,"ayatId":34,"ayatNo":"٣٤","pageNo":253,"ayatText":"لَهُمْ عَذَابٌ فِي الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِنَ اللّٰهِ مِنْ وَاقٍ","ayatMealText":{"tr":"Onlara dünya hayatında bir azap vardır. Ahiret azabı ise elbette daha çetindir. Onları Allah'dan koruyacak da yoktur.","nl":"Voor hen is er een bestraffing tijdens het wereldse leven, maar de bestraffing van het Hiernamaals is harder. En voor hen is er tegen (de bestraffing van) Allah geen beschermer.","en":"For them is punishment in this worldly life, but the punishment of the Hereafter is truly far worse. And none can shield them from Allah"},"surah":null}]}