{"juzNo":13,"pageNo":254,"arCuzNo":"۱۳","arPageNo":"۲٥٤","quranAyats":[{"id":1742,"surahId":13,"ayatId":35,"ayatNo":"٣٥","pageNo":254,"ayatText":"مَثَلُ الْجَنَّةِ الَّتٖي وُعِدَ الْمُتَّقُونَؕ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُؕ اُكُلُهَا دَٓائِمٌ وَظِلُّهَاؕ تِلْكَ عُقْبَى الَّذٖينَ اتَّقَوْاࣗ وَعُقْبَى الْكَافِرٖينَ النَّارُ","ayatMealText":{"tr":"Müttakilere vaad olunan cennetin misali şöyledir: Altından ırmaklar akar durur, yemişleri süreklidir, gölgeleri de. İşte bu, takva yolunu tutanların akıbetidir. Kâfirlerin akıbeti de ateştir.","nl":"De beschrijving van het Paradijs dat aan de Moettaqôen beloofd is: er stromen rivieren onder door, de vruchten erin zijn onuitputtelijk en haar schaduw ook. Dat is de eindbestemming van degenen die (Allah) vrezen. En de eindbestemming van de ongelovigen is de Hel.","en":"The description of the Paradise promised to the righteous is that under it rivers flow; eternal is its fruit as well as its shade. That is the ˹ultimate˺ outcome for the righteous. But the outcome for the disbelievers is the Fire"},"surah":{"surahId":13,"name":"Ra'd","nameAr":"الرَّعْدِ","revelationOrder":96,"verseCount":43,"juzNo":12,"firstPage":249}},{"id":1743,"surahId":13,"ayatId":36,"ayatNo":"٣٦","pageNo":254,"ayatText":"وَالَّذٖينَ اٰتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَٓا اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُؕ قُلْ اِنَّـمَٓا اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَٓا اُشْرِكَ بِهٖؕ اِلَيْهِ اَدْعُوا وَاِلَيْهِ مَاٰبِ","ayatMealText":{"tr":"Bir de kendilerine kitap verdiklerimiz, sana indirilen (vahiy) le sevinç duyuyorlar. Bununla beraber hizipleşenlerden, âyetlerin bir kısmını inkâr edenler de vardır. De ki: \"Ben ancak Allah'a kulluk etmekle ve O'na şirk koşmamakla emrolundum. Ben O'na davet ediyorum, dönüşüm de O'nadır.\"","nl":"Degenen aan wie Wij de Schrift hebben gegeven, verheugden zich over wat aan jou (O Moehammad) is neergezonden. Onder de bondgenoten zijn er die een gedeelte ervan ontkennen. Zeg: \"Het is mij bevolen om alleen Allah te aanbidden en ik ken Hem geen deelgenoten toe. Alleen Hem roep ik aan, en tot Hem is mijn terugkeer.","en":"˹The believers among˺ those who were given the Scripture rejoice at what has been revealed to you ˹O Prophet˺, while some ˹disbelieving˺ factions deny a portion of it. Say, “I have only been commanded to worship Allah, associating none with Him ˹in worship˺. To Him I invite ˹all˺, and to Him is my return.”"},"surah":null},{"id":1744,"surahId":13,"ayatId":37,"ayatNo":"٣٧","pageNo":254,"ayatText":"وَكَذٰلِكَ اَنْزَلْنَاهُ حُكْماً عَرَبِياًّؕ وَلَئِنِ اتَّبَعْتَ اَهْوَٓاءَهُمْ بَعْدَ مَا جَٓاءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَلِيٍّ وَلَا وَاقٍࣖ","ayatMealText":{"tr":"Ve işte biz o Kur'ân'ı Arapça bir hüküm olarak indirdik. Yemin olsun ki, eğer sen, sana vahiyle gelen bu bilgiden sonra onların keyiflerine uyacak olursan, sana Allah'dan ne bir dost vardır, ne de bir koruyucu.","nl":"En zo hebben Wij hem (de Koran) neergezonden, als een wetgeving in de Arabische taal. Als jij hun begeerten had gevolgd, nadat de kennis tot jou was gekomen, dan zou er voor jou (tegen de bestraffing van) Allah geen helper zijn en geen beschermer.","en":"And so We have revealed it as an authority in Arabic. And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or shield you from Allah"},"surah":null},{"id":1745,"surahId":13,"ayatId":38,"ayatNo":"٣٨","pageNo":254,"ayatText":"وَلَقَدْ اَرْسَلْنَا رُسُلاً مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجاً وَذُرِّيَّةًؕ وَمَا كَانَ لِرَسُولٍ اَنْ يَأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِؕ لِكُلِّ اَجَلٍ كِتَابٌ","ayatMealText":{"tr":"Andolsun ki, biz senden önce de peygamberler gönderdik. Onlara da eşler ve çocuklar verdik. Allah'ın izni olmadan herhangi bir âyet getirmek ise hiçbir peygamberin haddi değildir. Her ecel için bir yazı vardır.","nl":"En voorzeker, Wij hebben Boodschappers voor jou gezonden. En Wij maakten voor hen echtgenoten en nakomelingen. En het is niet aan de Boodschappers om een Vers te brengen, tenzij met verlof van Allah. Voor elke periode is er een Boek.","en":"We have certainly sent messengers before you ˹O Prophet˺ and blessed them with wives and offspring. It was not for any messenger to bring a sign without Allah’s permission. Every destined matter has a ˹set˺ time"},"surah":null},{"id":1746,"surahId":13,"ayatId":39,"ayatNo":"٣٩","pageNo":254,"ayatText":"يَمْحُوا اللّٰهُ مَا يَشَٓاءُ وَيُثْبِتُۚ وَعِنْدَهُٓ اُمُّ الْكِتَابِ","ayatMealText":{"tr":"Allah dilediğini imha eder, dilediğini de yerinde bırakır. Ana kitap O'nun katındadır.","nl":"Allah wist uit wat Hij wil en vestigt (wat Hij wil) en bij Hem bevindt zich de Oemmoelkitab.","en":"Allah eliminates and confirms what He wills, and with Him is the Master Record"},"surah":null},{"id":1747,"surahId":13,"ayatId":40,"ayatNo":"٤٠","pageNo":254,"ayatText":"وَاِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذٖي نَعِدُهُمْ اَوْ نَتَوَفَّـيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ","ayatMealText":{"tr":"Onlara vaad ettiğimiz azabın bir kısmını sana göstersek, yahut seni, onu görmeden vefat ettirsek, yine de sana düşen sadece tebliğ etmek, bize düşen de hesaba çekmektir.","nl":"En als Wij jou een deel laten zien van wat Wij hen aangezegd hebben, of jou doen sterven: voorwaar, op jou rust slechts de verkondiging. En aan Ons is de afrekening.","en":"Whether We show you ˹O Prophet˺ some of what We threaten them with, or cause you to die ˹before that˺, your duty is only to deliver ˹the message˺. Judgment is for Us"},"surah":null},{"id":1748,"surahId":13,"ayatId":41,"ayatNo":"٤١","pageNo":254,"ayatText":"اَوَلَمْ يَرَوْا اَنَّا نَأْتِي الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاؕ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖؕ وَهُوَ سَرٖيعُ الْحِسَابِ","ayatMealText":{"tr":"Görmüyorlar mı ki, biz yeri etrafından eksiltip duruyoruz. Allah öyle hükmeder ki, O'nun hükmünü engelleyecek kimse yoktur. O çok hızlı hesap görür.","nl":"En zien zij niet dat Wij tot het land komen en Wij het van buitenaf inperken? En Allah oordeelt en niemand kan Zijn oordeel afwenden. En Hij is snel in de afrekening,","en":"Do they not see that We gradually reduce their land from its borders? Allah decides—none can reverse His decision. And He is swift in reckoning"},"surah":null},{"id":1749,"surahId":13,"ayatId":42,"ayatNo":"٤٢","pageNo":254,"ayatText":"وَقَدْ مَكَرَ الَّذٖينَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمٖيعاًؕ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍؕ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ","ayatMealText":{"tr":"Onlardan öncekiler de hileler yapmışlardı. Fakat sonuçta bütün hileler(in cezası) Allah'a aittir. Her nefsin ne kazandığını O bilir. Bu dünyanın akıbetinin kime ait olduğunu kâfirler de yakında bilecekler.","nl":"En waarlijk, degenen voor hen beraamden (reeds) listen, maar Allah beheerst alle listen. Hij weet wat elke ziel doet. En de ongelovigen zullen te weten komen voor wie de (goede) eindbestemming is.","en":"Those ˹disbelievers˺ before them ˹secretly˺ planned, but Allah has the ultimate plan. He knows what every soul commits. And the disbelievers will soon know who will have the ultimate outcome"},"surah":null}]}