{"juzNo":13,"pageNo":255,"arCuzNo":"۱۳","arPageNo":"۲٥٥","quranAyats":[{"id":1750,"surahId":13,"ayatId":43,"ayatNo":"٤٣","pageNo":255,"ayatText":"وَيَقُولُ الَّذٖينَ كَفَرُوا لَسْتَ مُرْسَلاًؕ قُلْ كَفٰى بِاللّٰهِ شَهٖيداً بَيْنٖي وَبَيْنَكُمْۙ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ","ayatMealText":{"tr":"O kâfirler: \"Sen Allah tarafından gönderilmiş bir peygamber değilsin\" diyorlar. De ki: \"Benimle sizin aranızda şahit olarak Allah yeter, bir de yanında kitap ilmi bulunan (yeter).\"","nl":"En degenen die ongelovig zijn zeggen: jij bent geen gezondene. Zeg: \"Allah is genoeg als Getuige tussen mij en jullie en tussen de mensen die kennis hebben van de Schrift.\"","en":"The disbelievers say, “You ˹Muḥammad˺ are no messenger.” Say, ˹O Prophet,˺ “Allah is sufficient as a Witness between me and you, as is whoever has knowledge of the Scripture.”"},"surah":{"surahId":13,"name":"Ra'd","nameAr":"الرَّعْدِ","revelationOrder":96,"verseCount":43,"juzNo":12,"firstPage":249}},{"id":1751,"surahId":14,"ayatId":1,"ayatNo":"١","pageNo":255,"ayatText":"الٓـرٰࣞ كِتَابٌ اَنْزَلْنَاهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ اِلَى النُّورِ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزٖيزِ الْحَمٖيدِۙ","ayatMealText":{"tr":"Elif, Lâm, Râ. Bu Kur'ân öyle büyük bir kitaptır ki, insanları Rablerinin izni ile karanlıklardan aydınlığa, her şeye galip ve hamde lâyık olan Allah'ın yoluna çıkarman için onu sana indirdik.","nl":"Alif, Lam, Ra. (Dit is) een Boek dat Wij aan jou (O Moehammad) neergezonden hebben, opdat jij de mensen uit de duisternissen naar het licht zult voeren, met verlof van hun Heer, naar het Pad van de Almachtige, de Geprezene.","en":"Alif-Lãm-Ra. ˹This is˺ a Book which We have revealed to you ˹O Prophet˺ so that you may lead people out of darkness and into light, by the Will of their Lord, to the Path of the Almighty, the Praiseworthy—"},"surah":{"surahId":14,"name":"İbrâhîm","nameAr":"اِبْرٰه۪يمَ","revelationOrder":72,"verseCount":52,"juzNo":13,"firstPage":255}},{"id":1752,"surahId":14,"ayatId":2,"ayatNo":"٢","pageNo":255,"ayatText":"اَللّٰهِ الَّذٖي لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَوَيْلٌ لِلْكَافِرٖينَ مِنْ عَذَابٍ شَدٖيدٍۙ","ayatMealText":{"tr":"O Allah'ın (yolu) ki, göklerde ve yerde ne varsa hepsi O'nundur. Şiddetli bir azabdan dolayı vay kâfirlerin haline!","nl":"Allah is Degene aan Wie wat er in de hemelen en op de aarde is behoort. En wee de ongelovigen, een harde bestraffing (zal hen treffen).","en":"Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers because of a severe torment"},"surah":null},{"id":1753,"surahId":14,"ayatId":3,"ayatNo":"٣","pageNo":255,"ayatText":"اَلَّذٖينَ يَسْتَحِبُّونَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّونَ عَنْ سَبٖيلِ اللّٰهِ وَيَبْغُونَهَا عِوَجاًؕ اُو۬لٰٓئِكَ فٖي ضَلَالٍ بَعٖيدٍ","ayatMealText":{"tr":"Onlar, o kimselerdir ki dünya hayatını ahirete tercih ederler, (insanları) Allah'ın yolundan çevirirler ve onun eğrilmesini isterler. İşte bunlar, çok büyük bir sapıklık içindedirler.","nl":"Degenen die het wereldse leven verkiezen boven het Hiernamaals, en afhouden van de Weg van Allah en die wensen dat die krom wordt. Zij zijn degenen die in vergaande dwaling verkeren.","en":"˹They are˺ the ones who favour the life of this world over the Hereafter and hinder ˹others˺ from the Way of Allah, striving to make it ˹appear˺ crooked. It is they who have gone far astray"},"surah":null},{"id":1754,"surahId":14,"ayatId":4,"ayatNo":"٤","pageNo":255,"ayatText":"وَمَٓا اَرْسَلْنَا مِنْ رَسُولٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْؕ فَيُضِلُّ اللّٰهُ مَنْ يَشَٓاءُ وَيَهْدٖي مَنْ يَشَٓاءُؕ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Biz, her peygamberi, ancak bulunduğu kavminin diliyle gönderdik ki, onlara apaçık anlatsın. Bu itibarla Allah dilediğini sapıklıkta bırakır, dilediğini de hidayete erdirir. O her şeye galibdir, hükmünde hikmet sahibidir.","nl":"En Wij hebben geen Boodschapper gezonden, of (hij sprak) de taal van zijn volk, om hen een duidelijke uitleg te geven. Daarna doet Allah dwalen wie Hij wil, en leidt Hij wie Hij wil. En Hij is de Almachtige, de Alwijze.","en":"We have not sent a messenger except in the language of his people to clarify ˹the message˺ for them. Then Allah leaves whoever He wills to stray and guides whoever He wills. And He is the Almighty, All-Wise"},"surah":null},{"id":1755,"surahId":14,"ayatId":5,"ayatNo":"٥","pageNo":255,"ayatText":"وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيَاتِنَٓا اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ اِلَى النُّورِ وَذَكِّرْهُمْ بِاَيَّامِ اللّٰهِؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ","ayatMealText":{"tr":"And olsun ki Musa'yı âyetlerimizle gönderdik. Ona şöyle dedik: Kavmini karanlıklardan aydınlığa çıkar, onlara Allah'ın (felaket) günlerini hatırlat. Şüphe yok ki bunda her sabredip şükreden için nice ibretler vardır.","nl":"Voorzeker, wij zonden Môesa met Onze Tekenen, (zeggend:) \"Voer jouw volk vanuit de duisternissen naar het licht en herinner hen aan de dagen van Allah.\" Daarin zijn inderdaad Tekenen voor alle geduldige dankbaren.","en":"Indeed, We sent Moses with Our signs, ˹ordering him,˺ “Lead your people out of darkness and into light, and remind them of Allah’s days ˹of favour˺.” Surely in this are signs for whoever is steadfast, grateful"},"surah":null}]}