{"juzNo":13,"pageNo":256,"arCuzNo":"۱۳","arPageNo":"۲٥٦","quranAyats":[{"id":1756,"surahId":14,"ayatId":6,"ayatNo":"٦","pageNo":256,"ayatText":"وَاِذْ قَالَ مُوسٰى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰيكُمْ مِنْ اٰلِ فِرْعَوْنَ يَسُومُونَكُمْ سُٓوءَ الْعَذَابِ وَيُذَبِّحُونَ اَبْنَٓاءَكُمْ وَيَسْتَحْيُونَ نِسَٓاءَكُمْؕ وَفٖي ذٰلِكُمْ بَلَٓاءٌ مِنْ رَبِّكُمْ عَظٖيمٌࣖ","ayatMealText":{"tr":"Musa kavmine demişti ki: \"Allah'ın üzerinizdeki nimetini hatırlayın. Çünkü O, bir vakit sizi Firâvun ailesinden kurtardı. Onlar sizi işkencenin en kötüsüne sürüyorlar ve oğullarınızı kesip kadınlarınızı da diri bırakıyorladı. Ve bunda Rabbinizden size büyük bir imtihan vardır.\"","nl":"En (gedenkt) toen Môesa tegen zijn volk zei: \"Gedenkt de Genade van Allah aan jullie toen Hij jullie redde van Fir'aun en zijn volgelingen, hij pijnigde jullie met zwaarste foltering: zij slachtten jullie zonen af en lieten jullie dochters in leven. Daarin was een geweldige beproeving van jullie Heer.\"","en":"˹Consider˺ when Moses said to his people, “Remember Allah’s favour upon you when He rescued you from the people of Pharaoh, who afflicted you with dreadful torment—slaughtering your sons and keeping your women. That was a severe test from your Lord"},"surah":{"surahId":14,"name":"İbrâhîm","nameAr":"اِبْرٰه۪يمَ","revelationOrder":72,"verseCount":52,"juzNo":13,"firstPage":255}},{"id":1757,"surahId":14,"ayatId":7,"ayatNo":"٧","pageNo":256,"ayatText":"وَاِذْ تَاَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَاَزٖيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ اِنَّ عَذَابٖي لَشَدٖيدٌ","ayatMealText":{"tr":"Ve hatırlayın ki Rabbiniz size şöyle bildirmişti: Yüceliğim hakkı için şükrederseniz elbette size (nimetimi) artırırım ve eğer nankörlük ederseniz hiç şüphesiz azabım çok şiddetlidir.","nl":"En (gedenkt) toen jullie Heer bekend maakte: \"Als jullie dankbaar zijn, dan zullen Wij zeker jullie (genietingen) vermeerderen. En als jullie ondankbaar zijn: voorwaar, Mijn bestraffing is zeker hard.\"","en":"And ˹remember˺ when your Lord proclaimed, ‘If you are grateful, I will certainly give you more. But if you are ungrateful, surely My punishment is severe.’”"},"surah":null},{"id":1758,"surahId":14,"ayatId":8,"ayatNo":"٨","pageNo":256,"ayatText":"وَقَالَ مُوسٰٓى اِنْ تَكْفُرُٓوا اَنْتُمْ وَمَنْ فِي الْاَرْضِ جَمٖيعاًۙ فَاِنَّ اللّٰهَ لَغَنِيٌّ حَمٖيدٌ","ayatMealText":{"tr":"Musa dedi ki: Siz ve yeryüzünde bulunanların hepsi nankörlük etseniz, iyi biliniz ki Allah hepinizden zengindir, hamdedilmeye layıktır.","nl":"En Môesa zei: \"Als jallie ondankbaar zijn, jullie en allen die op de aarde zijn: voorwaar, Allah is zeker Behoefteloos, Geprezen.\"","en":"Moses added, “If you along with everyone on earth were to be ungrateful, then ˹know that˺ Allah is indeed Self-Sufficient, Praiseworthy.”"},"surah":null},{"id":1759,"surahId":14,"ayatId":9,"ayatNo":"٩","pageNo":256,"ayatText":"اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذٖينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَؕۛ وَالَّذٖينَ مِنْ بَعْدِهِمْؕۛ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُؕ جَٓاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّٓوا اَيْدِيَهُمْ فٖٓي اَفْوَاهِهِمْ وَقَالُٓوا اِنَّا كَفَرْنَا بِمَٓا اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفٖي شَكٍّ مِمَّا تَدْعُونَـنَٓا اِلَيْهِ مُرٖيبٍ","ayatMealText":{"tr":"Sizden öncekilerin; Nuh, Âd ve Semûd kavimlerinin ve onlardan sonra gelenlerin haberleri size gelmedi mi? Onları, Allah'tan başkası bilmez. Peygamberleri onlara mucizeler getirdi de onlar ellerini ağızlarına koydular ve dediler ki: \"Biz sizinle gönderileni inkâr ettik ve bizi çağırdığınız şeyden de şüphe ve endişe içindeyiz.\"","nl":"Is de geschiedenis van degenen voor jullie nog niet tot jullie gekomen, (over) het volk van Nôeh, en de 'Ad en de Tsamoed en degenen na hen? Niemand kent hen behalve Allah. Hun Boodschappers kwamen tot hen met de duidelijke bewijzen, vervolgens bedekten zij met hun handen hun mond (vanwege hun verachting) en zeiden: \"Voorwaar, wij geloven niet in dat, waarmee jullie gezonden zijn. En voorwaar, wij verkeren in ernstige twijfel over dat waar jullie ons toe oproepen.\"","en":"Have you not ˹already˺ received the stories of those who were before you: the people of Noah, ’Âd, Thamûd, and those after them? Only Allah knows how many they were. Their messengers came to them with clear proofs, but they put their hands over their mouths and said, “We totally reject what you have been sent with, and we are certainly in alarming doubt about what you are inviting us to.”"},"surah":null},{"id":1760,"surahId":14,"ayatId":10,"ayatNo":"١٠","pageNo":256,"ayatText":"قَالَتْ رُسُلُهُمْ اَفِي اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوَاتِ وَالْاَرْضِؕ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُسَمًّىؕ قَالُٓوا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِثْلُنَاؕ تُرٖيدُونَ اَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ اٰبَٓاؤُ۬نَا فَأْتُونَا بِسُلْطَانٍ مُبٖينٍ","ayatMealText":{"tr":"Peygamberleri dedi ki: \"Gökleri ve yeri yaratan, Allah hakkında da şüphe mi var? O, sizi günahlarınızı bağışlamak için çağırıyor ve belirlenmiş bir süreye kadar size müsade ediyor.\" Onlar da: \"Siz sadece bizim gibi bir insansınız, bizi babalarımızıntaptıklarından alıkoymak istiyorsunuz. O halde bize apaçık bir delil getirin!\" dediler.","nl":"Hun Boodschappers zeiden: \"Is er twijfel over Allah, de Schepper van de hemel en de aarde? Hij roept jullie om jullie zonden te vergeven en Hij geeft jullie uitstel tot een vastgestelde tijd.\" Zij zeiden: \"Jullie zijn slechts mensen als wij. Jullie willen ons afhouden van wat onze voorouders aanbaden. Geeft ons daarom een duidelijk bewijs!\"","en":"Their messengers asked ˹them˺, “Is there any doubt about Allah, the Originator of the heavens and the earth? He is inviting you in order to forgive your sins, and delay your end until your appointed term.” They argued, “You are no more than humans like us! You ˹only˺ wish to turn us away from what our forefathers worshipped. So bring us some compelling proof.”"},"surah":null}]}