{"juzNo":13,"pageNo":257,"arCuzNo":"۱۳","arPageNo":"۲٥۷","quranAyats":[{"id":1761,"surahId":14,"ayatId":11,"ayatNo":"١١","pageNo":257,"ayatText":"قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَحْنُ اِلَّا بَشَرٌ مِثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَشَٓاءُ مِنْ عِبَادِهٖؕ وَمَا كَانَ لَـنَٓا اَنْ نَأْتِيَكُمْ بِسُلْطَانٍ اِلَّا بِاِذْنِ اللّٰهِؕ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","ayatMealText":{"tr":"Peygamberleri onlara dediler ki: \"(Evet) biz ancak sizin gibi bir insanız, ama Allah kullarından dilediğine nimetini lütfeder. Ve Allah'ın izni olmadıkça bizim size bir delil getirmemize imkan yoktur. Müminler ancak Allah'a dayansınlar.","nl":"Hun Boodschappers zeiden tot hen: \"Wij zijn slechts mensen als jullie, maar Allah geeft Zijn gunsten aan wie Hij wil van Zijn dienaren. En het is niet aan ons om jullie een bewijs te brengen, tenzij met verlof van Allah. En laten de gelovigen daarom hun vertrouwen stellen op Allah.","en":"Their messengers said to them, “We are ˹indeed˺ only humans like you, but Allah favours whoever He chooses of His servants. It is not for us to bring you any proof without Allah’s permission. And in Allah let the believers put their trust"},"surah":{"surahId":14,"name":"İbrâhîm","nameAr":"اِبْرٰه۪يمَ","revelationOrder":72,"verseCount":52,"juzNo":13,"firstPage":255}},{"id":1762,"surahId":14,"ayatId":12,"ayatNo":"١٢","pageNo":257,"ayatText":"وَمَا لَـنَٓا اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰينَا سُبُلَنَاؕ وَلَنَصْبِرَنَّ عَلٰى مَٓا اٰذَيْتُمُونَاؕ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَࣖ","ayatMealText":{"tr":"Bize yollarımızı göstermişken neden biz Allah'a dayanıp güvenmeyelim? Elbette bize yaptığınız eziyetlere katlanacağız. Tevekkül edenler yalnız Allah'a tevekkül etsinler.\"","nl":"Waarom zouden wij niet op Allah ons vertrouwen stellen. terwijl Hij ons waarlijk heeft geleid op onze weg? En wij zullen zeker geduld hebben met de kwellingen die jullie ons aandoen. En laten daarom zij die vertrouwen hebben (hun) vertrouwen op Allah stellen.\"","en":"Why should we not put our trust in Allah, when He has truly guided us to ˹the very best of˺ ways? Indeed, we will patiently endure whatever harm you may cause us. And in Allah let the faithful put their trust.”"},"surah":null},{"id":1763,"surahId":14,"ayatId":13,"ayatNo":"١٣","pageNo":257,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ اَرْضِنَٓا اَوْ لَتَعُودُنَّ فٖي مِلَّتِنَاؕ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمٖينَۙ","ayatMealText":{"tr":"İnkâr edenler peygamberlerine dediler ki: \"Ya sizi mutlaka yurdumuzdan çıkaracağız, ya da mutlaka dinimize döneceksiniz!\" Rableri de onlara: \"Zâlimleri mutlaka helak edeceğiz\" diye vahyetti.","nl":"En degenen die ongelovig waren, zeiden tot hun Boodschappers: \"Wij zullen jullie zeker uit ons land verdrijven, of jullie moeten zeker terugkeren tot ons geloof.\" Toen openbaarde hun Heer aan hen: \"Wij zullen de onrechtplegers zeker vernietigen.","en":"The disbelievers then threatened their messengers, “We will certainly expel you from our land, unless you return to our faith.” So their Lord revealed to them, “We will surely destroy the wrongdoers"},"surah":null},{"id":1764,"surahId":14,"ayatId":14,"ayatNo":"١٤","pageNo":257,"ayatText":"وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْ بَعْدِهِمْؕ ذٰلِكَ لِمَنْ خَافَ مَقَامٖي وَخَافَ وَعٖيدِ","ayatMealText":{"tr":"Ve Onlardan sonra sizi mutlaka o yerde yerleştireceğiz. Bu, makamımdan ve tehdidimden korkan içindir.","nl":"En Wij zullen jullie na hen in het land vestigen. Dat is voor wie Mijn plaats (macht) vreest en Mijn aaazegging vreest.\"","en":"and make you reside in the land after them. This is for whoever is in awe of standing before Me and fears My warning.”"},"surah":null},{"id":1765,"surahId":14,"ayatId":15,"ayatNo":"١٥","pageNo":257,"ayatText":"وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنٖيدٍۙ","ayatMealText":{"tr":"(Peygamberler, düşmanlarına karşı) fetih istediler, ve her zorba inatçı hüsrana uğradı.","nl":"En zij vroegen om een overwinning en iedere opstandige geweldenaar verloor.","en":"And both sides called for judgment, so every stubborn tyrant was doomed"},"surah":null},{"id":1766,"surahId":14,"ayatId":16,"ayatNo":"١٦","pageNo":257,"ayatText":"مِنْ وَرَٓائِهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَٓاءٍ صَدٖيدٍۙ","ayatMealText":{"tr":"Ardından da Cehennem vardır, orada kendisine irinli su içirilecektir.","nl":"Voor hen ligt de Hel. En hij zal worden begoten met ettervocht.","en":"Awaiting them is Hell, and they will be left to drink oozing pus"},"surah":null},{"id":1767,"surahId":14,"ayatId":17,"ayatNo":"١٧","pageNo":257,"ayatText":"يَتَجَرَّعُهُ وَلَا يَكَادُ يُسٖيغُهُ وَيَأْتٖيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍؕ وَمِنْ وَرَٓائِهٖ عَذَابٌ غَلٖيظٌ","ayatMealText":{"tr":"Onu yutmaya çalışacak, fakat boğazından geçiremeyecek ve her yandan ona ölüm gelecek, fakat o ölemez. Arkasından da çetin bir azab gelecektir.","nl":"Hij drinkt het slokje voor slokje, en hij kan het bijna niet doorslikken. En de dood komt tot hem van alle kanten, maar hij sterft niet, en voor hem ligt nog een zware bestraffing.","en":"which they will sip with difficulty, and can hardly swallow. Death will overwhelm them from every side, yet they will not ˹be able to˺ die. Awaiting them still is harsher torment"},"surah":null},{"id":1768,"surahId":14,"ayatId":18,"ayatNo":"١٨","pageNo":257,"ayatText":"مَثَلُ الَّذٖينَ كَفَرُوا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادٍۨ اشْتَدَّتْ بِهِ الرّٖيحُ فٖي يَوْمٍ عَاصِفٍؕ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلٰى شَيْءٍؕ ذٰلِكَ هُوَ الضَّلَالُ الْبَعٖيدُ","ayatMealText":{"tr":"Rabblerini inkâr edenlerin durumu tıpkı fırtınalı bir günde rüzgarın şiddetle savurduğu bir küle benzer. Kazandıklarından hiçbir şeyi elde edemezler. İşte asıl uzak sapıklık budur.","nl":"De vergelijking met degenen die niet in hun Heer geloven, is alsof hun daden als as zijn, dat door een harde wind wordt weggeblazen op een stormachtige dag. Zij hebben geen enkele macht over wat zij hebben verworven. Dat is een vergaande dwaling.","en":"The parable of the deeds of those who disbelieve in their Lord is that of ashes fiercely blown away by wind on a stormy day. They will gain nothing from what they have earned. That is ˹truly˺ the farthest one can stray"},"surah":null}]}