{"juzNo":13,"pageNo":258,"arCuzNo":"۱۳","arPageNo":"۲٥۸","quranAyats":[{"id":1769,"surahId":14,"ayatId":19,"ayatNo":"١٩","pageNo":258,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ بِالْحَقِّؕ اِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدٖيدٍۙ","ayatMealText":{"tr":"Gökleri ve yeri gerçekten Allah'ın yarattığını görmedin mi? O dilerse sizi yok edip yepyeni bir halk getirir.","nl":"Zie jij (O Moehammad) dan niet dat Allah de hemelen en de aarde met de Waarheid heeft geschapen? Wanneer Hij wil, doet Hij jullie verdwijnen en brengt Hij een nieuwe schepping.","en":"Have you not seen that Allah created the heavens and the earth for a reason? If He wills, He can eliminate you and produce a new creation"},"surah":{"surahId":14,"name":"İbrâhîm","nameAr":"اِبْرٰه۪يمَ","revelationOrder":72,"verseCount":52,"juzNo":13,"firstPage":255}},{"id":1770,"surahId":14,"ayatId":20,"ayatNo":"٢٠","pageNo":258,"ayatText":"وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزٖيزٍ","ayatMealText":{"tr":"Bu, Allah'a göre önemli bir şey değildir.","nl":"En dat is voor Allah niet moeilijk.","en":"And that is not difficult for Allah ˹at all˺"},"surah":null},{"id":1771,"surahId":14,"ayatId":21,"ayatNo":"٢١","pageNo":258,"ayatText":"وَبَرَزُوا لِلّٰهِ جَمٖيعاً فَقَالَ الضُّعَفٰٓؤُ۬ا لِلَّذٖينَ اسْتَكْـبَرُٓوا اِنَّا كُنَّا لَكُمْ تَبَعاً فَهَلْ اَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍؕ قَالُوا لَوْ هَدٰينَا اللّٰهُ لَهَدَيْنَاكُمْؕ سَوَٓاءٌ عَلَيْنَٓا اَجَزِعْنَٓا اَمْ صَبَرْنَا مَا لَنَا مِنْ مَحٖيصٍࣖ","ayatMealText":{"tr":"(Kıyamet günü) İnsanların hepsi Allah'ın huzuruna çıkacaklar. Ve zayıflar büyüklük taslayanlara şöyle diyecekler: \"Bizler, sizlere uymuştuk. Şimdi siz, Allah'ın azabından en ufak bir şeyi bizden savabilir misiniz?\" Onlar da diyecekler ki: \"Allah bizi hidayete erdirseydi, biz de size doğru yol gösterirdik. Artık şimdi bizler sızlansak da sabretsek de birdir. Çünkü kaçacak yerimiz yoktur.\"","nl":"En zij verschijnen allen voor Allah, en de zwakken zullen dan tot degenen die hoogmoedig waren zeggen: \"Voorwaar, wij waren jullie volgelingen, kunnen jullie dan nu voor ons iets van de bestraffing van Allah afwenden?\" Zij zeggen: \"Als Allah ons geleid had, zouden wij jullie zeker geleid hebben; het is voor ons hetzelfde, of wij nu klagen. of dat wij geduldig zijn. Er is voor ons geen toevluchtsoord.\"","en":"They will all appear before Allah, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, so will you ˹then˺ protect us from Allah’s torment in any way?” They will reply, “Had Allah guided us, we would have guided you. ˹Now˺ it is all the same for us whether we suffer patiently or impatiently, there is no escape for us.”"},"surah":null},{"id":1772,"surahId":14,"ayatId":22,"ayatNo":"٢٢","pageNo":258,"ayatText":"وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَاَخْلَفْتُكُمْؕ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ اِلَّٓا اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لٖيۚ فَلَا تَلُومُونٖي وَلُومُٓوا اَنْفُسَكُمْؕ مَٓا اَنَا۬ بِمُصْرِخِكُمْ وَمَٓا اَنْتُمْ بِمُصْرِخِيَّؕ اِنّٖي كَفَرْتُ بِمَٓا اَشْرَكْتُمُونِ مِنْ قَبْلُؕ اِنَّ الظَّالِمٖينَ لَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"İş bitince şeytan onlara şöyle diyecek: \"Şüphesiz ki Allah size gerçek olanı vaad etti, ben de size vaad ettim, ama sonra caydım! Zaten benim size karşı bir gücüm yoktu. Ancak ben sizi (küfür ve isyana) çağırdım, siz de geldiniz. O halde beni kınamayın, kendi kendinizi kınayın! Ne ben sizi kurtarabilirim, ne de siz beni kurtarabilirsiniz! Ben, önceden beni Allah'a ortak koşmanızı da kabul etmemiştim.\" Doğrusu zalimler için acı bir azab vardır!","nl":"De Satan zei, nadat de zaak besloten was: \"Voorwaar, Allah heeft jullie een ware belofte gedaan, en ik heb jullie een belofte gedaan, maar ik liet jullie daarna in de steek. Ik had geen macht over jullie, behalve dat ik jullie heb geroepen, waarop jullie mij gehoorzamnden, verwijt mij daarom niets! Verwijten jullie julliezelf maar. Ik kan jullie niet helpen en jullie kunnen mij niet helpen. Voorwaar. ik verwerp het, dat jullie mij voorheen als deelgenoot (aan Allah) toekenden.\" Voorwaar, voor de onrechtplegers is er een pijnlijke bestraffing.","en":"And Satan will say ˹to his followers˺ after the judgment has been passed, “Indeed, Allah has made you a true promise. I too made you a promise, but I failed you. I did not have any authority over you. I only called you, and you responded to me. So do not blame me; blame yourselves. I cannot save you, nor can you save me. Indeed, I denounce your previous association of me with Allah ˹in loyalty˺. Surely the wrongdoers will suffer a painful punishment.”"},"surah":null},{"id":1773,"surahId":14,"ayatId":23,"ayatNo":"٢٣","pageNo":258,"ayatText":"وَاُدْخِلَ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَا بِاِذْنِ رَبِّهِمْؕ تَحِيَّتُهُمْ فٖيهَا سَلَامٌ","ayatMealText":{"tr":"İman edip salih ameller işleyenler ise, Rablerinin izniyle içinde sürekli kalacakları ve altından ırmaklar akan cennetlere konulurlar. Oradaki dirlik temennileri \"selâm!\"dır.","nl":"En degenen die geloofden en goede daden verrichtten worden de Tuinen (het Paradijs) binnengeleid, waar onder door de rivieren stromen, daarin zullen zij eeuwig levenden zijn, met verlof van hun Heer. Hun begroeting daarin is \"Salâm.\" (Vrede)","en":"Those who believe and do good will be admitted into Gardens, under which rivers flow—to stay there forever by the Will of their Lord—where they will be greeted with “Peace!”"},"surah":null},{"id":1774,"surahId":14,"ayatId":24,"ayatNo":"٢٤","pageNo":258,"ayatText":"اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَٓاءِۙ","ayatMealText":{"tr":"Görmedin mi? Allah nasıl bir misal verdi. Güzel bir söz, kökü (yerde) sabit, dalları gökte olan güzel bir ağaç gibidir.","nl":"Zie jij niet boe Allah een vergelijking maakt met een goede uitspraak, die als een goede boom is, waarvan de wortel stevig staat en de takken naar de hemel reiken?","en":"Do you not see how Allah compares a good word to a good tree? Its root is firm and its branches reach the sky"},"surah":null}]}