{"juzNo":13,"pageNo":259,"arCuzNo":"۱۳","arPageNo":"۲٥۹","quranAyats":[{"id":1775,"surahId":14,"ayatId":25,"ayatNo":"٢٥","pageNo":259,"ayatText":"تُؤْتٖٓي اُكُلَهَا كُلَّ حٖينٍ بِاِذْنِ رَبِّهَاؕ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ","ayatMealText":{"tr":"(O ağaç) Rabbinin izniyle her zaman meyve verir. Öğüt alsınlar diye Allah insanlara böyle misaller verir.","nl":"Hij geeft zijn vruchten in eik seizom, met verlof van zijn Heer. Allah maakt de vergelijkingen voor de mensen. Hopelijk zullen zij er lering uit trekken.","en":"˹always˺ yielding its fruit in every season by the Will of its Lord. This is how Allah sets forth parables for the people, so perhaps they will be mindful"},"surah":{"surahId":14,"name":"İbrâhîm","nameAr":"اِبْرٰه۪يمَ","revelationOrder":72,"verseCount":52,"juzNo":13,"firstPage":255}},{"id":1776,"surahId":14,"ayatId":26,"ayatNo":"٢٦","pageNo":259,"ayatText":"وَمَثَلُ كَلِمَةٍ خَبٖيثَةٍ كَشَجَرَةٍ خَبٖيثَةٍۨ اجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ","ayatMealText":{"tr":"Kötü sözün durumu da, yerden koparılmış, kökü olmayan kötü bir ağaca benzer.","nl":"En de vergelijking met een slechte uitspraak is als die met een slechte boom, die ontworteld op de aarde staat, en die geen stevigheid heeft.","en":"And the parable of an evil word is that of an evil tree, uprooted from the earth, having no stability"},"surah":null},{"id":1777,"surahId":14,"ayatId":27,"ayatNo":"٢٧","pageNo":259,"ayatText":"يُثَبِّتُ اللّٰهُ الَّذٖينَ اٰمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيٰوةِ الدُّنْيَا وَفِي الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظَّالِمٖينَ وَيَفْعَلُ اللّٰهُ مَا يَشَٓاءُࣖ","ayatMealText":{"tr":"Allah, iman edenleri, dünya hayatında da, ahirette de sağlam bir söz üzerinde tutar; zalimleri de saptırır ve Allah, dilediğini yapar.","nl":"Allah venterkt (het geloof van) degenen die geloven met de staadvastige uitspraak tijdens het wereldse leven en in het Hienamaals; en Allah laat de onrechtplegers dwalen en Allah doet wal Hij wil.","en":"Allah makes the believers steadfast with the firm Word ˹of faith˺ in this worldly life and the Hereafter. And Allah leaves the wrongdoers to stray. For Allah does what He wills"},"surah":null},{"id":1778,"surahId":14,"ayatId":28,"ayatNo":"٢٨","pageNo":259,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ بَدَّلُوا نِعْمَتَ اللّٰهِ كُفْراً وَاَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِۙ","ayatMealText":{"tr":"Allah'ın nimetlerine nankörlükle karşılık veren ve sonunda milletlerini helak yurduna konduranları görmedin mi?","nl":"Zie jij degenen niet die de genieting van Allah hebben verwisseld voor onteloof, en die hun volk naar het rijk van de ondergang hebben gebracht?","en":"Have you not seen those ˹disbelievers˺ who meet Allah’s favours with ingratitude and lead their own people to their doom"},"surah":null},{"id":1779,"surahId":14,"ayatId":29,"ayatNo":"٢٩","pageNo":259,"ayatText":"جَهَنَّمَۚ يَصْلَوْنَهَاؕ وَبِئْسَ الْقَرَارُ","ayatMealText":{"tr":"Onlar, cehenneme girecekler. O ne kötü karargâhtır.","nl":"De Hel, waarin zij binnengaan, dat is de slechtste verblifpllaats!","en":"In Hell they will burn. What an evil place for settlement"},"surah":null},{"id":1780,"surahId":14,"ayatId":30,"ayatNo":"٣٠","pageNo":259,"ayatText":"وَجَعَلُوا لِلّٰهِ اَنْدَاداً لِيُضِلُّوا عَنْ سَبٖيلِهٖؕ قُلْ تَمَتَّعُوا فَاِنَّ مَصٖيرَكُمْ اِلَى النَّارِ","ayatMealText":{"tr":"Allah'ın yolundan saptırmak için Allah'a eşler koştular. De ki: \"Şimdilik eğleniniz! Çünkü varacağınız yer ateştir. \"","nl":"Zij hebben am Allah deelgenoten toegekend, om (de mensen) te doen afdwalen van Zijn Weg. Zeg: \"Genieten jullie maar! Voorwaar, jullie eindbestemming is de Hel.\"","en":"They set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy yourselves! Surely your destination is the Fire.”"},"surah":null},{"id":1781,"surahId":14,"ayatId":31,"ayatNo":"٣١","pageNo":259,"ayatText":"قُلْ لِعِبَادِيَ الَّذٖينَ اٰمَنُوا يُقٖيمُوا الصَّلٰوةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِراًّ وَعَلَانِيَةً مِنْ قَبْلِ اَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فٖيهِ وَلَا خِلَالٌ","ayatMealText":{"tr":"(Ey Muhammed!) İman eden kullarıma söyle: \"Namazı dosdoğru kılsınlar, alışveriş ve dostluğun olmadığı bir günün gelmesinden önce, kendilerine verdiğimiz rızıktan açık ve gizli (Allah için) harcasınlar.\"","nl":"Zeg (O Moehammad) tot mijn dienaren die geloven: \"Onderhoudt de shalât en geeft bijdragen van waar Wij hun rnee voorzien hebben, in het verborgene of openlijk, voordat er een Dag komt, waarop er geen handel en geen boezemvriend zal zijn.\"","en":"Tell My believing servants to establish prayer and donate from what We have provided for them—openly and secretly—before the arrival of a Day in which there will be no ransom or friendly connections"},"surah":null},{"id":1782,"surahId":14,"ayatId":32,"ayatNo":"٣٢","pageNo":259,"ayatText":"اَللّٰهُ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرَاتِ رِزْقاً لَكُمْۚ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِاَمْرِهٖۚ وَسَخَّرَ لَكُمُ الْاَنْهَارَۚ","ayatMealText":{"tr":"Allah öyle bir Allah'tır ki; gökleri ve yeri yarattı, gökten su indirdi, onunla size rızık olarak çeşitli meyveler çıkardı; emri gereğince denizde yüzüp gitmeleri için gemileri emrinize verdi, ırmakları da emrinize verdi.","nl":"Allah is Degene Die de hemelen en de aarde heefl geschapen en Hij zendt uit de hemel water neer, waarmee Hij dan vruchten voortbrengt als een voorziening voor jullie. En Hij heeft het schip voor jullie dienstbaar gemaakt, opdat het op de zee zal varen op Zijn bevel. Hij maakte voor jullie de rivieren dienstbaar.","en":"It is Allah Who created the heavens and the earth and sends down rain from the sky, causing fruits to grow as a provision for you. He has subjected the ships for your service, sailing through the sea by His command, and has subjected the rivers for you"},"surah":null},{"id":1783,"surahId":14,"ayatId":33,"ayatNo":"٣٣","pageNo":259,"ayatText":"وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَٓائِبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَۚ","ayatMealText":{"tr":"Sürekli olarak yörüngelerinde hareket eden ay ve güneşi, geceyi ve gündüzü sizin emrinize verdi.","nl":"En Hij maakte voor jullie de zon en de maan dienstbaar, die onophoudelijk (draaien in hun baan). En Hij maakte voor jullie de nacht en de dag dienstbaar.","en":"He has ˹also˺ subjected for you the sun and the moon, both constantly orbiting, and has subjected the day and night for you"},"surah":null}]}