{"juzNo":2,"pageNo":26,"arCuzNo":"۲","arPageNo":"۲٦","quranAyats":[{"id":177,"surahId":2,"ayatId":170,"ayatNo":"١٧٠","pageNo":26,"ayatText":"وَاِذَا قٖيلَ لَهُمُ اتَّبِعُوا مَٓا اَنْزَلَ اللّٰهُ قَالُوا بَلْ نَـتَّبِـعُ مَٓا اَلْفَيْنَا عَلَيْهِ اٰبَٓاءَنَاؕ اَوَلَوْ كَانَ اٰبَٓاؤُ۬هُمْ لَا يَعْقِلُونَ شَيْـٔاً وَلَا يَهْتَدُونَ","ayatMealText":{"tr":"Onlara: \"Allah'ın indirdiğine uyun.\" dendiği vakit de: \"Yok, atalarımızı neyin üzerinde bulduysak ona uyarız.\" dediler. Ya ataları bir şeye akıl erdiremez ve doğruyu seçemez idiyseler de mi onlara uyacaklar?","nl":"En wanneer tot hen gezegd wordt: \"Volgt wat Allah heeft neergezonden,\" dan zeggen zij: \"Maar wij volgen dat (pad van afgoderij) waarop wij onze vaderen aantroffen.\" Ook als hun vaderen niets begrepen en niet de rechte Leiding volgden?","en":"When it is said to them, “Follow what Allah has revealed,” they reply, “No! We ˹only˺ follow what we found our forefathers practicing.” ˹Would they still do so,˺ even if their forefathers had ˹absolutely˺ no understanding or guidance"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":178,"surahId":2,"ayatId":171,"ayatNo":"١٧١","pageNo":26,"ayatText":"وَمَثَلُ الَّذٖينَ كَفَرُوا كَمَثَلِ الَّذٖي يَنْعِقُ بِمَا لَا يَسْمَعُ اِلَّا دُعَٓاءً وَنِدَٓاءًؕ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ","ayatMealText":{"tr":"O kâfirlerin hali, sadece bir çağırma veya bağırmadan başkasını işitmeyerek haykıranın haline benzer; onlar sağırdırlar, dilsizdirler, kördürler, akıl da etmezler.","nl":"En de gelijkenis van degenen die ongelovig zijn, is als de gelijkenis met iemand (een herder) die roept naar iets wat niet luistert, behalve naar een roep of een schreeuw. Zij zijn doof, stom en blind (van hart), daarom begrijpen zij niet.","en":"The example of the disbelievers ˹not responding to the Messenger’s warning˺ is like a flock not comprehending the calls and cries of the shepherd. ˹They are wilfully˺ deaf, dumb and blind so they have no understanding"},"surah":null},{"id":179,"surahId":2,"ayatId":172,"ayatNo":"١٧٢","pageNo":26,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُونَ","ayatMealText":{"tr":"Ey iman edenler! Size kısmet ettiğimiz rızıkların hoş ve temiz olanlarından yiyin ve Allah'a şükredin, eğer yalnız O'na kulluk ediyorsanız.","nl":"O jullie die geloven, eet van de goede dingen waarmee Wij jullie hebben voorzien en weest Allah dankbaar als Hij alleen het is die jullie aanbidden.","en":"O believers! Eat from the good things We have provided for you. And give thanks to Allah if you ˹truly˺ worship Him ˹alone˺"},"surah":null},{"id":180,"surahId":2,"ayatId":173,"ayatNo":"١٧٣","pageNo":26,"ayatText":"اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزٖيرِ وَمَٓا اُهِلَّ بِهٖ لِغَيْرِ اللّٰهِۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَٓا اِثْمَ عَلَيْهِؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"O, size yalnız şunları haram kıldı: Ölü hayvan, kan, domuz eti, bir de Allah'tan başkası adına kesilen hayvanlar. Sonra kim bunlardan yemeye mecbur kalırsa, başkasının hakkına tecavüz etmemek ve zaruret ölçüsünü geçmemek şartıyla ona da bir günah yükletilmez. Çünkü Allah çok bağışlayıcıdır, çok merhametlidir.","nl":"Voorwaar, Hij heeft voor jullie verboden het gestorvene (het niet ritueel geslachte), bloed, varkensvlees, en dat waarover (bij het slachten) een andere naam dan die van Allah is uitgesproken. Maar wie door nood gedwongen is, zonder dat hij het wenst en niet overdrijft, dan is het voor hem geen zonde. Voorwaar, Allah is Meest Vergevensgezind, Meest Barmhartig.","en":"He has only forbidden you ˹to eat˺ carrion, blood, swine, and what is slaughtered in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—they will not be sinful. Surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":181,"surahId":2,"ayatId":174,"ayatNo":"١٧٤","pageNo":26,"ayatText":"اِنَّ الَّذٖينَ يَكْتُمُونَ مَٓا اَنْزَلَ اللّٰهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهٖ ثَمَناً قَلٖيلاًۙ اُو۬لٰٓئِكَ مَا يَأْكُلُونَ فٖي بُطُونِهِمْ اِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللّٰهُ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكّٖيهِمْۚ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Allah'ın indirdiği kitaptan bir şeyi gizleyip de bununla biraz para alanlar gerçekten karınları dolusu ateşten başka birşey yemezler. Kıyamet günü Allah onlara ne söz söyler, ne de kendilerini temize çıkarır. Onlara sadece acı veren bir azab vardır.","nl":"Voorwaar, degenen die verbergen wat Allah heeft neergezonden van de Schrift en die het verruilen voor een geringe prijs, zij zijn degenen die in hun buiken niets dan vuur verteren. En Allah zal niet tot hen spreken op de Dag der Opstanding en Hij zal hen niet reinigen en voor hen is er een pijnlijke bestraffing.","en":"Indeed, those who hide Allah’s revelations, trading them for a fleeting gain consume nothing but fire into their bellies. Allah will neither speak to them on the Day of Judgment, nor will He purify them. And they will suffer a painful punishment"},"surah":null},{"id":182,"surahId":2,"ayatId":175,"ayatNo":"١٧٥","pageNo":26,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدٰى وَالْعَذَابَ بِالْمَغْفِرَةِۚ فَمَٓا اَصْبَرَهُمْ عَلَى النَّارِ","ayatMealText":{"tr":"İşte onlar, hidayeti verip sapıklığı, affedilmeyi bırakıp azabı satın alan kimselerdir. Bunlar, ateşe karşı ne kadar da sabırlıdırlar!","nl":"Zij zijn diegenen die de Leiding hebben verruild voor de dwaling en de vergiffenis voor de bestraffing. Hoe geduldig zijn zij met de Hel!","en":"They are the ones who trade guidance for misguidance and forgiveness for punishment. How persistent are they in pursuit of the Fire"},"surah":null},{"id":183,"surahId":2,"ayatId":176,"ayatNo":"١٧٦","pageNo":26,"ayatText":"ذٰلِكَ بِاَنَّ اللّٰهَ نَزَّلَ الْكِتَابَ بِالْحَقِّؕ وَاِنَّ الَّذٖينَ اخْتَلَفُوا فِي الْكِتَابِ لَفٖي شِقَاقٍ بَعٖيدٍࣖ","ayatMealText":{"tr":"Şüphesiz ki Allah kitabı hak bir sebeple indirmiştir. Kitap hakkında ihtilafa düşenler ise, şüphesiz haktan uzak, bir anlaşmazlık içindedirler.","nl":"Dat is zo omdat Allah de Schrift met de Waarheid heeft neergezonden. En voorwaar, degenen die van mening verschillen over de Schrift verkeren in vegaande verdeelheid.","en":"That is because Allah has revealed the Book in truth. And surely those who differ regarding it are totally engrossed in opposition"},"surah":null}]}