{"juzNo":13,"pageNo":260,"arCuzNo":"۱۳","arPageNo":"۲٦۰","quranAyats":[{"id":1784,"surahId":14,"ayatId":34,"ayatNo":"٣٤","pageNo":260,"ayatText":"وَاٰتٰيكُمْ مِنْ كُلِّ مَا سَاَلْتُمُوهُؕ وَاِنْ تَعُدُّوا نِعْمَتَ اللّٰهِ لَا تُحْصُوهَاؕ اِنَّ الْاِنْسَانَ لَظَلُومٌ كَفَّارٌࣖ","ayatMealText":{"tr":"O, Kendisinden isteyebileceğiniz her şeyi size verdi. Allah'ın nimetini saymak isterseniz sayamazsınız! Doğrusu insan çok zalim, çok nankördür.","nl":"En Hij schonk jullie van alles wat jullie Hem vroegen. En als jullie de gunsten van Allah op willen sommen, dan kunnen jullie ze niet tellen. Voorwaar, de mensen zijn zeker onrechtvaardig, ondankbaar.","en":"And He has granted you all that you asked Him for. If you tried to count Allah’s blessings, you would never be able to number them. Indeed humankind is truly unfair, ˹totally˺ ungrateful"},"surah":{"surahId":14,"name":"İbrâhîm","nameAr":"اِبْرٰه۪يمَ","revelationOrder":72,"verseCount":52,"juzNo":13,"firstPage":255}},{"id":1785,"surahId":14,"ayatId":35,"ayatNo":"٣٥","pageNo":260,"ayatText":"وَاِذْ قَالَ اِبْرٰهٖيمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِناً وَاجْنُبْنٖي وَبَنِيَّ اَنْ نَعْبُدَ الْاَصْنَامَؕ","ayatMealText":{"tr":"Hatırla ki; Bir zaman İbrahim şöyle demişti: \"Rabbim! Bu şehri güvenli kıl! Beni ve oğullarımı putlara tapmaktan uzak tut!","nl":"En toen Ibrâhîm zei: \"Mijn Heer, maak deze stad veilig en houd mij en mijn zonen ervan af dat wij afgoden zouden aanbidden.","en":"˹Remember˺ when Abraham prayed, “My Lord! Make this city ˹of Mecca˺ secure, and keep me and my children away from the worship of idols"},"surah":null},{"id":1786,"surahId":14,"ayatId":36,"ayatNo":"٣٦","pageNo":260,"ayatText":"رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثٖيراً مِنَ النَّاسِۚ فَمَنْ تَبِعَنٖي فَاِنَّهُ مِنّٖيۚ وَمَنْ عَصَانٖي فَاِنَّكَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"\"Rabbim! Çünkü onlar (putlar) insanlardan birçoğunun sapmasına sebep oldular. Şimdi kim bana uyarsa, o bendendir; kim bana karşı gelirse, artık sen gerçekten çok bağışlayan ve çok merhamet edensin.","nl":"Mijn Heer, voorwaar, zij hebben vele mensen doen dwalen. Wie mij dan volgt: voorwaar, die behoort bij mij. En wie mij niet gehoorzaant: voorwaar, U bent Vergevensgezind, Meest Barmbartig.","en":"My Lord! They have caused many people to go astray. So whoever follows me is with me, and whoever disobeys me—then surely You are ˹still˺ All-Forgiving, Most Merciful"},"surah":null},{"id":1787,"surahId":14,"ayatId":37,"ayatNo":"٣٧","pageNo":260,"ayatText":"رَبَّـنَٓا اِنّٖٓي اَسْكَنْتُ مِنْ ذُرِّيَّتٖي بِوَادٍ غَيْرِ ذٖي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّـنَا لِيُقٖيمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٔدَةً مِنَ النَّاسِ تَهْوٖٓي اِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ","ayatMealText":{"tr":"\"Rabbimiz! Ben çocuklarımdan bir kısmını namazı dosdoğru kılmaları için, senin Beyti Haram'ının yanında, ekinsiz bir vadiye yerleştirdim. Artık sen de insanlardan bir kısmını onlara meylettir. Ve onları bazı meyvelerle rızıklandır ki şükretsinler.","nl":"Onze Heer! Voorwaar, ik heb mijn kinderen achtergelaten in een onbegroeide vallei bij Uw gewijde huis (de Ka'bah). Onze Heer! (ik tiet hen achter) zodat zij de shalât zullen onderhouden, laat daarom de harten van de mensen tot hen neigen, en voorzie hen van vruchten. Hopelijk zullen zij dankbaar zijn.","en":"Our Lord! I have settled some of my offspring in a barren valley, near Your Sacred House, our Lord, so that they may establish prayer. So make the hearts of ˹believing˺ people incline towards them and provide them with fruits, so perhaps they will be thankful"},"surah":null},{"id":1788,"surahId":14,"ayatId":38,"ayatNo":"٣٨","pageNo":260,"ayatText":"رَبَّـنَٓا اِنَّكَ تَعْلَمُ مَا نُخْفٖي وَمَا نُعْلِنُؕ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِي الْاَرْضِ وَلَا فِي السَّمَٓاءِ","ayatMealText":{"tr":"\"Ey Rabbimiz! Sen bizim gizlediğimizi de açığa vurduğumuzu da şüphesiz bilirsin. Çünkü yerde ve gökte, hiçbir şey Allah'tan gizli kalmaz.","nl":"Onze Heer! Voorwaar, U weet wat wij verbergen en wat wij openlijk doen en et is voor Allah niets verborgen op de aarde en niet in de hemel.","en":"Our Lord! You certainly know what we conceal and what we reveal. Nothing on earth or in heaven is hidden from Allah"},"surah":null},{"id":1789,"surahId":14,"ayatId":39,"ayatNo":"٣٩","pageNo":260,"ayatText":"اَلْحَمْدُ لِلّٰهِ الَّذٖي وَهَبَ لٖي عَلَى الْكِبَرِ اِسْمٰعٖيلَ وَاِسْحٰقَؕ اِنَّ رَبّٖي لَسَمٖيعُ الدُّعَٓاءِ","ayatMealText":{"tr":"\"İhtiyarlık halimde bana İsmail'i ve İshak'ı lutfeden Allah'a hamd olsun. Şüphesiz ki Rabbim duamı çok iyi işitir.","nl":"Alle lof zij Allah, die mij Isma'îl en Ishaq geschonken heeft, ondanks mijn ouderdom. Voorwaar, mijn Heer verhoort zeker de smeekbeden.","en":"All praise is for Allah who has blessed me with Ishmael and Isaac in my old age. My Lord is indeed the Hearer of ˹all˺ prayers"},"surah":null},{"id":1790,"surahId":14,"ayatId":40,"ayatNo":"٤٠","pageNo":260,"ayatText":"رَبِّ اجْعَلْنٖي مُقٖيمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتٖيࣗ رَبَّـنَا وَتَقَبَّلْ دُعَٓاءِ","ayatMealText":{"tr":"\"Ey Rabbim! Beni ve soyumdan gelecekleri namazını dosdoğru kılanlardan eyle! Ey Rabbimiz! duamı kabul et!","nl":"Mijn Heer, mad mij en mijn nakomelingen onderhouders van de shalât. Onze Heer, verhoor mijn smeekbeden.","en":"My Lord! Make me and those ˹believers˺ of my descendants keep up prayer. Our Lord! Accept my prayers"},"surah":null},{"id":1791,"surahId":14,"ayatId":41,"ayatNo":"٤١","pageNo":260,"ayatText":"رَبَّـنَا اغْفِرْ لٖي وَلِوَالِدَيَّ وَلِلْمُؤْمِنٖينَ يَوْمَ يَقُومُ الْحِسَابُࣖ","ayatMealText":{"tr":"\"Ey Rabbimiz! Herkesin hesaba çekileceği günde beni, anababamı ve müminleri bağışla!\"","nl":"Mijn Heer, vergeef mij en mijn ouders en de gelovigen op de Dag waarop de afrekening plaats vindt.\"","en":"Our Lord! Forgive me, my parents, and the believers on the Day when the judgment will come to pass.”"},"surah":null},{"id":1792,"surahId":14,"ayatId":42,"ayatNo":"٤٢","pageNo":260,"ayatText":"وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلاً عَمَّا يَعْمَلُ الظَّالِمُونَؕ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فٖيهِ الْاَبْصَارُۙ","ayatMealText":{"tr":"Ey Peygamber! Sakın zalimlerin yaptıklarından Allah'ın gâfil olduğunu sanma! Ancak Allah, onların cezalarını, gözlerin dışa fırlayacağı güne erteler.","nl":"En denk niet (O Moehammad) dat Allah achteloos is tegenover wat de onrechtplegers doen. Voorwaar, Hij geeft hun uitstel tot de Dag waarop de ogen verstard openstaan.","en":"Do not think ˹O Prophet˺ that Allah is unaware of what the wrongdoers do. He only delays them until a Day when ˹their˺ eyes will stare in horror—"},"surah":null}]}