{"juzNo":13,"pageNo":261,"arCuzNo":"۱۳","arPageNo":"۲٦۱","quranAyats":[{"id":1793,"surahId":14,"ayatId":43,"ayatNo":"٤٣","pageNo":261,"ayatText":"مُهْطِعٖينَ مُقْنِعٖي رُؤُ۫سِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْۚ وَاَفْـِٔدَتُهُمْ هَوَٓاءٌؕ","ayatMealText":{"tr":"O gün, başlarını dikerek koşacaklar, gözleri kendilerine bile dönmeyecek ve gönülleri bomboş kalacaktır.","nl":"Zij hassten zich met opgeheven hoofd, teirwijl hun ogen niet knipperen en terwijl hun harten leeg zijn.","en":"rushing forth, heads raised, never blinking, hearts void"},"surah":{"surahId":14,"name":"İbrâhîm","nameAr":"اِبْرٰه۪يمَ","revelationOrder":72,"verseCount":52,"juzNo":13,"firstPage":255}},{"id":1794,"surahId":14,"ayatId":44,"ayatNo":"٤٤","pageNo":261,"ayatText":"وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتٖيهِمُ الْعَذَابُۙ فَيَقُولُ الَّذٖينَ ظَلَمُوا رَبَّـنَٓا اَخِّرْنَٓا اِلٰٓى اَجَلٍ قَرٖيبٍۙ نُجِبْ دَعْوَتَكَ وَنَتَّبِـعِ الرُّسُلَؕ اَوَلَمْ تَكُونُٓوا اَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍۙ","ayatMealText":{"tr":"Ey Peygamber! İnsanları, azabın geleceği gün ile korkut. O gün, zalimler şöyle diyecekler: \"Ey Rabbimiz! Bizi yakın bir zamana kadar ertele de senin davetine uyalım ve peygamberlere tâbi olalım.\" Onlara: \"Daha önce ahirete intikal etmeyeceğinize dair yemin etmemiş miydiniz?\" denilir.","nl":"En waarschuw de mensen voor de Dag dat de bestraffing tot hen komt en waarop degenen die onrecht pleegden, zeggen: \"Onze Heer, geef ons uitstel voor een korte tijd, zodat wij aan Uw oproep gehoor geven en de Boodschappers volgen.\" (Tot hen wordt gezegd:) \"Jullie hebben vroeger toch gezworen, dat jullie nimmer zouden sterven?","en":"And warn the people of the Day when the punishment will overtake ˹the wicked among˺ them, and the wrongdoers will cry, “Our Lord! Delay us for a little while. We will respond to Your call and follow the messengers!” ˹It will be said,˺ “Did you not swear before that you would never be removed ˹to the next life˺?”"},"surah":null},{"id":1795,"surahId":14,"ayatId":45,"ayatNo":"٤٥","pageNo":261,"ayatText":"وَسَكَنْتُمْ فٖي مَسَاكِنِ الَّذٖينَ ظَلَمُٓوا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ","ayatMealText":{"tr":"Siz, kendilerine zulmedenlerin yurtlarında oturdunuz. Onlara nasıl azab ettiğimiz size apaçık belli oldu. Ve size misaller de vermiştik.","nl":"En jullie verbleven in woonplaatsen van degenen die zichzelf onrecht aandeden, en het is voor jullie duidelijk geworden hoe Wij hen behandelen. En Wij hebben voor jullie vergelijkingen gemaakt.\"","en":"You passed by the ruins of those ˹destroyed peoples˺ who had wronged themselves. It was made clear to you how We dealt with them, and We gave you ˹many˺ examples"},"surah":null},{"id":1796,"surahId":14,"ayatId":46,"ayatNo":"٤٦","pageNo":261,"ayatText":"وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْؕ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ","ayatMealText":{"tr":"Gerçekten onlar çeşitli hileler ve tuzaklar kurdular. Allah katında da onlara hilelerine karşı azab var; isterse onların hileleri dağları yerinden oynatacak olsun","nl":"En waarlij'k, zij hebben hun list beraamd, maar hun list is (bekend) bij Allah. Ondanks dat bun list (zo geweldig was) dat de bergen er door zouden vergaan.","en":"They devised every plot, which was fully known to Allah, but their plotting was not enough to ˹even˺ overpower mountains ˹let alone Allah˺"},"surah":null},{"id":1797,"surahId":14,"ayatId":47,"ayatNo":"٤٧","pageNo":261,"ayatText":"فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهُؕ اِنَّ اللّٰهَ عَزٖيزٌ ذُو انْتِقَامٍؕ","ayatMealText":{"tr":"O halde sakın Allah'ın peygamberlerine olan vaadinden cayacağını sanma! Şüphesiz Allah her şeye galiptir, intikam sahibidir.","nl":"Denkt daarom niet dat Allah Zijn belofte zal verbreken aan Zijn Boodschappers. Voorwaar, Allah is de Verhevene en de Bezitter van de Vergelding.","en":"So do not think ˹O Prophet˺ that Allah will fail to keep His promise to His messengers. Allah is indeed Almighty, capable of punishment"},"surah":null},{"id":1798,"surahId":14,"ayatId":48,"ayatNo":"٤٨","pageNo":261,"ayatText":"يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوَاتُ وَبَرَزُوا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ","ayatMealText":{"tr":"O gün yeryüzü bir başka yere, gökler, başka göklere çevirilecek ve bütün varlıklar, kabirlerinden çıkıp bir ve gücüne karşı durulmaz olan Allah'ın huzuruna toplanacaklardır.","nl":"Op de Dag dat de aarde wordt vervangen door een andere aarde, en zo ook de hemelen. En de mensen zullen verschijnen voor Allah, de Ene, de Overweldiger.","en":"˹Watch for˺ the Day ˹when˺ the earth will be changed into a different earth and the heavens as well, and all will appear before Allah—the One, the Supreme"},"surah":null},{"id":1799,"surahId":14,"ayatId":49,"ayatNo":"٤٩","pageNo":261,"ayatText":"وَتَرَى الْمُجْرِمٖينَ يَوْمَئِذٍ مُقَرَّنٖينَ فِي الْاَصْفَادِۚ","ayatMealText":{"tr":"O gün, suçluların zincire vurulmuş olduğunu görürsün.","nl":"En jij zal op die Dag de misdadigers zien, bij eengebonden in ketenen.","en":"On that Day you will see the wicked bound together in chains"},"surah":null},{"id":1800,"surahId":14,"ayatId":50,"ayatNo":"٥٠","pageNo":261,"ayatText":"سَرَابٖيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشٰى وُجُوهَهُمُ النَّارُۙ","ayatMealText":{"tr":"Gömlekleri katrandandır ve yüzlerini ateş kaplar.","nl":"Hun kleding zal van toer zijn en de Hel zal hun gezichten bedekken.","en":"with garments of tar, and their faces covered with flames"},"surah":null},{"id":1801,"surahId":14,"ayatId":51,"ayatNo":"٥١","pageNo":261,"ayatText":"لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَا كَسَبَتْؕ اِنَّ اللّٰهَ سَرٖيعُ الْحِسَابِ","ayatMealText":{"tr":"Çünkü Allah, herkesi kazandığı ile cezalandıracaktır. Gerçekten Allah, hesabı çabuk görendir.","nl":"Zodat Allah elke ziel zal belonen voor wat zij heeft gedaan. Voorwaar, Allah is snel in de afrekening.","en":"As such, Allah will reward every soul for what it has committed. Surely Allah is swift in reckoning"},"surah":null},{"id":1802,"surahId":14,"ayatId":52,"ayatNo":"٥٢","pageNo":261,"ayatText":"هٰذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهٖ وَلِيَعْلَمُٓوا اَنَّمَا هُوَ اِلٰهٌ وَاحِدٌ وَلِيَذَّكَّرَ اُو۬لُوا الْاَلْبَابِ","ayatMealText":{"tr":"Bu Kur'ân, kendisiyle uyarılsınlar, Allah'ın ancak bir tek ilâh olduğunu bilsinler ve akıl sahipleri öğüt alsınlar diye insanlara gönderilmiş bir tebliğdir.","nl":"Dit is een Verkondiging voor de mensen, opdat zij daardoor gewaarschuwd zullen worden, en opdat zij weten dat Hij de Enige God is en opdat de bezitters van verstand de vermaningen ter harte zullen nemen.","en":"This ˹Quran˺ is a ˹sufficient˺ message for humanity so that they may take it as a warning and know that there is only One God, and so that people of reason may be mindful"},"surah":null}]}