{"juzNo":14,"pageNo":262,"arCuzNo":"۱٤","arPageNo":"۲٦۲","quranAyats":[{"id":1803,"surahId":15,"ayatId":1,"ayatNo":"١","pageNo":262,"ayatText":"الٓـرٰࣞ تِلْكَ اٰيَاتُ الْكِتَابِ وَقُرْاٰنٍ مُبٖينٍ","ayatMealText":{"tr":"Elif, Lâm, Râ. Bunlar kitabın ve apaçık bir Kur'ân'ın âyetleridir.","nl":"Alif Lam Ra. Dit zijn Verzen van het Boek, en een duidelijke Koran.","en":"Alif-Lãm-Ra. These are the verses of the Book; the clear Quran"},"surah":{"surahId":15,"name":"Hicr","nameAr":"الْحِجْرِ","revelationOrder":54,"verseCount":99,"juzNo":14,"firstPage":262}},{"id":1804,"surahId":15,"ayatId":2,"ayatNo":"٢","pageNo":262,"ayatText":"رُبَمَا يَوَدُّ الَّذٖينَ كَفَرُوا لَوْ كَانُوا مُسْلِمٖينَ","ayatMealText":{"tr":"Bir zaman gelecek ki inkâr edenler, keşke müslüman olsaydık temennisinde bulunacaklardır.","nl":"Misschien zullen degenen die ongelovig zijn wensen dat zij Moslims waren.","en":"˹The day will come when˺ the disbelievers will certainly wish they had submitted ˹to Allah˺"},"surah":null},{"id":1805,"surahId":15,"ayatId":3,"ayatNo":"٣","pageNo":262,"ayatText":"ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْاَمَلُ فَسَوْفَ يَعْلَمُونَ","ayatMealText":{"tr":"Onları bırak yesinler, içsinler, zevk alsınlar; arzu onları oyalasın ilerde bileceklerdir.","nl":"Lad hen eten en zich vermaken en worden afgeleid door de (valse) hoop, later ze zullen (het) weten.","en":"˹So˺ let them eat and enjoy themselves and be diverted by ˹false˺ hope, for they will soon know"},"surah":null},{"id":1806,"surahId":15,"ayatId":4,"ayatNo":"٤","pageNo":262,"ayatText":"وَمَٓا اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ","ayatMealText":{"tr":"Biz hiçbir memleketi (Allah katında) bilinen bir zamanı olmaksızın helak etmedik.","nl":"En Wij hebben nooit een stad vernietigd, behalve op een vastgestelde tijdstip.","en":"We have never destroyed a society without a destined term"},"surah":null},{"id":1807,"surahId":15,"ayatId":5,"ayatNo":"٥","pageNo":262,"ayatText":"مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُونَ","ayatMealText":{"tr":"Hiçbir millet, ecelinin önüne geçemez ve onu geciktiremez.","nl":"Er is geen gemeenschap die haar tijdstip kan verhaasten of vertragen.","en":"No people can advance their doom, nor can they delay it"},"surah":null},{"id":1808,"surahId":15,"ayatId":6,"ayatNo":"٦","pageNo":262,"ayatText":"وَقَالُوا يَٓا اَيُّهَا الَّذٖي نُزِّلَ عَلَيْهِ الذِّ كْرُ اِنَّكَ لَمَجْنُونٌؕ","ayatMealText":{"tr":"Dediler ki: \"Ey kendisine Kur'ân indirilen (Muhammed)! Sen mutlaka bir mecnunsun.\"","nl":"Zij zeiden: \"O jij, aan wie de vermaning (Koran) is neergezonden: voorwaar, jij bent zeker bezeten.","en":"They say, “O you to whom the Reminder is revealed! You must be insane"},"surah":null},{"id":1809,"surahId":15,"ayatId":7,"ayatNo":"٧","pageNo":262,"ayatText":"لَوْ مَا تَأْتٖينَا بِالْمَلٰٓئِكَةِ اِنْ كُنْتَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"\"Eğer peygamberlik davanda doğru kimselerdensen, bize melekleri getirmeliydin.\"","nl":"Waarom heb jij de Engelen niet naar ons gebracht, als jij tot de waarachtigen behoort?\"'","en":"Why do you not bring us the angels, if what you say is true?”"},"surah":null},{"id":1810,"surahId":15,"ayatId":8,"ayatNo":"٨","pageNo":262,"ayatText":"مَا نُنَزِّلُ الْمَلٰٓئِكَةَ اِلَّا بِالْحَقِّ وَمَا كَانُٓوا اِذاً مُنْظَرٖينَ","ayatMealText":{"tr":"Biz o melekleri ancak, hak ile indiririz. Ve indirildikleri vakit de onlara (kâfirlere) hiç mühlet verilmez.","nl":"Wij sturen de Engelen niet, behalve met de Waarheid. En zij zouden dan geen uitstel (van hun bestraffing) hebben gekregen.","en":"We do not send the angels down except for a just cause, and then ˹the end of˺ the disbelievers will not be delayed"},"surah":null},{"id":1811,"surahId":15,"ayatId":9,"ayatNo":"٩","pageNo":262,"ayatText":"اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهُ لَحَافِظُونَ","ayatMealText":{"tr":"Hiç şüphe yok ki, Kur'ân'ı biz indirdik, elbette onu yine biz koruyacağız.","nl":"Voorwaar, Wij zijn het Die de Vermaning (de Koran) hebben neergezonden. En voorwaar, Wij zijn daarover zeker de Wakers.","en":"It is certainly We Who have revealed the Reminder, and it is certainly We Who will preserve it"},"surah":null},{"id":1812,"surahId":15,"ayatId":10,"ayatNo":"١٠","pageNo":262,"ayatText":"وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ فٖي شِيَعِ الْاَوَّلٖينَ","ayatMealText":{"tr":"Andolsun, senden önceki milletler arasında da peygamberler gönderdik.","nl":"En voorzeker, Wij hebben (Boodschappers) voor jou gezonden naar de vroegere volkeren.","en":"Indeed, We sent messengers before you ˹O Prophet˺ among the groups of early peoples"},"surah":null},{"id":1813,"surahId":15,"ayatId":11,"ayatNo":"١١","pageNo":262,"ayatText":"وَمَا يَأْتٖيهِمْ مِنْ رَسُولٍ اِلَّا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Onlara hiçbir peygamber gelmiyordu ki onunla alay etmiş olmasınlar.","nl":"En er kwam nooit een Boodschapper tot hen of zij dreven de spot met hen.","en":"but no messenger ever came to them without being mocked"},"surah":null},{"id":1814,"surahId":15,"ayatId":12,"ayatNo":"١٢","pageNo":262,"ayatText":"كَذٰلِكَ نَسْلُكُهُ فٖي قُلُوبِ الْمُجْرِمٖينَۙ","ayatMealText":{"tr":"Biz o küfrü suçluların kalbine işte böyle sokarız.","nl":"Op deze wijze doen wij het (ongeloof) in de harten van de misdadigers binnengaan.","en":"This is how We allow disbelief ˹to steep˺ into the hearts of the wicked"},"surah":null},{"id":1815,"surahId":15,"ayatId":13,"ayatNo":"١٣","pageNo":262,"ayatText":"لَا يُؤْمِنُونَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْاَوَّلٖينَ","ayatMealText":{"tr":"Kur'âna iman etmezler, halbuki öncekilerin sünneti (inanmadıkları için başlarına gelenler) gelip geçmiştir.","nl":"Zij geloven er niet in, hoewel de gebruikelijke handelwijze (de bestraffing van Allah) van de vroegeren wazlijk heeft plaatsgevonden.","en":"They would not believe in this ˹Quran˺ despite the ˹many˺ examples of those ˹destroyed˺ before"},"surah":null},{"id":1816,"surahId":15,"ayatId":14,"ayatNo":"١٤","pageNo":262,"ayatText":"وَلَوْ فَتَحْنَا عَلَيْهِمْ بَاباً مِنَ السَّمَٓاءِ فَظَلُّوا فٖيهِ يَعْرُجُونَۙ","ayatMealText":{"tr":"Onlara gökten bir kapı açsak da oradan yukarı çıksalar,","nl":"En als Wij voor hen een poort van de hemel zouden openen, wardoor zij dan zouden kunnen blijven opstijgen.","en":"And even if We opened for them a gate to heaven, through which they continued to ascend"},"surah":null},{"id":1817,"surahId":15,"ayatId":15,"ayatNo":"١٥","pageNo":262,"ayatText":"لَقَالُٓوا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَࣖ","ayatMealText":{"tr":"\"Gözlerimiz perdelendi, daha doğrusu bize büyü yapılmıştır\" derler.","nl":"(Dan) zouden zij zeker zeggen: \"Voorwaar, ons gezichtsvermogen is beneveld; wij zijn zelfs een betoverd volk.\"","en":"still they would say, “Our eyes have truly been dazzled! In fact, we must have been bewitched.”"},"surah":null}]}