{"juzNo":14,"pageNo":264,"arCuzNo":"۱٤","arPageNo":"۲٦٤","quranAyats":[{"id":1834,"surahId":15,"ayatId":32,"ayatNo":"٣٢","pageNo":264,"ayatText":"قَالَ يَٓا اِبْلٖيسُ مَا لَكَ اَلَّا تَكُونَ مَعَ السَّاجِدٖينَ","ayatMealText":{"tr":"Allah buyurdu ki: \"Ey İblis! Ne oluyor sana da, secde edenlerle beraber olmuyorsun?\"","nl":"Hij (Allah) zei: \"O Iblis, wat is er met jou dat jij niet bij de knielenden behoort?\"","en":"Allah asked, “O Iblîs! What is the matter with you that you did not join others in prostration?”"},"surah":{"surahId":15,"name":"Hicr","nameAr":"الْحِجْرِ","revelationOrder":54,"verseCount":99,"juzNo":14,"firstPage":262}},{"id":1835,"surahId":15,"ayatId":33,"ayatNo":"٣٣","pageNo":264,"ayatText":"قَالَ لَمْ اَكُنْ لِاَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَأٍ۬ مَسْنُونٍ","ayatMealText":{"tr":"İblis şöyle dedi: \"Kuru bir çamurdan, şekillenmiş bir balçıktan yarattığın bir insana secde edemezdim.\"","nl":"Hij (Iblis) zei: \"Ik zal niet knielen voor een mens die U heeft geschapen uit klei, uit zwarte slijk gevormd.\"","en":"He replied, “It is not for me to prostrate to a human You created from sounding clay moulded from black mud.”"},"surah":null},{"id":1836,"surahId":15,"ayatId":34,"ayatNo":"٣٤","pageNo":264,"ayatText":"قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجٖيمٌ","ayatMealText":{"tr":"Allah şöyle buyurdu: \"Öyle ise oradan çık! Sen, artık kovulmuş birisin.\"","nl":"Hij (Allah) zei: \"Ga eruit (het Paradijs), voor- waar, jij bent een vervloekte!","en":"Allah commanded, “Then get out of Paradise, for you are truly cursed"},"surah":null},{"id":1837,"surahId":15,"ayatId":35,"ayatNo":"٣٥","pageNo":264,"ayatText":"وَاِنَّ عَلَيْكَ اللَّعْنَةَ اِلٰى يَوْمِ الدّٖينِ","ayatMealText":{"tr":"\"Kıyamet gününe kadar lanet senin üzerindedir.\"","nl":"En voorwaar, de vervloeking rust op jou tot aan de Dag des Oordeels.\"","en":"And surely upon you is condemnation until the Day of Judgment.”"},"surah":null},{"id":1838,"surahId":15,"ayatId":36,"ayatNo":"٣٦","pageNo":264,"ayatText":"قَالَ رَبِّ فَاَنْظِرْنٖٓي اِلٰى يَوْمِ يُبْعَثُونَ","ayatMealText":{"tr":"İblis: \"Rabbim! Öyle ise insanların kabirlerinden kaldırılacakları güne (kıyamete) kadar bana mühlet ver\" dedi.","nl":"Hij (Iblis) zei: \"Mijn Heer, schenk mij dan uitstel tot de Dag waarop zij zullen worden opgewekt.\"","en":"Satan appealed, “My Lord! Then delay my end until the Day of their resurrection.”"},"surah":null},{"id":1839,"surahId":15,"ayatId":37,"ayatNo":"٣٧","pageNo":264,"ayatText":"قَالَ فَاِنَّكَ مِنَ الْمُنْظَرٖينَۙ","ayatMealText":{"tr":"Allah buyurdu ki: \"Sen mühlet verilenlerdensin.\"","nl":"Hij (Allah) zei: \"Voorwaar, jij behoort tot degenen die uitdel kregen.","en":"Allah said, “You will be delayed"},"surah":null},{"id":1840,"surahId":15,"ayatId":38,"ayatNo":"٣٨","pageNo":264,"ayatText":"اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُومِ","ayatMealText":{"tr":"\"Allah katında bilinen vaktin gününe kadar...\"","nl":"Tot de Dag van het vastgestelde tijdstip.\"","en":"until the appointed Day.”"},"surah":null},{"id":1841,"surahId":15,"ayatId":39,"ayatNo":"٣٩","pageNo":264,"ayatText":"قَالَ رَبِّ بِمَٓا اَغْوَيْتَنٖي لَاُزَيِّنَنَّ لَهُمْ فِي الْاَرْضِ وَلَاُغْوِيَنَّهُمْ اَجْمَعٖينَۙ","ayatMealText":{"tr":"İblis şöyle dedi: \"Rabbim! Beni saptırdığın için, mutlaka ben de yeryüzünde onlara günahları süsleyeceğim ve onların hepsini mutlaka azdıracağım!\"","nl":"Hij (Iblis) zei. \"Mijn Heer, omdat U mij heeft doen dwalen, zal ik voor ben (hun slechte daden) zeker schoonschijnend maken op de aarde, en ik zal hen zeker allen doen dwalen.","en":"Satan responded, “My Lord! For allowing me to stray I will surely tempt them on earth and mislead them all together"},"surah":null},{"id":1842,"surahId":15,"ayatId":40,"ayatNo":"٤٠","pageNo":264,"ayatText":"اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصٖينَ","ayatMealText":{"tr":"\"Ancak içlerinden ihlaslı kulların müstesnâdır.\"","nl":"Behalve Uw dienaren, onder hen die oprecht zijn.\"","en":"except Your chosen servants among them.”"},"surah":null},{"id":1843,"surahId":15,"ayatId":41,"ayatNo":"٤١","pageNo":264,"ayatText":"قَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقٖيمٌ","ayatMealText":{"tr":"Allah şöyle buyurdu: \"İşte bana ulaşan dosdoğru yol budur.\"","nl":"Hij (Allah) zei: \"Dit is een recht Pad, op Mij rust (het waken erover).","en":"Allah said, “This is the Way, binding on Me"},"surah":null},{"id":1844,"surahId":15,"ayatId":42,"ayatNo":"٤٢","pageNo":264,"ayatText":"اِنَّ عِبَادٖي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ اِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوٖينَ","ayatMealText":{"tr":"\"Sana uyan azgınlardan başka, kullarımın üzerinde hiçbir nüfuzun yoktur.\"","nl":"Voorwaar, jij hebt geen macht over Mijn dienaren, behalve (over) degene die jou volgt van de dwalenden.\"","en":"you will certainly have no authority over My servants, except the deviant who follow you"},"surah":null},{"id":1845,"surahId":15,"ayatId":43,"ayatNo":"٤٣","pageNo":264,"ayatText":"وَاِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ اَجْمَعٖينَۙ","ayatMealText":{"tr":"\"Şüphesiz ki onların hepsine vaad edilen yer cehennemdir.\"","nl":"En voorwaar, de Het is aan hen allen zeker toegezegd.","en":"and surely Hell is their destined place, all together"},"surah":null},{"id":1846,"surahId":15,"ayatId":44,"ayatNo":"٤٤","pageNo":264,"ayatText":"لَهَا سَبْعَةُ اَبْوَابٍؕ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌࣖ","ayatMealText":{"tr":"\"Cehennemin yedi kapısı vardır. O kapıların herbiri için birer grup ayrılmıştır.\"","nl":"Zij heeft zeven poorten. Aan iedere poort is een deel van hen toegewezen.","en":"It has seven gates, to each a group of them is designated.”"},"surah":null},{"id":1847,"surahId":15,"ayatId":45,"ayatNo":"٤٥","pageNo":264,"ayatText":"اِنَّ الْمُتَّقٖينَ فٖي جَنَّاتٍ وَعُيُونٍؕ","ayatMealText":{"tr":"Allahtan korkanlar, elbette cennetlerde ve pınarların başındadırlar.","nl":"Voorwaar, de Moettaqoen zullen in de Tuinen (het Paradijs) en bij bronnen vertoeven.","en":"Indeed, the righteous will be amid Gardens and springs"},"surah":null},{"id":1848,"surahId":15,"ayatId":46,"ayatNo":"٤٦","pageNo":264,"ayatText":"اُدْخُلُوهَا بِسَلَامٍ اٰمِنٖينَ","ayatMealText":{"tr":"Onlara: \"Selametle güven içinde oraya girin\" denir.","nl":"(Tegen hen wordt gezegd:) \"Treedt deze binnen in vrede en veiligheid.\"","en":"˹It will be said to them,˺ “Enter in peace and security.”"},"surah":null},{"id":1849,"surahId":15,"ayatId":47,"ayatNo":"٤٧","pageNo":264,"ayatText":"وَنَزَعْنَا مَا فٖي صُدُورِهِمْ مِنْ غِلٍّ اِخْوَاناً عَلٰى سُرُرٍ مُتَقَابِلٖينَ","ayatMealText":{"tr":"Biz o cennetliklerin kalblerindeki kinleri çıkarır atarız. Hepsi kardeşler olarak sevinç içinde karşılıklı koltuklara otururlar.","nl":"En Wij nemen weg wat er in hun harten aan wrok is, (zij zijn daarin) als broeders, op rustbanken zitten zij tegenover elkaar.","en":"We will remove whatever bitterness they had in their hearts. In a friendly manner, they will be on thrones, facing one another"},"surah":null},{"id":1850,"surahId":15,"ayatId":48,"ayatNo":"٤٨","pageNo":264,"ayatText":"لَا يَمَسُّهُمْ فٖيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجٖينَ","ayatMealText":{"tr":"Orada kendilerine hiçbir yorgunluk gelmeyecek. Oradan çıkarılacak da değillerdir.","nl":"Daarin raakt hen geen vermoeidheid en zij worden daaruit niet verdreven.","en":"No fatigue will touch them there, nor will they ever be asked to leave"},"surah":null},{"id":1851,"surahId":15,"ayatId":49,"ayatNo":"٤٩","pageNo":264,"ayatText":"نَبِّئْ عِبَادٖٓي اَنّٖٓي اَنَا الْغَفُورُ الرَّحٖيمُۙ","ayatMealText":{"tr":"Kullarıma haber ver ki, gerçekten ben çok bağışlayıcı ve pek merhamet ediciyim.","nl":"Bericht mijn dienaren (O Moehammad:) \"Voorwaar, ik ben de Vergevensgezinde, de meest Barmhartige.","en":"Inform My servants ˹O Prophet˺ that I am truly the All-Forgiving, Most Merciful"},"surah":null},{"id":1852,"surahId":15,"ayatId":50,"ayatNo":"٥٠","pageNo":264,"ayatText":"وَاَنَّ عَذَابٖي هُوَ الْعَذَابُ الْاَلٖيمُ","ayatMealText":{"tr":"Bununla beraber azabım da çok acıklı bir azabdır. Bunları geçmişten bazı örneklerle açıklamak üzere:","nl":"En dat Mijn bestraffing een pijnlijke bestraffing is.\"","en":"and that My torment is indeed the most painful"},"surah":null},{"id":1853,"surahId":15,"ayatId":51,"ayatNo":"٥١","pageNo":264,"ayatText":"وَنَبِّئْهُمْ عَنْ ضَيْفِ اِبْرٰهٖيمَۘ","ayatMealText":{"tr":"Hem o kullara, İbrahim'in misafirlerinden de haber ver.","nl":"En bericht hun over de gasten van Ibrâhîm.","en":"And inform them ˹O Prophet˺ about Abraham’s guests"},"surah":null}]}