{"juzNo":14,"pageNo":265,"arCuzNo":"۱٤","arPageNo":"۲٦٥","quranAyats":[{"id":1854,"surahId":15,"ayatId":52,"ayatNo":"٥٢","pageNo":265,"ayatText":"اِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَاماًؕ قَالَ اِنَّا مِنْكُمْ وَجِلُونَ","ayatMealText":{"tr":"Hani melekler, İbrahim'in yanına girdikleri zaman, \"selam\" demişler, İbrahim de onlara: \"Biz sizden korkuyoruz\" demişti.","nl":"Toen zij bij hem binnenkwamen, zeiden zij: \"Salam.\" (Vrede) Ibrâhîm zei: \"Voorwaar, wij zijn bang voor jullie.\"","en":"who entered upon him and greeted ˹him with˺, “Peace!” He ˹later˺ said, “Surely we are afraid of you.”"},"surah":{"surahId":15,"name":"Hicr","nameAr":"الْحِجْرِ","revelationOrder":54,"verseCount":99,"juzNo":14,"firstPage":262}},{"id":1855,"surahId":15,"ayatId":53,"ayatNo":"٥٣","pageNo":265,"ayatText":"قَالُوا لَا تَوْجَلْ اِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلٖيمٍ","ayatMealText":{"tr":"Melekler: \"Korkma! Gerçekten biz sana bilgin bir oğul müjdeliyoruz\" dediler.","nl":"Zij zeiden: \"Wees niet bang. Voorwaar, wij geven jou een verheugende tijding over (de geboorte van) een jongen, die kennis bezit.\"","en":"They reassured ˹him˺, “Do not be afraid! Surely we give you good news of a knowledgeable son.”"},"surah":null},{"id":1856,"surahId":15,"ayatId":54,"ayatNo":"٥٤","pageNo":265,"ayatText":"قَالَ اَبَشَّرْتُمُونٖي عَلٰٓى اَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ","ayatMealText":{"tr":"İbrahim dedi ki: \"Bana ihtiyarlık gelmişken, beni mi müjdeliyorsunuz, neye dayanarak beni müjdeliyorsunuz?\"","nl":"Hij (Ibrâhîm) zei: \"Geven jullie mij een verheugende tijding, terwijl de ouderdom mij heeft bereikt? Waarover geven jullie mij dan een verheugende tijding?\"","en":"He wondered, “Do you give me good news despite my old age? What unlikely news!”"},"surah":null},{"id":1857,"surahId":15,"ayatId":55,"ayatNo":"٥٥","pageNo":265,"ayatText":"قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطٖينَ","ayatMealText":{"tr":"Melekler: \"Seni gerçekle müjdeliyoruz. Sakın Allah'ın rahmetinden ümidini kesenlerden olma!\" dediler.","nl":"Zij zeiden: \"Wij hebben jou in waarheid een verheugende tijding gegeven, behoor daarom niet tot de wanhopigen.\"","en":"They responded, “We give you good news in all truth, so do not be one of those who despair.”"},"surah":null},{"id":1858,"surahId":15,"ayatId":56,"ayatNo":"٥٦","pageNo":265,"ayatText":"قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهٖٓ اِلَّا الضَّٓالُّونَ","ayatMealText":{"tr":"İbrahim dedi ki: \"Rabbimin rahmetinden, sapıklardan başka kim ümit keser?\"","nl":"Hij (Ibrâhîm) zei: \"Niemand wanhoopt aan de Barmhartigheid van zijn Heer dan de dwalenden.\"","en":"He exclaimed, “Who would despair of the mercy of their Lord except the misguided?”"},"surah":null},{"id":1859,"surahId":15,"ayatId":57,"ayatNo":"٥٧","pageNo":265,"ayatText":"قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُونَ","ayatMealText":{"tr":"\"Ey elçiler! Başka ne işiniz var?\" dedi.","nl":"Hij (Ibrâhîm) zei: \"Wat is jullie zaak, O, gezanten?\"","en":"He ˹then˺ added, “What is your mission, O messenger-angels?”"},"surah":null},{"id":1860,"surahId":15,"ayatId":58,"ayatNo":"٥٨","pageNo":265,"ayatText":"قَالُٓوا اِنَّٓا اُرْسِلْـنَٓا اِلٰى قَوْمٍ مُجْرِمٖينَۙ","ayatMealText":{"tr":"Melekler şöyle dediler: \"Biz suçlu bir kavmi cezalandırmak için gönderildik.","nl":"Zij (de Engelen) zeiden: \"Voorwaar, wij zijn gezonden tot een misdadig volk.","en":"They replied, “We have actually been sent to a wicked people"},"surah":null},{"id":1861,"surahId":15,"ayatId":59,"ayatNo":"٥٩","pageNo":265,"ayatText":"اِلَّٓا اٰلَ لُوطٍؕ اِنَّا لَمُنَجُّوهُمْ اَجْمَعٖينَۙ","ayatMealText":{"tr":"Ancak Lût ailesi müstesnâdır. Biz, onların hepsini muhakkak kurtaracağız.","nl":"Uitgezonderd de volgelingen van Loeth. Voorwaar, wij zullen hen (in opdracht van Allah) zeker allen redden.","en":"As for the family of Lot, we will certainly deliver them all"},"surah":null},{"id":1862,"surahId":15,"ayatId":60,"ayatNo":"٦٠","pageNo":265,"ayatText":"اِلَّا امْرَاَتَهُ قَدَّرْنَٓاۙ اِنَّهَا لَمِنَ الْغَابِرٖينَࣖ","ayatMealText":{"tr":"Yalnız Lût'un karısı müstesnâ, çünkü onun helak edilenlerle birlikte yok edilmesini takdir ettik.","nl":"Behalve zijn vrouw, wij hebben besloten dat zij tot de achterblijversi zal behoren.\"","en":"except his wife. We have determined that she will be one of the doomed.”"},"surah":null},{"id":1863,"surahId":15,"ayatId":61,"ayatNo":"٦١","pageNo":265,"ayatText":"فَلَمَّا جَٓاءَ اٰلَ لُوطٍۨ الْمُرْسَلُونَۙ","ayatMealText":{"tr":"Melek olan elçiler, Lût kavmine gelince,","nl":"En toen de gezanten tot de volgelingen van Loeth kwamen.","en":"So when the messengers came to the family of Lot"},"surah":null},{"id":1864,"surahId":15,"ayatId":62,"ayatNo":"٦٢","pageNo":265,"ayatText":"قَالَ اِنَّكُمْ قَوْمٌ مُنْكَرُونَ","ayatMealText":{"tr":"Lût dedi ki: \"Doğrusu siz ürkülecek bir kavimsiniz.\"","nl":"Hij (Loeth) zei: \"Jullie zijn een onbekend volk.\"","en":"he said, “You are surely an unfamiliar people!”"},"surah":null},{"id":1865,"surahId":15,"ayatId":63,"ayatNo":"٦٣","pageNo":265,"ayatText":"قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فٖيهِ يَمْتَرُونَ","ayatMealText":{"tr":"Elçiler dediler ki: \"Bilakis biz sana onların şüphe ettiği azabı getirdik.\"","nl":"De gezanten (de Engelen) zeiden: \"Eigenlijk zijn wij tot jou gekomen, met dat waarover zij plachten te twijfelen (de bestraffing).","en":"They responded, “We have come to you with that ˹torment˺ which they have doubted"},"surah":null},{"id":1866,"surahId":15,"ayatId":64,"ayatNo":"٦٤","pageNo":265,"ayatText":"وَاَتَيْنَاكَ بِالْحَقِّ وَاِنَّا لَصَادِقُونَ","ayatMealText":{"tr":"\"Sana gerçeği getirdik; biz elbette doğru söylüyoruz.\"","nl":"En wij zijn tot jou gekomen met de Waarheid. En voorwaar, wij zijn zeker waarachtigen.","en":"We come to you with the truth, and we are certainly truthful"},"surah":null},{"id":1867,"surahId":15,"ayatId":65,"ayatNo":"٦٥","pageNo":265,"ayatText":"فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِنَ الَّيْلِ وَاتَّبِـعْ اَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ","ayatMealText":{"tr":"\"Gecenin bir bölümünde aileni yola çıkar, sen de arkalarından yürü ve sizden kimse ardına bakmasın; istenen yere gidin.\"","nl":"Dus vertrek daarom met jouw familie in het laatste gedeelte van de nacht. En volg achter hen (jouw familie) en laat niemand van jullie omkijken en vervolg (de reis) zoals jullie bevolen is.\"","en":"So travel with your family in the dark of night, and follow ˹closely˺ behind them. Do not let any of you look back, and go where you are commanded.”"},"surah":null},{"id":1868,"surahId":15,"ayatId":66,"ayatNo":"٦٦","pageNo":265,"ayatText":"وَقَضَيْنَٓا اِلَيْهِ ذٰلِكَ الْاَمْرَ اَنَّ دَابِرَ هٰٓؤُ۬لَٓاءِ مَقْطُوعٌ مُصْبِحٖينَ","ayatMealText":{"tr":"Biz, Lût'a şu kesin emri vahyettik: \"Bu kâfirler sabaha çıkarken muhakkak kökleri kesilmiş olacaktır.\"","nl":"En Wij openbaarden aan hem (Loeth) die zaak: dat zij in de ochtend zullen worden uitgeroeid.","en":"We revealed to him this decree: “Those ˹sinners˺ will be uprooted in the morning.”"},"surah":null},{"id":1869,"surahId":15,"ayatId":67,"ayatNo":"٦٧","pageNo":265,"ayatText":"وَجَٓاءَ اَهْلُ الْمَدٖينَةِ يَسْتَبْشِرُونَ","ayatMealText":{"tr":"Şehir halkı, insan şeklindeki güzel yüzlü melekleri görünce, onlara iğrenç işlerini yapabileceklerini düşünüp sevinerek geldiler.","nl":"En de bewoners van de stad (Sodom) verheugden zich.","en":"And there came the men of the city, rejoicing"},"surah":null},{"id":1870,"surahId":15,"ayatId":68,"ayatNo":"٦٨","pageNo":265,"ayatText":"قَالَ اِنَّ هٰٓؤُ۬لَٓاءِ ضَيْفٖي فَلَا تَفْضَحُونِۙ","ayatMealText":{"tr":"Lût, kavmine şöyle dedi: \"Bunlar benim misafirlerimdir, beni rüsvay etmeyin.\"","nl":"Hij (Loeth) zei: \"Voorwaar, dit zijn mijn gasten; maakt mij dus niet te schande.","en":"Lot pleaded, “Indeed, these are my guests, so do not embarrass me"},"surah":null},{"id":1871,"surahId":15,"ayatId":69,"ayatNo":"٦٩","pageNo":265,"ayatText":"وَاتَّقُوا اللّٰهَ وَلَا تُخْزُونِ","ayatMealText":{"tr":"\"Allah'tan korkun! Beni mahcub etmeyin.\"","nl":"En vreest Allah en vernedert mij niet.\"","en":"Fear Allah and do not humiliate me.”"},"surah":null},{"id":1872,"surahId":15,"ayatId":70,"ayatNo":"٧٠","pageNo":265,"ayatText":"قَالُٓوا اَوَلَمْ نَنْهَكَ عَنِ الْعَالَمٖينَ","ayatMealText":{"tr":"Lût kavmi şöyle dedi: \"Biz sana kimsenin koruyuculuğunu yapmamanı söylememiş miydik?\"","nl":"Zij zeiden: \"Hebben wij jou niet verboden (over ons te praten) tegen de mensen?\"","en":"They responded, “Have we not forbidden you from protecting anyone?”"},"surah":null}]}