{"juzNo":14,"pageNo":266,"arCuzNo":"۱٤","arPageNo":"۲٦٦","quranAyats":[{"id":1873,"surahId":15,"ayatId":71,"ayatNo":"٧١","pageNo":266,"ayatText":"قَالَ هٰٓؤُ۬لَٓاءِ بَنَاتٖٓي اِنْ كُنْتُمْ فَاعِلٖينَؕ","ayatMealText":{"tr":"Lût şöyle dedi: \"İşte kızlarım! Düşündüğünüzü yapacaksanız (onlarla evlenin).","nl":"Ilij (Loeth) zei: \"Dit zijn mijn dochters (vrouwen uit mijn volk), als jullie (iets op toegestane wijze willen) doen.\"","en":"He said, “O my people! Here are my daughters ˹so marry them˺ if you wish to do so.”"},"surah":{"surahId":15,"name":"Hicr","nameAr":"الْحِجْرِ","revelationOrder":54,"verseCount":99,"juzNo":14,"firstPage":262}},{"id":1874,"surahId":15,"ayatId":72,"ayatNo":"٧٢","pageNo":266,"ayatText":"لَعَمْرُكَ اِنَّهُمْ لَفٖي سَكْرَتِهِمْ يَعْمَهُونَ","ayatMealText":{"tr":"Resulüm! Ömrüne yemin olsun ki gerçekten onlar, sarhoşlukları içinde bocalayıp duruyorlardı.","nl":"Bij jouw leven (O Moehammad): voorwaar, zij verkeren onrustig in hun dwaling.","en":"By your life ˹O Prophet˺, they certainly wandered blindly, intoxicated ˹by lust˺"},"surah":null},{"id":1875,"surahId":15,"ayatId":73,"ayatNo":"٧٣","pageNo":266,"ayatText":"فَاَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقٖينَۙ","ayatMealText":{"tr":"Güneş doğarken o korkunç çığlık onları yakaladı.","nl":"Toen trof de donderslag hen bij zonsopgang.","en":"So the ˹mighty˺ blast overtook them at sunrise"},"surah":null},{"id":1876,"surahId":15,"ayatId":74,"ayatNo":"٧٤","pageNo":266,"ayatText":"فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجّٖيلٍؕ","ayatMealText":{"tr":"Biz, onların şehirlerinin üstünü altına geçirdik ve üzerlerine de balçıktan pişirilmiş taşlar yağdırdık.","nl":"Toen keerden Wij haar (de stad) ondersteboven en deden Wij op hen stenen van harde klei neerkomen.","en":"And We turned the cities ˹of Sodom and Gomorrah˺ upside down and rained upon them stones of baked clay"},"surah":null},{"id":1877,"surahId":15,"ayatId":75,"ayatNo":"٧٥","pageNo":266,"ayatText":"اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِلْمُتَوَسِّمٖينَ","ayatMealText":{"tr":"Gerçekten bunda, düşünen keskin anlayışlılar için ibretler vardır.","nl":"Voorwaar, daarin zijn zeker Tekenen voor degenen die er lering uit trekken.","en":"Surely in this are signs for those who contemplate"},"surah":null},{"id":1878,"surahId":15,"ayatId":76,"ayatNo":"٧٦","pageNo":266,"ayatText":"وَاِنَّهَا لَبِسَبٖيلٍ مُقٖيمٍ","ayatMealText":{"tr":"Hem o Lût kavminin bulunduğu şehir harabesi bir yol üzerinde bulunmaktadır.","nl":"En voorwaar, zij (de stad) ligt aan een (nog) bestaande weg.","en":"Their ruins still lie along a known route"},"surah":null},{"id":1879,"surahId":15,"ayatId":77,"ayatNo":"٧٧","pageNo":266,"ayatText":"اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِلْمُؤْمِنٖينَؕ","ayatMealText":{"tr":"Şüphesiz ki, bunda iman edenler için bir ibret vardır.","nl":"En voorwaar, daarin is zeker een Teken voor de gelovigen.","en":"Surely in this is a sign for those who believe"},"surah":null},{"id":1880,"surahId":15,"ayatId":78,"ayatNo":"٧٨","pageNo":266,"ayatText":"وَاِنْ كَانَ اَصْحَابُ الْاَيْكَةِ لَظَالِمٖينَۙ","ayatMealText":{"tr":"Eyke halkı da gerçekten zalimlerdi.","nl":"en voorwaar, de bewoners van Aikah waren zeker onrechtplegers.","en":"And the residents of the Forest were truly wrongdoers"},"surah":null},{"id":1881,"surahId":15,"ayatId":79,"ayatNo":"٧٩","pageNo":266,"ayatText":"فَانْتَقَمْنَا مِنْهُمْۘ وَاِنَّهُمَا لَبِاِمَامٍ مُبٖينٍؕࣖ","ayatMealText":{"tr":"Biz Eyke halkından da intikâm aldık. İkisi de (Eyke ve Medyen) açık bir yol üzerindedir.","nl":"Toen hebben Wij hen vernietigd. En voorwaar, de beide steden liggen aan een duidelijke weg.","en":"so We inflicted punishment upon them. The ruins of both nations still lie on a well-known road"},"surah":null},{"id":1882,"surahId":15,"ayatId":80,"ayatNo":"٨٠","pageNo":266,"ayatText":"وَلَقَدْ كَذَّبَ اَصْحَابُ الْحِجْرِ الْمُرْسَلٖينَۙ","ayatMealText":{"tr":"Şüphesiz ki, Hıcr halkı da peygamberleri yalanladılar.","nl":"En voorzeker, de bewoners van Hidjr loochenden de Boodschappers.","en":"Indeed, the residents of the Stone Valley also denied the messengers"},"surah":null},{"id":1883,"surahId":15,"ayatId":81,"ayatNo":"٨١","pageNo":266,"ayatText":"وَاٰتَيْنَاهُمْ اٰيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضٖينَۙ","ayatMealText":{"tr":"Biz, onlara âyetlerimizi vermiştik de onlar, yüz çeviriyorlardı","nl":"En Wij hebben ben Onze Tekenen gegeven, maar zij plachten zich daarvan af te wenden.","en":"We gave them Our signs, but they turned away from them"},"surah":null},{"id":1884,"surahId":15,"ayatId":82,"ayatNo":"٨٢","pageNo":266,"ayatText":"وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتاً اٰمِنٖينَ","ayatMealText":{"tr":"Onlar, dağlardan emniyetli emniyetli evler yontuyorlardı.","nl":"En zij hieuwen de rotsen uit tot veilige woningen.","en":"They carved their homes in the mountains, feeling secure"},"surah":null},{"id":1885,"surahId":15,"ayatId":83,"ayatNo":"٨٣","pageNo":266,"ayatText":"فَاَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحٖينَۙ","ayatMealText":{"tr":"Onları da sabahleyin korkunç bir çığlık yakaladı.","nl":"Toen trof de donderslag hen in de ochtend.","en":"But the ˹mighty˺ blast overtook them in the morning"},"surah":null},{"id":1886,"surahId":15,"ayatId":84,"ayatNo":"٨٤","pageNo":266,"ayatText":"فَمَٓا اَغْنٰى عَنْهُمْ مَا كَانُوا يَكْسِبُونَؕ","ayatMealText":{"tr":"Kazanmakta oldukları şeyler, onlardan hiçbir zararı savmadı.","nl":"Toen baatte wat zij plachten te verrichten hen niet.","en":"and all they achieved was of no help to them"},"surah":null},{"id":1887,"surahId":15,"ayatId":85,"ayatNo":"٨٥","pageNo":266,"ayatText":"وَمَا خَلَقْنَا السَّمٰوَاتِ وَالْاَرْضَ وَمَا بَيْنَهُمَٓا اِلَّا بِالْحَقِّؕ وَاِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمٖيلَ","ayatMealText":{"tr":"Biz gökleri, yeri ve aralarındaki varlıkları ancak hak ve hikmetle yarattık ve elbette ki, kıyamet kopacaktır. (Ey Peygamber!) Şimdi sen onlara yumuşak davran ve güzel muamele et.","nl":"En Wij hebben de hemelen en de aarde en wat er tussen is niet geschapen behalve met de Waarheid. En voorwaar, het Uur zal zeker komen, geeft daarom em passende kwijtschelding.","en":"We have not created the heavens and the earth and everything in between except for a purpose. And the Hour is certain to come, so forgive graciously"},"surah":null},{"id":1888,"surahId":15,"ayatId":86,"ayatNo":"٨٦","pageNo":266,"ayatText":"اِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلٖيمُ","ayatMealText":{"tr":"Şüphesiz Rabbin kemaliyle yaratandır ve iyi bilendir.","nl":"Voorwaar, jouw fleer is de Schepper, de Alwetende.","en":"Surely your Lord is the Master Creator, All-Knowing"},"surah":null},{"id":1889,"surahId":15,"ayatId":87,"ayatNo":"٨٧","pageNo":266,"ayatText":"وَلَقَدْ اٰتَيْنَاكَ سَبْعاً مِنَ الْمَثَانٖي وَالْقُرْاٰنَ الْعَظٖيمَ","ayatMealText":{"tr":"Andolsun ki, biz sana tekrarlanan yedi âyeti (Fatihayı) ve yüce Kur'ân'ı verdik.","nl":"En voorzeker, Wij hebben jou de zeven vaak herhaalde (Verzen) gegeven en de geweldige Koran.","en":"We have certainly granted you the seven often-repeated verses and the great Quran"},"surah":null},{"id":1890,"surahId":15,"ayatId":88,"ayatNo":"٨٨","pageNo":266,"ayatText":"لَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجاً مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنٖينَ","ayatMealText":{"tr":"Sakın o kâfirlerden birtakımlarına verip de kendilerini zevklendirdiğimiz şeye (mal ve servete) heveslenip göz dikeyim deme. Onlardan dolayı üzülme. Müminlere merhamet kanatlarını indir.","nl":"Kijk niet verlangend uit naar de genietingen die Wij aan een groep van hen (de ongelovigen) hebben gegeven. En treur niet over hen, en wees nederig tegenover de gelovigen.","en":"Do not let your eyes crave the ˹fleeting˺ pleasures We have provided for some of the disbelievers, nor grieve for them. And be gracious to the believers"},"surah":null},{"id":1891,"surahId":15,"ayatId":89,"ayatNo":"٨٩","pageNo":266,"ayatText":"وَقُلْ اِنّٖٓي اَنَا النَّذٖيرُ الْمُبٖينُۚ","ayatMealText":{"tr":"De ki: \"Şüphesiz ben apaçık bir uyarıcıyım.\"","nl":"En zeg (O Moehammad): \"Voorwaar, ik ben de duidelijke waarschuwer.\"","en":"And say, “I am truly sent with a clear warning”—"},"surah":null},{"id":1892,"surahId":15,"ayatId":90,"ayatNo":"٩٠","pageNo":266,"ayatText":"كَمَٓا اَنْزَلْنَا عَلَى الْمُقْتَسِمٖينَۙ","ayatMealText":{"tr":"(İnanmazsanız başınıza) tıpkı o taksimcilere (yahudi ve hıristiyanlara) indirdiğimiz azap gibi (bir azab inecektir).","nl":"Zoals Wij (de bestraffing) hebben neergezonden naar de verdelers.","en":"˹a warning˺ similar to what We sent to those who divided ˹the Scriptures˺"},"surah":null}]}