{"juzNo":14,"pageNo":267,"arCuzNo":"۱٤","arPageNo":"۲٦۷","quranAyats":[{"id":1893,"surahId":15,"ayatId":91,"ayatNo":"٩١","pageNo":267,"ayatText":"اَلَّذٖينَ جَعَلُوا الْقُرْاٰنَ عِضٖينَ","ayatMealText":{"tr":"Onlar, Kur'ân'ın bir kısmına inanıp bir kısmına inanmayarak onu kısım kısım böldüler.","nl":"Degenen die de Koran hebben opgedeeld.","en":"who ˹now˺ accept parts of the Quran, rejecting others"},"surah":{"surahId":15,"name":"Hicr","nameAr":"الْحِجْرِ","revelationOrder":54,"verseCount":99,"juzNo":14,"firstPage":262}},{"id":1894,"surahId":15,"ayatId":92,"ayatNo":"٩٢","pageNo":267,"ayatText":"فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعٖينَۙ","ayatMealText":{"tr":"Rabbin hakkı için biz, mutlaka onların hepsini yaptıklarından dolayı hesaba çekeceğiz.","nl":"Bij jouw Heer, Wij zullen hen zeker allen ondervragen.","en":"So by your Lord! We will certainly question them all"},"surah":null},{"id":1895,"surahId":15,"ayatId":93,"ayatNo":"٩٣","pageNo":267,"ayatText":"عَمَّا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Rabbin hakkı için biz, mutlaka onların hepsini yaptıklarından dolayı hesaba çekeceğiz.","nl":"Over wat zij plachten te doen.","en":"about what they used to do"},"surah":null},{"id":1896,"surahId":15,"ayatId":94,"ayatNo":"٩٤","pageNo":267,"ayatText":"فَاصْدَعْ بِمَا تُؤْمَرُ وَاَعْرِضْ عَنِ الْمُشْرِكٖينَ","ayatMealText":{"tr":"Şimdi sen emrolunduğunu açıkça tebliğ et. Müşriklerden yüz çevir.","nl":"Verkondig daarom wat bevolen is, en wend je af van de veelgodenaanbidders.","en":"So proclaim what you have been commanded, and turn away from the polytheists"},"surah":null},{"id":1897,"surahId":15,"ayatId":95,"ayatNo":"٩٥","pageNo":267,"ayatText":"اِنَّا كَفَيْنَاكَ الْمُسْتَهْزِءٖينَۙ","ayatMealText":{"tr":"Muhakkak ki alay edenlere karşı biz sana yeteriz.","nl":"Voorwaar, Wij hebben jou beschermd (tegen het kwaad) van de spotters.","en":"Surely We will be sufficient for you against the mockers"},"surah":null},{"id":1898,"surahId":15,"ayatId":96,"ayatNo":"٩٦","pageNo":267,"ayatText":"اَلَّذٖينَ يَجْعَلُونَ مَعَ اللّٰهِ اِلٰهاً اٰخَرَۚ فَسَوْفَ يَعْلَمُونَ","ayatMealText":{"tr":"Onlar Allah ile birlikte başkasını ilâh edinenlerdir. Onlar yakında bileceklerdir.","nl":"Degenen die naast Allah een andere god plaatsen, later zullen zij (het) te weten komen.","en":"who set up ˹other˺ gods with Allah. They will soon come to know"},"surah":null},{"id":1899,"surahId":15,"ayatId":97,"ayatNo":"٩٧","pageNo":267,"ayatText":"وَلَقَدْ نَعْلَمُ اَنَّكَ يَضٖيقُ صَدْرُكَ بِمَا يَقُولُونَۙ","ayatMealText":{"tr":"Gerçekten biliriz ki, onların söylediklerine göğsün daralıyor.","nl":"En voorzeker, Wij weten dat jouw borst benauwd is wegens wat zij zeggen.","en":"We certainly know that your heart is truly distressed by what they say"},"surah":null},{"id":1900,"surahId":15,"ayatId":98,"ayatNo":"٩٨","pageNo":267,"ayatText":"فَسَبِّـحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدٖينَۙ","ayatMealText":{"tr":"O halde Rabbini hamd ile tesbih et. Ve secde edenlerden ol.","nl":"Heilig daarom jouw Heer met een lofprijzing en behoor tot hen die zich neerknielen.","en":"So glorify the praises of your Lord and be one of those who ˹always˺ pray"},"surah":null},{"id":1901,"surahId":15,"ayatId":99,"ayatNo":"٩٩","pageNo":267,"ayatText":"وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقٖينُ","ayatMealText":{"tr":"Ve sana ölüm gelinceye kadar Rabbine ibadet et.","nl":"En aanbid jouw Heer totdat het zekere (de dood) tot jou komt.","en":"and worship your Lord until the inevitable comes your way"},"surah":null},{"id":1902,"surahId":16,"ayatId":1,"ayatNo":"١","pageNo":267,"ayatText":"اَتٰٓى اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوهُؕ سُبْحَانَهُ وَتَعَالٰى عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Allah'ın emri geldi, sakın onu acele edip istemeyiniz. Allah, müşriklerin koştukları ortaklardan münezzeh ve yücedir.","nl":"De beslissing van Allah komt (zeker) wens haar dus niet te verhaasten. Heilig is Allah en Verheven boven wat zij (Hem) aan deelgenoten toekennen.","en":"The command of Allah is at hand, so do not hasten it. Glorified and Exalted is He above what they associate ˹with Him in worship˺"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1903,"surahId":16,"ayatId":2,"ayatNo":"٢","pageNo":267,"ayatText":"يُنَزِّلُ الْمَلٰٓئِكَةَ بِالرُّوحِ مِنْ اَمْرِهٖ عَلٰى مَنْ يَشَٓاءُ مِنْ عِبَادِهٖٓ اَنْ اَنْذِرُٓوا اَنَّهُ لَٓا اِلٰهَ اِلَّٓا اَنَا۬ فَاتَّقُونِ","ayatMealText":{"tr":"Kendi emrinden ruh (vahiy) ile melekleri, kullarından dilediği peygamberlere indirip şu gerçeği insanlara bildirin, buyuruyor: Benden başka hiçbir ilâh yoktur. Ancak benden korkun.","nl":"Hij heeft de Engelen doen neerdalen met de Openbaring van Zijn bevel. naar wie Hij wil van Zijn dienaren, om te waarschuwen: \"Er is geen God dan Ik, dus vreest Mij.\"","en":"He sends down the angels with revelation by His command to whoever He wills of His servants, ˹stating:˺ “Warn ˹humanity˺ that there is no god ˹worthy of worship˺ except Me, so be mindful of Me ˹alone˺.”"},"surah":null},{"id":1904,"surahId":16,"ayatId":3,"ayatNo":"٣","pageNo":267,"ayatText":"خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ بِالْحَقِّؕ تَعَالٰى عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Allah gökleri ve yeri hikmeti ile yarattı. O, kâfirlerin ortak koştukları şeylerden çok yücedir.","nl":"Hij heeft de hemelen en aarde in Waarheid geschapen. Verheven is Hij boven wat zij (Hem) aan deelgenoten toekennen.","en":"He created the heavens and the earth for a purpose. Exalted is He above what they associate with Him ˹in worship˺"},"surah":null},{"id":1905,"surahId":16,"ayatId":4,"ayatNo":"٤","pageNo":267,"ayatText":"خَلَقَ الْاِنْسَانَ مِنْ نُطْفَةٍ فَاِذَا هُوَ خَصٖيمٌ مُبٖينٌ","ayatMealText":{"tr":"O, insanı bir meniden (spermadan) yarattı. Bir de bakarsın ki o, Rabbine karşı apaçık bir düşmandır.","nl":"Hij schiep de mens uit een druppel sperma, en dan wordt hij een duidelijke hetwister (van Allah).","en":"He created humans from a sperm-drop, then—behold!—they openly challenge ˹Him˺"},"surah":null},{"id":1906,"surahId":16,"ayatId":5,"ayatNo":"٥","pageNo":267,"ayatText":"وَالْاَنْعَامَ خَلَقَهَاۚ لَكُمْ فٖيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَࣕ","ayatMealText":{"tr":"Hayvanları da O yarattı. Onlarda sizi ısıtacak şeyler ve birçok faydalar vardır. Ve siz onlardan bir kısmını da yersiniz.","nl":"En Hij schiep het vee voor jullie: warmte en nut zijn erin, en jullie eten ervan.","en":"And He created the cattle for you as a source of warmth, food, and ˹many other˺ benefits"},"surah":null},{"id":1907,"surahId":16,"ayatId":6,"ayatNo":"٦","pageNo":267,"ayatText":"وَلَكُمْ فٖيهَا جَمَالٌ حٖينَ تُرٖيحُونَ وَحٖينَ تَسْرَحُونَࣕ","ayatMealText":{"tr":"O hayvanları, akşam vakti getirirken ve sabahleyin salarken, onlarda sizin için bir güzellik ve zevk vardır.","nl":"En voor jullie is er schoonheid in, wanneer jullie het vee 's avonds naar de stal voeren en wanneer jullie het vee 's morgens gaan weiden.","en":"They are also pleasing to you when you bring them home and when you take them out to graze"},"surah":null}]}