{"juzNo":14,"pageNo":268,"arCuzNo":"۱٤","arPageNo":"۲٦۸","quranAyats":[{"id":1908,"surahId":16,"ayatId":7,"ayatNo":"٧","pageNo":268,"ayatText":"وَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَمْ تَكُونُوا بَالِغٖيهِ اِلَّا بِشِقِّ الْاَنْفُسِؕ اِنَّ رَبَّكُمْ لَرَؤُ۫فٌ رَحٖيمٌۙ","ayatMealText":{"tr":"Bu hayvanlar, ancak güçlükle varabileceğiniz bir memlekete yüklerinizi taşır. Rabbiniz, şüphesiz çok şefkatlidir, çok merhametlidir.","nl":"En Zij dragen lasten voor jullie naar landen die jullie niet zonder moeilijkheden voor julliezelf konden bereiken. Voorwaar, jullie Heer is zeker Meest Genadig, Meest Barmhartig. THIS TEXT HAS BEEN AUTOMATICALLY GENERATED (OCR) AND REQUIRES FIXING/CHECKING. USE THE CTRL+(Right/Left Arrow) KEYS TO MOVE ALONG THE WORDS AND CHECK WITH THE LEFT SIDE. PLEASE DELETE *THIS* NOTE IF YOU ARE READY TO CHECK AND APPROVE.","en":"And they carry your loads to ˹distant˺ lands which you could not otherwise reach without great hardship. Surely your Lord is Ever Gracious, Most Merciful"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1909,"surahId":16,"ayatId":8,"ayatNo":"٨","pageNo":268,"ayatText":"وَالْخَيْلَ وَالْبِغَالَ وَالْحَمٖيرَ لِتَرْكَبُوهَا وَزٖينَةًؕ وَيَخْلُقُ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"Hem kendilerine binesiniz, hem de zinet olsun diye atları, katırları, ve merkepleri yarattı. Ve şu anda bilemeyeceğiniz daha nice şeyler yaratacak.","nl":"En het paard, de muilezel en de ezel, zodatiullie erop kunnen rijden en (zij zijin) als een sieraad. En Hij schept wat jullie niet weten.","en":"˹He also created˺ horses, mules, and donkeys for your transportation and adornment. And He creates what you do not know"},"surah":null},{"id":1910,"surahId":16,"ayatId":9,"ayatNo":"٩","pageNo":268,"ayatText":"وَعَلَى اللّٰهِ قَصْدُ السَّبٖيلِ وَمِنْهَا جَٓائِرٌؕ وَلَوْ شَٓاءَ لَهَدٰيكُمْ اَجْمَعٖينَࣖ","ayatMealText":{"tr":"Doğru yolu göstermek Allah'a aittir. Onun eğrisi de vardır. Allah dileseydi, sizin hepinizi hidayete erdirirdi.","nl":"En het is aan Allah om de rechte Weg te tonen en er zijn er die (ervan) afwijken. En als Hij het had gewild, had Hij zeker jullie allen gelei&","en":"It is upon Allah ˹alone˺ to ˹clearly˺ show the Straight Way. Other ways are deviant. Had He willed, He would have easily imposed guidance upon all of you"},"surah":null},{"id":1911,"surahId":16,"ayatId":10,"ayatNo":"١٠","pageNo":268,"ayatText":"هُوَ الَّـذٖٓي اَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فٖيهِ تُسٖيمُونَ","ayatMealText":{"tr":"Sizin için gökten su indiren O'dur. İçecek su ondandır; hayvanlarınızı otlattığınız bitkiler de o su ile yetişir.","nl":"Hij is Degene Die water uit de hemel doet neerdalen, waarvan een deel voor jullie om te drinken is, en een deel voor de gewassen waaropjullie (vee) weiden.","en":"He is the One Who sends down rain from the sky, from which you drink and by which plants grow for your cattle to graze"},"surah":null},{"id":1912,"surahId":16,"ayatId":11,"ayatNo":"١١","pageNo":268,"ayatText":"يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخٖيلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِقَوْمٍ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Allah, sizin için, o su ile ekin, zeytin, hurmalıklar, üzümler ve her çeşit meyveleri bitirir. Şüphesiz ki bunda düşünecek bir topluluk için büyük bir ibret vardır. ()","nl":"Hij brengt er voorjuitie het graan en de olijfbomen en de palmbomen en de druivenstruiken mee voort en alle vruchten. Voorwaar, daarin zijn zeker Tekenen voor een volk dat nadenkt","en":"With it He produces for you ˹various˺ crops, olives, palm trees, grapevines, and every type of fruit. Surely in this is a sign for those who reflect"},"surah":null},{"id":1913,"surahId":16,"ayatId":12,"ayatNo":"١٢","pageNo":268,"ayatText":"وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَۙ وَالشَّمْسَ وَالْقَمَرَؕ وَالنُّجُومُ مُسَخَّرَاتٌ بِاَمْرِهٖؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَعْقِلُونَۙ","ayatMealText":{"tr":"Geceyi, gündüzü, güneşi ve ayı sizin hizmetinize O verdi. Bütün yıldızlar da O'nun emrine boyun eğmişlerdir. Şüphesiz ki bunda aklını kullanan bir toplum için ibretler vardır.","nl":"En Hij maakte voor jullie de nacht en de dag en de zon en de maan dienstbaar. En de sterren zijn dienstbaar, met Zijn vwlof Voorwaar, daarin zijn zeker Tekenen voor een volk dat begrijpt","en":"And He has subjected for your benefit the day and the night, the sun and the moon. And the stars have been subjected by His command. Surely in this are signs for those who understand"},"surah":null},{"id":1914,"surahId":16,"ayatId":13,"ayatNo":"١٣","pageNo":268,"ayatText":"وَمَا ذَرَاَ لَكُمْ فِي الْاَرْضِ مُخْتَلِفاً اَلْوَانُهُؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِقَوْمٍ يَذَّكَّرُونَ","ayatMealText":{"tr":"Yeryüzünde sizin için yarattığı değişik renklerdeki şeyleri de sizin hizmetinize sunmuştur. Elbette bunda öğüt alan kimseler için bir ibret vardır.","nl":"En (ook in) wat Hij voor jullie maakte op aarde, verschillend van soort Voorwaar, daarin zijn zeker Tekenen voor een veik dat zich laat vermanen.","en":"And ˹He subjected˺ for you whatever He has created on earth of varying colours. Surely in this is a sign for those who are mindful"},"surah":null},{"id":1915,"surahId":16,"ayatId":14,"ayatNo":"١٤","pageNo":268,"ayatText":"وَهُوَ الَّذٖي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْماً طَرِياًّ وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَاۚ وَتَرَى الْفُلْكَ مَوَاخِرَ فٖيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Yine denizden taze et (balık) yiyesiniz ve ondan takındığınız süs eşyasını çıkarasınız diye, denizi emrinize veren Allah'tır. Gemilerin denizde suyu yararak gittiklerini görüyorsun. Lütfundan rızık aramanız ve şükretmeniz için Allah böyle yapmıştır.","nl":"En Hij is Degene Die de zee diemtbau heeft getnaakt, opdat jullie uit haar vers vlees kunnen eten. en jullie halen sieraden uit haar die jullie dragen, en jullie zien de schepen op haar varen. En opdat jullie Zijn gunst zoeken en hopelijk zullen jullie dankbaar zijn.","en":"And He is the One Who has subjected the sea, so from it you may eat tender seafood and extract ornaments to wear. And you see the ships ploughing their way through it, so you may seek His bounty and give thanks ˹to Him˺"},"surah":null}]}