{"juzNo":14,"pageNo":269,"arCuzNo":"۱٤","arPageNo":"۲٦۹","quranAyats":[{"id":1916,"surahId":16,"ayatId":15,"ayatNo":"١٥","pageNo":269,"ayatText":"وَاَلْقٰى فِي الْاَرْضِ رَوَاسِيَ اَنْ تَمٖيدَ بِكُمْ وَاَنْهَاراً وَسُبُلاً لَعَلَّكُمْ تَهْتَدُونَۙ","ayatMealText":{"tr":"Allah, yeryüzü sizi sarsmasın diye oraya sabit dağlar yerleştirdi. Yolunuzu bulmanız için de nehirler ve yollar yarattı.","nl":"En Hij bracht op de aarde gebergten aan zodat jullie niet met haar beven, en rivieren en wegen. Hopelijk zullen jullie Leiding volgen.","en":"He has placed into the earth firm mountains, so it does not shake with you, as well as rivers, and pathways so you may find your way"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1917,"surahId":16,"ayatId":16,"ayatNo":"١٦","pageNo":269,"ayatText":"وَعَلَامَاتٍؕ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ","ayatMealText":{"tr":"Daha birçok âlametler yarattı. İnsanlar geceleyin de Allah'ın yarattığı yıldızlarla yönlerini bulurlar.","nl":"En (Hij maakte) kerunerken, en door de sterren laten zij zich de weg wijzen.","en":"Also by landmarks and stars do people find their way"},"surah":null},{"id":1918,"surahId":16,"ayatId":17,"ayatNo":"١٧","pageNo":269,"ayatText":"اَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُؕ اَفَلَا تَذَكَّرُونَ","ayatMealText":{"tr":"Hiç yaratan (Allah), yaratmayan (putlar) gibi olur mu? Artık siz düşünmez misiniz?","nl":"Is Degene Die schept dan gelijk aan degene die niet schept? Zullen juilie je niet laten vemenen?","en":"Can the One Who creates be equal to those who do not? Will you not then be mindful"},"surah":null},{"id":1919,"surahId":16,"ayatId":18,"ayatNo":"١٨","pageNo":269,"ayatText":"وَاِنْ تَعُدُّوا نِعْمَةَ اللّٰهِ لَا تُحْصُوهَاؕ اِنَّ اللّٰهَ لَغَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Halbuki Allah'ın nimetlerini teker teker saymaya kalkışsanız, onları sayamazsınız. Muhakkak ki Allah çok bağışlayıcıdır, çok merhametlidir.","nl":"En als jullie de gunsten van Allah (zouden wiilen) optellen kunnen jullie ze niet opsommen. Voorwaar, Allah is zeker Vergevensgezind, Meest Barmhartig.","en":"If you tried to count Allah’s blessings, you would never be able to number them. Surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":1920,"surahId":16,"ayatId":19,"ayatNo":"١٩","pageNo":269,"ayatText":"وَاللّٰهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ","ayatMealText":{"tr":"Allah, gizlediğinizi de açıkladığınızı da bilir.","nl":"En Allah weet wat jullie verbergen en wat jullie tonen.","en":"And Allah knows what you conceal and what you reveal"},"surah":null},{"id":1921,"surahId":16,"ayatId":20,"ayatNo":"٢٠","pageNo":269,"ayatText":"وَالَّذٖينَ يَدْعُونَ مِنْ دُونِ اللّٰهِ لَا يَخْلُقُونَ شَيْـٔاً وَهُمْ يُخْلَقُونَؕ","ayatMealText":{"tr":"Kâfirlerin Allah'tan başka yalvardıkları (putlar) ise, hiçbir şey yaratamazlar. Çünkü onlar, kendileri yaratılmışlardır.","nl":"En degenen die zij naast Allah aanroepen scheppen niets, maar zij zijn (zelf) geschapen.","en":"But those ˹idols˺ they invoke besides Allah cannot create anything—they themselves are created"},"surah":null},{"id":1922,"surahId":16,"ayatId":21,"ayatNo":"٢١","pageNo":269,"ayatText":"اَمْوَاتٌ غَيْرُ اَحْيَٓاءٍۚ وَمَا يَشْعُرُونَۙ اَيَّانَ يُبْعَثُونَࣖ","ayatMealText":{"tr":"O putlar, hep ölüdürler, diri değildirler ve insanların öldükten sonra ne zaman dirileceklerini de bilmezler.","nl":"Doden en zijn zij zonder te leven. En zij weten niet wanneer zij worden opgewekt","en":"They are dead, not alive—not even knowing when their followers will be resurrected"},"surah":null},{"id":1923,"surahId":16,"ayatId":22,"ayatNo":"٢٢","pageNo":269,"ayatText":"اِلٰهُكُمْ اِلٰهٌ وَاحِدٌۚ فَالَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ","ayatMealText":{"tr":"İlâhınız bir tek ilâhtır. Bununla beraber ahirete inanmayanların kalbleri inkârcı, kendileri de böbürlenen kimselerdir.","nl":"Jullie god is één God. Wat betreft degenen die niet in het Hiernamaals Ooyen: hun harten zijn verderfelijk en zij zijn hoogmoedigen.","en":"Your God is ˹only˺ One God. As for those who do not believe in the Hereafter, their hearts are in denial, and they are too proud"},"surah":null},{"id":1924,"surahId":16,"ayatId":23,"ayatNo":"٢٣","pageNo":269,"ayatText":"لَا جَرَمَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَؕ اِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرٖينَ","ayatMealText":{"tr":"Şüphesiz ki Allah, onların gizlediklerini de açığa vurduklarını da bilir. Doğrusu Allah, kendilerini büyük görüp hakkı kabul etmeyenleri sevmez.","nl":"Zonder twijfel weet Allah wat zij verbergen en wat zij tonen. Voorwaar, Hij houdt niet van de hoogmoedigen.","en":"Without a doubt, Allah knows what they conceal and what they reveal. He certainly does not like those who are too proud"},"surah":null},{"id":1925,"surahId":16,"ayatId":24,"ayatNo":"٢٤","pageNo":269,"ayatText":"وَاِذَا قٖيلَ لَهُمْ مَاذَٓا اَنْزَلَ رَبُّكُمْۙ قَالُٓوا اَسَاطٖيرُ الْاَوَّلٖينَۙ","ayatMealText":{"tr":"Onlara: \"Rabbiniz ne indirdi? denildiği zaman \"Öncekilerin efsanelerini\" dediler.","nl":"En wanneer ken wordt gezegd: \"Wat heeft jullie Heer doen neerdalen?\" zeggen zij: \"Fabels van de vroegeren!\"","en":"And when it is said to them, “What has your Lord revealed?” They say, “Ancient fables!”"},"surah":null},{"id":1926,"surahId":16,"ayatId":25,"ayatNo":"٢٥","pageNo":269,"ayatText":"لِيَحْمِلُٓوا اَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيٰمَةِۙ وَمِنْ اَوْزَارِ الَّذٖينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍؕ اَلَا سَٓاءَ مَا يَزِرُونَࣖ","ayatMealText":{"tr":"Bunu söylemelerinin sebebi şu: Kıyamet günü, kendi günahlarını tam olarak yüklendikten başka, bilgisizlikleri yüzünden saptırmakta oldukları kimselerin günahlarından bir kısmını da yükleneceklerdir. Dikkat edin, yüklendikleri günah ne kötüdür!","nl":"Zodat zij op de Dag der Opstanding hun volledige lasten dragen en (ook een gedeelte) van de lasten van degenen zonder kennis die zij deden dwalen. Weet: slecht is het wat zij dragen!","en":"Let them bear their burdens in full on the Day of Judgment as well as some of the burdens of those they mislead without knowledge. Evil indeed is what they will bear"},"surah":null},{"id":1927,"surahId":16,"ayatId":26,"ayatNo":"٢٦","pageNo":269,"ayatText":"قَدْ مَكَرَ الَّذٖينَ مِنْ قَبْلِهِمْ فَاَتَى اللّٰهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَاَتٰيهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Onlardan öncekiler de tuzak kurdular. Fakat Allah onların binalarını temelinden sarstı, çatı tepelerinden üzerlerine çöktü ve azap onlara farkedemedikleri bir yönden geldi.","nl":"Waarlijk, degenen vôôr hen beraamden ook (tegen Allah), maar Allah greep hun bouwwerken bij de fundamenten en daarop viel het dak boven op hen neer. En de bestraffing trof hen van waar zij niet beseften.","en":"Indeed, those before them had plotted, but Allah struck at the ˹very˺ foundation of their structure, so the roof collapsed on top of them, and the torment came upon them from where they did not expect"},"surah":null}]}