{"juzNo":14,"pageNo":270,"arCuzNo":"۱٤","arPageNo":"۲۷۰","quranAyats":[{"id":1928,"surahId":16,"ayatId":27,"ayatNo":"٢٧","pageNo":270,"ayatText":"ثُمَّ يَوْمَ الْقِيٰمَةِ يُخْزٖيهِمْ وَيَقُولُ اَيْنَ شُرَكَٓاءِيَ الَّذٖينَ كُنْتُمْ تُشَٓاقُّونَ فٖيهِمْؕ قَالَ الَّذٖينَ اُو۫تُوا الْعِلْمَ اِنَّ الْخِزْيَ الْيَوْمَ وَالسُّٓوءَ عَلَى الْكَافِرٖينَۙ","ayatMealText":{"tr":"Sonra kıyamet günü Allah, O kâfirleri rezil rüsvay edecek ve diyecek ki: \"Hani uğrunda müminlere karşı düşman kesildiğiniz ortaklarım nerede?\" Kendilerine ilim verilmiş olanlar: \"Şüphesiz bugünün rezilliği ve kötülüğü kâfirleredir.\" diyeceklerdir.","nl":"Vervolgens zal Hij hen op de Dag der Opstanding vernederen, en zeggen: \"Waar zijn Mijn (zogenaamde)deelgenoten waarover jullie (met de gelovigen) plachten te redetwisten?\" Degenen die kennis gegeven is, zullen zeggen: \"Voorwaar, op deze Dag is er vernedering en kwaad voor de ongelovigen.","en":"Then on the Day of Judgment He will humiliate them and say, “Where are My ˹so-called˺ associate-gods for whose sake you used to oppose ˹the believers˺?” Those gifted with knowledge will say, “Surely disgrace and misery today are upon the disbelievers.”"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1929,"surahId":16,"ayatId":28,"ayatNo":"٢٨","pageNo":270,"ayatText":"اَلَّذٖينَ تَتَوَفّٰيهُمُ الْمَلٰٓئِكَةُ ظَالِمٖٓي اَنْفُسِهِمْࣕ فَاَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُٓوءٍؕ بَلٰٓى اِنَّ اللّٰهَ عَلٖيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"(O kâfirler), kendilerine zulmetmiş kimseler olarak, meleklerin, canlarını aldıkları kimselerdir. O vakit onlar şöyle diyerek teslim olurlar: \"Biz, bir kötülükten dolayı yapmıyorduk.\" (Onlara): \"Hayır, Allah sizin ne maksatla yaptığınızı elbette çok iyi bilendir.\"","nl":"(Zij zijn) degenen die door de Engelen weggenomen werden terwijl zij onrecht tegen zichzelf begingen. Dan zullen zij zich overgeven (en zeggen:) \"Wij plachten geen kwaad te bedrijven. (De Engelen zullen antwoorden:) \"Nee, voorwaar, Allah weet het beste wat jullie plachten te doen.\"","en":"Those whose souls the angels seize while they wrong themselves will then offer ˹full˺ submission ˹and say falsely,˺ “We did not do any evil.” ˹The angels will say,˺ “No! Surely Allah fully knows what you used to do"},"surah":null},{"id":1930,"surahId":16,"ayatId":29,"ayatNo":"٢٩","pageNo":270,"ayatText":"فَادْخُلُٓوا اَبْوَابَ جَهَنَّمَ خَالِدٖينَ فٖيهَاؕ فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرٖينَ","ayatMealText":{"tr":"\"O halde içinde ebedî kalacağınız cehennemin kapılarından girin\" denir. Kibirlenenlerin yeri ne kötüdür!","nl":"Dus gaat de poorten van de Hel binnen om daarin eeuwig levenden te zijn. De verblijfplaats van de hoogmoedigen is zeker het slechtst!","en":"So enter the gates of Hell, to stay there forever. Indeed, what an evil home for the arrogant!”"},"surah":null},{"id":1931,"surahId":16,"ayatId":30,"ayatNo":"٣٠","pageNo":270,"ayatText":"وَقٖيلَ لِلَّذٖينَ اتَّقَوْا مَاذَٓا اَنْزَلَ رَبُّكُمْؕ قَالُوا خَيْراًؕ لِلَّذٖينَ اَحْسَنُوا فٖي هٰذِهِ الدُّنْيَا حَسَنَةٌؕ وَلَدَارُ الْاٰخِرَةِ خَيْرٌؕ وَلَنِعْمَ دَارُ الْمُتَّقٖينَۙ","ayatMealText":{"tr":"Kötülüklerden sakınanlara: \"Rabbiniz ne indirdi?\" denilince: \"Hayır indirdi\" derler. Bu dünyada güzel amel işleyenlere güzel bir mükafat var. Elbette ahiret yurdu ise daha hayırlıdır. Allah'tan korkanların yurdu ne güzeldir!","nl":"En er zal tot degenen die (Allah) vreesden gezegd worden: \"Wat is het dat jullie Heer heeft doen neerdalen?\" Zij zullen zeggen: \"Het goede.\" Voor degenen die het goede in deze wereld deden, is er (in het Hiernamaals) het goede. En het Huis van het Hiernamaals is zeker beter. En het Huis van de Moettaqôen is zeker het beste.","en":"And ˹when˺ it is said to those mindful ˹of Allah˺, “What has your Lord revealed?” They say, “All the best!” For those who do good in this world, there is goodness. But far better is the ˹eternal˺ Home of the Hereafter. How excellent indeed is the home of the righteous"},"surah":null},{"id":1932,"surahId":16,"ayatId":31,"ayatNo":"٣١","pageNo":270,"ayatText":"جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ لَهُمْ فٖيهَا مَا يَشَٓاؤُ۫نَؕ كَذٰلِكَ يَجْزِي اللّٰهُ الْمُتَّقٖينَۙ","ayatMealText":{"tr":"O girecekleri yer, Adn cennetleridir ki, altından ırmaklar akar. Orada Allah'tan korkanlara diledikleri nimetler vardır. İşte Allah, takva sahiplerini böyle mükafatlandırır.","nl":"Zij zullen de Tuinen van 'Adn (het Paradijs) binnengaan, waar onder door de rivieren stromen. Voor hen is daarin wat zij willen. Zo beloont Allah de Moettaqôen.","en":"the Gardens of Eternity which they will enter, under which rivers flow. In it they will have whatever they desire. This is how Allah rewards the righteous—"},"surah":null},{"id":1933,"surahId":16,"ayatId":32,"ayatNo":"٣٢","pageNo":270,"ayatText":"اَلَّذٖينَ تَتَوَفّٰيهُمُ الْمَلٰٓئِكَةُ طَيِّبٖينَۙ يَقُولُونَ سَلَامٌ عَلَيْكُمُۙ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Takva sahipleri o kimselerdir ki, melekler, canlarını hoş ve rahat halde alırlar. \"Selam size, yapmış olduğunuz güzel işlerin mükafatı olarak girin cennet'e...\" derler.","nl":"(Zij zijn) degenen die de Engelen als reinen wegnemen, terwijl zij zeggen: \"Salâmoen 'Alaikoem (Vrede zij met jullie), treedt het Paradijs binnen, wegens wat jullie plachten te doen.\"","en":"those whose souls the angels take while they are virtuous, saying ˹to them˺, “Peace be upon you! Enter Paradise for what you used to do.”"},"surah":null},{"id":1934,"surahId":16,"ayatId":33,"ayatNo":"٣٣","pageNo":270,"ayatText":"هَلْ يَنْظُرُونَ اِلَّٓا اَنْ تَأْتِيَهُمُ الْمَلٰٓئِكَةُ اَوْ يَأْتِيَ اَمْرُ رَبِّكَؕ كَذٰلِكَ فَعَلَ الَّذٖينَ مِنْ قَبْلِهِمْؕ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ كَانُٓوا اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Ancak kendilerine, ruhlarını alacak meleklerin gelmesini veya Rabbinin azab emrinin (kıyametin) gelip çatmasını bekliyorlar! Kendilerinden öncekiler de böyle yapmışlardı. Allah onlara zulmetmedi, fakat onlar kendilerine zulmetmişlerdi.","nl":"Zij (de ongelovigen) wachten slechts tot de Engelen hen wegnemen, of het bevel van jouw Heer hen treft. Zo deden degenen vôôr hen. En Allah heeft hun geen onrecht aangedaan, maar zij plachten zichzelf onrecht aan te doen.","en":"Are they only awaiting the coming of the angels or the command of your Lord ˹O Prophet˺? So were those before them. And Allah never wronged them, but it was they who wronged themselves"},"surah":null},{"id":1935,"surahId":16,"ayatId":34,"ayatNo":"٣٤","pageNo":270,"ayatText":"فَاَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَࣖ","ayatMealText":{"tr":"Bunun için, sonunda yaptıklarının cezası başlarına felaket oldu ve alay edip durdukları o azap, kendilerini kuşattı.","nl":"En zij werden getroffen door het slechte van wat zij deden en zij werden omsingeld door wat zij plachten te bespotten.","en":"Then the evil ˹consequences˺ of their deeds overtook them, and they were overwhelmed by what they used to ridicule"},"surah":null}]}