{"juzNo":14,"pageNo":271,"arCuzNo":"۱٤","arPageNo":"۲۷۱","quranAyats":[{"id":1936,"surahId":16,"ayatId":35,"ayatNo":"٣٥","pageNo":271,"ayatText":"وَقَالَ الَّذٖينَ اَشْرَكُوا لَوْ شَٓاءَ اللّٰهُ مَا عَبَدْنَا مِنْ دُونِهٖ مِنْ شَيْءٍ نَحْنُ وَلَٓا اٰبَٓاؤُ۬نَا وَلَا حَرَّمْنَا مِنْ دُونِهٖ مِنْ شَيْءٍؕ كَذٰلِكَ فَعَلَ الَّذٖينَ مِنْ قَبْلِهِمْۚ فَهَلْ عَلَى الرُّسُلِ اِلَّا الْبَلَاغُ الْمُبٖينُ","ayatMealText":{"tr":"Allah'a ortak koşanlar dediler ki: \"Allah dileseydi, ne biz, ne atalarımız O'ndan başka hiçbir şeye tapmazdık ve O'nun emri dışında hiçbir şeyi haram kılmazdık\" Kendilerinden öncekiler de böyle yaptılar. Buna karşı peygamberlerin vazifesi, ancak açık seçik bir tebliğden, ibarettir.","nl":"En degenen die (Allah) deelgenoten toekenden, zeiden: \"Indien Allah gewild had, hadden wij niets naast Hem aanbeden, wij noch onze vaderen, en wij zouden naast (de verboden) van Hem niets verboden hebben.\" Zo deden degenen vôôr hen. En de Boodschappers zijn tot niets anders verplicht dan de duidelijke verkondiging.","en":"The polytheists argue, “Had Allah willed, neither we nor our forefathers would have worshipped anything other than Him, nor prohibited anything without His command.” So did those before them. Is not the messengers’ duty only to deliver ˹the message˺ clearly"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1937,"surahId":16,"ayatId":36,"ayatNo":"٣٦","pageNo":271,"ayatText":"وَلَقَدْ بَعَثْنَا فٖي كُلِّ اُمَّةٍ رَسُولاً اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا الطَّاغُوتَۚ فَمِنْهُمْ مَنْ هَدَى اللّٰهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُؕ فَسٖيرُوا فِي الْاَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبٖينَ","ayatMealText":{"tr":"Andolsun ki biz her ümmete, \"Allah'a ibadet edin ve putlara tapmaktan sakının.\" diye bir peygamber gönderdik. Allah, bu ümmetlerden bir kısmına hidayet etti, bir kısmına da sapıklık hak olmuştur. Şimdi yer yüzünde bir gezip dolaşın da bakın ki, peygamberleri yalanlayanların sonunun ne olduğunu bir görün?","nl":"En voorzeker. Wij hebben aan iedere gemeenschap een Boodschapper gezonden (die zei:) \"Aanbidt Allah en houdt afstand van de Thagoet.\" En er zijn er onder hen die Allah leidde en er zijn er die Hij tot de dwaling veroordeelde. Reist dus op de aarde rond en zie boe het einde was van de loochenaars.","en":"We surely sent a messenger to every community, saying, “Worship Allah and shun false gods.” But some of them were guided by Allah, while others were destined to stray. So travel throughout the land and see the fate of the deniers"},"surah":null},{"id":1938,"surahId":16,"ayatId":37,"ayatNo":"٣٧","pageNo":271,"ayatText":"اِنْ تَحْرِصْ عَلٰى هُدٰيهُمْ فَاِنَّ اللّٰهَ لَا يَهْدٖي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرٖينَ","ayatMealText":{"tr":"(Ey Muhammed!) Sen o kâfirlerin hidayete ermelerini ne kadar istesen de Allah, saptırdığı kimseyi hidayete erdirmez. Onların hiçbir yardımcısı da yoktur.","nl":"Ook al verlang jij (O Moehammad) er hevig naar hen te leiden: voorwaar, Allah leidt niet degene die Hij doet dwalen. En er zijn voor hen geen helpers.","en":"Even though you ˹O Prophet˺ are keen on their guidance, Allah certainly does not guide those He leaves to stray, and they will have no helpers"},"surah":null},{"id":1939,"surahId":16,"ayatId":38,"ayatNo":"٣٨","pageNo":271,"ayatText":"وَاَقْسَمُوا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ لَا يَبْعَثُ اللّٰهُ مَنْ يَمُوتُؕ بَلٰى وَعْداً عَلَيْهِ حَقاًّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَۙ","ayatMealText":{"tr":"Kâfirler, \"Allah ölen kimseyi diriltmez.\" diye en kuvvetli yeminleriyle Allah'a yemin ettiler. Hayır, bu ölüleri diriltmek, Allah'ın kendisine karşı bir vaadidir. Ancak insanların çoğu bunu bilmezler.","nl":"En zij zweren bij Allah hun duurste eden dat Allah degene die sterft niet zal opwekken: integendeel, het is als een belofte waar Hij Zich aan heeft verbonden, maar de meesten van hen weten het niet.","en":"They swear by Allah their most solemn oaths that Allah will never raise the dead to life. Yes ˹He will˺! It is a true promise binding on Him, but most people do not know"},"surah":null},{"id":1940,"surahId":16,"ayatId":39,"ayatNo":"٣٩","pageNo":271,"ayatText":"لِيُبَيِّنَ لَهُمُ الَّذٖي يَخْتَلِفُونَ فٖيهِ وَلِيَعْلَمَ الَّذٖينَ كَفَرُٓوا اَنَّهُمْ كَانُوا كَاذِبٖينَ","ayatMealText":{"tr":"Allah ölüleri diriltecek ki, o kâfirlerin, hakkında ihtilaf ettikleri şeyi onlara açıkça göstersin ve bunu inkâr edenler kendilerinin yalancı olduklarını bilsinler.","nl":"(Hij zal hen opwekken) om hun dat waar zij over twistten duidelijk te mdwn en om degenen die ongelovig waren te doen weten dat zij leugenaars waren.","en":"˹He will do that˺ to make clear to them what they disagreed on, and for the disbelievers to know that they were liars"},"surah":null},{"id":1941,"surahId":16,"ayatId":40,"ayatNo":"٤٠","pageNo":271,"ayatText":"اِنَّمَا قَوْلُنَا لِشَيْءٍ اِذَٓا اَرَدْنَاهُ اَنْ نَقُولَ لَهُ كُنْ فَيَكُونُࣖ","ayatMealText":{"tr":"Biz bir şeyi dilediğimiz zaman, ona sözümüz sadece \"ol\" dememizdir. O da hemen oluverir.","nl":"Voorwaar, Ons Woord tegen iets wat Wij willen. is dat Wij er slechts tegen zeggen: \"Weese\" en het is.","en":"If We ever will something ˹to exist˺, all We say is: “Be!” And it is"},"surah":null},{"id":1942,"surahId":16,"ayatId":41,"ayatNo":"٤١","pageNo":271,"ayatText":"وَالَّذٖينَ هَاجَرُوا فِي اللّٰهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةًؕ وَلَاَجْرُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوا يَعْلَمُونَۙ","ayatMealText":{"tr":"Zulme uğradıktan sonra Allah yolunda hicret edenlere gelince, biz dünyada mutlaka onları güzel bir yere yerleştiririz. Halbuki bilirlerse ahiretin mükafatı elbette daha büyüktür.","nl":"En degenen die uitweken omwille van Allah nadat ben onrecht was aangedaan zullen Wij in deze wereld een goede behuizing geven, maar de beloning van het Hiernamaals zal groter zijn. Indien zij dat maar wisten!","en":"As for those who emigrated in ˹the cause of˺ Allah after being persecuted, We will surely bless them with a good home in this world. But the reward of the Hereafter is far better, if only they knew"},"surah":null},{"id":1943,"surahId":16,"ayatId":42,"ayatNo":"٤٢","pageNo":271,"ayatText":"اَلَّذٖينَ صَبَرُوا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ","ayatMealText":{"tr":"O Muhacirler, müşriklerin eziyetlerine sabredenler ve Rablerine tevekkül edenlerdir.","nl":"(Zij zijn) degenen die geduldig waren en hun Heer vertrouwden.","en":"˹It is˺ they who have patiently endured, and in their Lord they put their trust"},"surah":null}]}