{"juzNo":14,"pageNo":272,"arCuzNo":"۱٤","arPageNo":"۲۷۲","quranAyats":[{"id":1944,"surahId":16,"ayatId":43,"ayatNo":"٤٣","pageNo":272,"ayatText":"وَمَٓا اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالاً نُوحٖٓي اِلَيْهِمْ فَسْـَٔلُٓوا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُونَۙ","ayatMealText":{"tr":"(Ey Peygamber!) Senden önce de, kendilerine vahyettiğimiz erkeklerden başkasını peygamber olarak göndermedik. Eğer bunu bilmiyorsanız Tevrat ve İncil âlimlerine sorun.","nl":"En vóór jou (O Moehammad) zonden Wij slechts mannen aan wie Wij openbaarden; vraag het dan am de bezitters van de kennis, indien jullie het niet weten.","en":"We did not send ˹messengers˺ before you ˹O Prophet˺ except mere men inspired by Us. If you ˹polytheists˺ do not know ˹this already˺, then ask those who have knowledge ˹of the Scriptures˺"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1945,"surahId":16,"ayatId":44,"ayatNo":"٤٤","pageNo":272,"ayatText":"بِالْبَيِّنَاتِ وَالزُّبُرِؕ وَاَنْزَلْـنَٓا اِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Biz o peygamberleri mucizelerle ve kitaplarla gönderdik. Ey Peygamberim! Sana da Kur'ân'ı indirdik ki, insanlara vahyedileni açıklayasın. Belki onlar da düşünürler.","nl":"(Wij zonden ben) met duidelijke (Tekenen) en de Zaboer. En Wij deden aan jou de Vermaning (de Koran) neerdalen om aan de mensen duidelijk te maken wat aan hen neergezonden is. En hopelijk zullen zij nadenken.","en":"˹We sent them˺ with clear proofs and divine Books. And We have sent down to you ˹O Prophet˺ the Reminder, so that you may explain to people what has been revealed for them, and perhaps they will reflect"},"surah":null},{"id":1946,"surahId":16,"ayatId":45,"ayatNo":"٤٥","pageNo":272,"ayatText":"اَفَاَمِنَ الَّذٖينَ مَكَرُوا السَّيِّـَٔاتِ اَنْ يَخْسِفَ اللّٰهُ بِهِمُ الْاَرْضَ اَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَۙ","ayatMealText":{"tr":"Sinsice kötü tuzaklar kuranlar, Allah'ın kendilerini yerin dibine geçiremeyeceğinden, yahut bilemeyecekleri bir yerden azabın gelmeyeceğinden emin mi oldular?","nl":"Voelen degenen die slechte daden beramen zich er dan veilig voor dat Allah hen niet in de aarde doet wegzinken, of dat de bestraffing hen treft van waar zij het niet beseffen?","en":"Do those who devise evil plots feel secure that Allah will not cause the earth to swallow them? Or that the torment will not come upon them in ways they cannot comprehend"},"surah":null},{"id":1947,"surahId":16,"ayatId":46,"ayatNo":"٤٦","pageNo":272,"ayatText":"اَوْ يَأْخُذَهُمْ فٖي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزٖينَۙ","ayatMealText":{"tr":"Yahut (rızık için) dolaşıp dururlarken (Allah'ın azabının) kendilerini yakalayıvermesinden emin mi oldular? Üstelik onlar, azabı engelleyici de değillerdir.","nl":"Of dat Hij hen treft tijdens hun rondgaan, terwijl zij zich het niet van zich af kunnen houden?","en":"Or that He will not seize them while they go about ˹their day˺, for then they will have no escape"},"surah":null},{"id":1948,"surahId":16,"ayatId":47,"ayatNo":"٤٧","pageNo":272,"ayatText":"اَوْ يَأْخُذَهُمْ عَلٰى تَخَوُّفٍؕ فَاِنَّ رَبَّكُمْ لَرَؤُ۫فٌ رَحٖيمٌ","ayatMealText":{"tr":"Yahut ta kendilerini azar azar yakalayıp helak etmesinden emin mi oldular? Şüphesiz Rabbiniz çok şefkatlidir, çok merhametlidir.","nl":"Of dat Hij hen treft terwijl zij bang zijn? Voorwaar, jullie Heer is zeker Meest Genadig, Meest Barmhartig.","en":"Or that He will not destroy them gradually? But your Lord is truly Ever Gracious, Most Merciful"},"surah":null},{"id":1949,"surahId":16,"ayatId":48,"ayatNo":"٤٨","pageNo":272,"ayatText":"اَوَلَمْ يَرَوْا اِلٰى مَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ يَتَفَيَّؤُ۬ا ظِلَالُهُ عَنِ الْيَمٖينِ وَالشَّمَٓائِلِ سُجَّداً لِلّٰهِ وَهُمْ دَاخِرُونَ","ayatMealText":{"tr":"Onlar, Allah'ın yarattığı birtakım şeyleri görmediler mi ki? Gölgeleri Allah'ın kudretine boyun eğip secde ederek, sağa sola döner, dolaşır.","nl":"Zien zij dan niet de dingen die Allah geschapen heeft, hoe hun schaduwen zich naar rechts en links wenden, terwijl zij zich voor Allah neerwerpen en zij nederig zijn?","en":"Have they not considered how the shadows of everything Allah has created incline to the right and the left ˹as the sun moves˺, totally submitting to Allah in all humility"},"surah":null},{"id":1950,"surahId":16,"ayatId":49,"ayatNo":"٤٩","pageNo":272,"ayatText":"وَلِلّٰهِ يَسْجُدُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِ مِنْ دَٓابَّةٍ وَالْمَلٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ","ayatMealText":{"tr":"Göklerde ve yer yüzünde bulunan canlılar ve bütün melekler, kibirlenmeden Allah'a secde ederler.","nl":"En voor Allah werpt alles van de levende wezens in de hemelen en alles op de aarde zich neer, en (ook) de Engelen, en zij zijn niet hoogmoedig.","en":"And to Allah ˹alone˺ bows down ˹in submission˺ whatever is in the heavens and whatever is on the earth of living creatures, as do the angels—who are not too proud ˹to do so˺"},"surah":null},{"id":1951,"surahId":16,"ayatId":50,"ayatNo":"٥٠","pageNo":272,"ayatText":"يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَࣖ","ayatMealText":{"tr":"Kendilerine hakim olan Rabblerinden korkarlar ve emrolundukları her şeyi yaparlar.","nl":"Zij vrezen hun Heer boven hen en zij doen wat Hij beveelt.","en":"They fear their Lord above them, and do whatever they are commanded"},"surah":null},{"id":1952,"surahId":16,"ayatId":51,"ayatNo":"٥١","pageNo":272,"ayatText":"وَقَالَ اللّٰهُ لَا تَتَّخِذُٓوا اِلٰهَيْنِ اثْنَيْنِۚ اِنَّمَا هُوَ اِلٰهٌ وَاحِدٌۚ فَاِيَّايَ فَارْهَبُونِ","ayatMealText":{"tr":"Allah, buyurmuştur ki: İki ilâh edinmeyin. O, ancak bir ilâhdır. Onun için yalnız benden korkun.","nl":"En Allah zei: \"Neemt geen twee goden. Voorwaar, Hij is een God. Vreest daarom Mij alleen.\"","en":"And Allah has said, “Do not take two gods. There is only One God. So be in awe of Me ˹alone˺.”"},"surah":null},{"id":1953,"surahId":16,"ayatId":52,"ayatNo":"٥٢","pageNo":272,"ayatText":"وَلَهُ مَا فِي السَّمٰوَاتِ وَالْاَرْضِ وَلَهُ الدّٖينُ وَاصِباًؕ اَفَغَيْرَ اللّٰهِ تَتَّقُونَ","ayatMealText":{"tr":"Göklerde ve yerde olan her şey yalnız O'nundur. Din de daima O'nundur. Böyle iken, siz Allah'tan başkasından mı korkarsınız?","nl":"En aan Hem behoort wat er in de hemelen en (op) de aarde is en gehoorzaamheid behoort altijd aan Hem te zijn. Zullen jullie dan iemand anders dan Allah vrezen?","en":"To Him belongs whatever is in the heavens and the earth, and to Him ˹alone˺ is the everlasting devotion. Will you then fear any other than Allah"},"surah":null},{"id":1954,"surahId":16,"ayatId":53,"ayatNo":"٥٣","pageNo":272,"ayatText":"وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللّٰهِ ثُمَّ اِذَا مَسَّكُمُ الضُّرُّ فَاِلَيْهِ تَجْـَٔرُونَۚ","ayatMealText":{"tr":"Sizde nimet namına ne varsa hep Allah dandır. Sonra size sıkıntı dokununca Allah a feryad edersiniz.  ","nl":"En jullie hebben geen gunst of het komt van Allah. En wanneer jullie dan door tegenspoed geraakt worden, is Hij het tot Wie jullie je nederig om hulp wenden.","en":"Whatever blessings you have are from Allah. Then whenever hardship touches you, to Him ˹alone˺ you cry ˹for help˺"},"surah":null},{"id":1955,"surahId":16,"ayatId":54,"ayatNo":"٥٤","pageNo":272,"ayatText":"ثُمَّ اِذَا كَشَفَ الضُّرَّ عَنْكُمْ اِذَا فَرٖيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَۙ","ayatMealText":{"tr":"Sonra Allah bu sıkıntıyı sizden kaldırdığı zaman, bir de bakarsınız ki, içinizden bir topluluk, hemen Rablerine ortak koşarlar.","nl":"En als Hij de tegenspoed voor jullie opheft is er een groep onder jullie die aan hun Heer deelgenoten toekent.","en":"Then as soon as He removes the hardship from you, a group of you associates ˹others˺ with their Lord ˹in worship˺"},"surah":null}]}