{"juzNo":14,"pageNo":273,"arCuzNo":"۱٤","arPageNo":"۲۷۳","quranAyats":[{"id":1956,"surahId":16,"ayatId":55,"ayatNo":"٥٥","pageNo":273,"ayatText":"لِيَكْفُرُوا بِمَٓا اٰتَيْنَاهُمْؕ فَتَمَتَّعُواࣞ فَسَوْفَ تَعْلَمُونَ","ayatMealText":{"tr":"Bunu kendilerine verdiğimiz nimete nankörlük etmek için yaparlar. Şimdi eğlenin bakalım! Fakat yakında bileceksiniz.","nl":"Om ondankbaarheid te tonen voor wat Wij hun gegeven hebben. Geniet dan maar, spoedig zullen jullie weten (wat de gevolgen zijn).","en":"only returning Our favours with ingratitude. So enjoy yourselves, for you will soon know"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1957,"surahId":16,"ayatId":56,"ayatNo":"٥٦","pageNo":273,"ayatText":"وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصٖيباً مِمَّا رَزَقْنَاهُمْؕ تَاللّٰهِ لَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ","ayatMealText":{"tr":"Bir de müşrikler kendilerine rızık olarak verdiğimiz şeylerden tutuyorlar mahiyetini bilmedikleri şeylere (putlara) pay ayırıyorlar. Allah'a andolsun ki, siz bu yaptığınız iftiralardan mutlaka hesaba çekileceksiniz.","nl":"En zij bestemmen een deel van waar Wij hun mee voorzien hebben voor waar zij niet over weten. Bij Allah, jullie zullen zeker ondervraagd worden over wat jullie plachten te verzinnen.","en":"And they ˹even˺ assign to those ˹idols˺—who know nothing—a share of what We have provided for them. By Allah! You will certainly be questioned about whatever ˹lies˺ you used to fabricate ˹against Allah˺"},"surah":null},{"id":1958,"surahId":16,"ayatId":57,"ayatNo":"٥٧","pageNo":273,"ayatText":"وَيَجْعَلُونَ لِلّٰهِ الْبَنَاتِ سُبْحَانَهُۙ وَلَهُمْ مَا يَشْتَهُونَ","ayatMealText":{"tr":"Onlar, Allah'a kızlar isnad ediyorlar. O, bundan münezzehtir. Kendilerine ise erkek çocukları isnad ederler.","nl":"En zij kennen Allah dochten toe! Heitig is Hij! En voor zichzelf (kennen zij toe) wat zij verlangen.","en":"And they attribute ˹angels as˺ daughters to Allah—glory be to Him!—the opposite of what they desire for themselves"},"surah":null},{"id":1959,"surahId":16,"ayatId":58,"ayatNo":"٥٨","pageNo":273,"ayatText":"وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهُ مُسْوَداًّ وَهُوَ كَظٖيمٌۚ","ayatMealText":{"tr":"Halbuki onlardan birine, kız doğum haberi müjdelendiği zaman içi öfkeyle dolar, yüzü kapkara kesilir.","nl":"En wanneer een van hen de verheugende tijding verkondigd wordt van (de geboorte van) een meisje wordt zijn gezicht somber en is hij vertoornd.","en":"Whenever one of them is given the good news of a baby girl, his face grows gloomy, as he suppresses his rage"},"surah":null},{"id":1960,"surahId":16,"ayatId":59,"ayatNo":"٥٩","pageNo":273,"ayatText":"يَتَوَارٰى مِنَ الْقَوْمِ مِنْ سُٓوءِ مَا بُشِّرَ بِهٖؕ اَيُمْسِكُهُ عَلٰى هُونٍ اَمْ يَدُسُّهُ فِي التُّرَابِؕ اَلَا سَٓاءَ مَا يَحْكُمُونَ","ayatMealText":{"tr":"Kendisine verilen müjdenin kötülüğü, dolayısıyla kavminden gizlenir. Şimdi acaba o çocuğu zillet ve horluğa katlanarak saklayacak mı? Yoksa toprağa mı gömecek? Dikkat edin verdikleri hüküm ne kötüdür!","nl":"Hij verbergt zich voor de mensen wegens het slechte nieuws wat hij kreeg! Zal hij het in weerwil van de schande behouden of zal hij het in de grond verstoppen? Weet: slecht is het waar zij over oordelen!","en":"He hides himself from the people because of the bad news he has received. Should he keep her in disgrace, or bury her ˹alive˺ in the ground? Evil indeed is their judgment"},"surah":null},{"id":1961,"surahId":16,"ayatId":60,"ayatNo":"٦٠","pageNo":273,"ayatText":"لِلَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ مَثَلُ السَّوْءِۚ وَلِلّٰهِ الْمَثَلُ الْاَعْلٰىؕ وَهُوَ الْعَزٖيزُ الْحَكٖيمُࣖ","ayatMealText":{"tr":"Ahirete iman etmeyenler için kötü sıfatlar var. En yüce sıfatlar ise, Allah'ındır. O çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"Voor degenen die niet in het Hiernamaals geloven is er de vergelijking met het slechte; voor Allah zijn er de Verheven Eigenschappen. En Hij is de Geweldige, de Alwijze.","en":"To those who disbelieve in the Hereafter belong all evil qualities, whereas to Allah belong the finest attributes. And He is the Almighty, All-Wise"},"surah":null},{"id":1962,"surahId":16,"ayatId":61,"ayatNo":"٦١","pageNo":273,"ayatText":"وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَٓابَّةٍ وَلٰكِنْ يُؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُسَمًّىۚ فَاِذَا جَٓاءَ اَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ","ayatMealText":{"tr":"Eğer Allah insanları zulümleri yüzünden hesaba çekseydi, yeryüzünde kımıldayan tek canlı bırakmazdı. Fakat Allah onları, belli bir vakte kadar erteler. Müddetleri (ecelleri) geldiği zaman, onu ne bir saat erteleyebilirler, ne de öne alabilirler.","nl":"En als Allah de mensen voor hun onrechtvaardigheid zou straffen, zou Hij geen levend wezen op haar (de aarde) overlaten: maar Hij geeft hun uitstel voor een bepaalde tijd. En wanneer kun tijd komt, kunnen zij het geen moment uitstellen en zij kunnen het niet bespoedigen.","en":"If Allah were to punish people ˹immediately˺ for their wrongdoing, He would not have left a single living being on earth. But He delays them for an appointed term. And when their time arrives, they cannot delay it for a moment, nor could they advance it"},"surah":null},{"id":1963,"surahId":16,"ayatId":62,"ayatNo":"٦٢","pageNo":273,"ayatText":"وَيَجْعَلُونَ لِلّٰهِ مَا يَكْرَهُونَ وَتَصِفُ اَلْسِنَتُهُمُ الْكَذِبَ اَنَّ لَهُمُ الْحُسْنٰىؕ لَا جَرَمَ اَنَّ لَهُمُ النَّارَ وَاَنَّهُمْ مُفْرَطُونَ","ayatMealText":{"tr":"Müşrikler, kendilerinin hoşlanmadıkları şeyleri, Allah'a isnad ediyorlar. Dilleri, en güzel şeylerin kendilerine ait olduğunu yalan yere durmadan söyler. Hiç şüphesiz onlar için, sadece ateş vardır. Oraya en önde gidip kalacaklardır.","nl":"En zij kennen aan Allah toe waar zij zelf een afschuw van hebben en hun tongen beschrijven de leugen dat er voor hen het mooiste is. Het is zeker dat er voor hen de Hel is en dat zij zich (er naar toe) haasten.","en":"They attribute to Allah what they hate ˹for themselves˺, and their tongues utter the lie that they will have the finest reward. Without a doubt, for them is the Fire, where they will be abandoned"},"surah":null},{"id":1964,"surahId":16,"ayatId":63,"ayatNo":"٦٣","pageNo":273,"ayatText":"تَاللّٰهِ لَقَدْ اَرْسَلْـنَٓا اِلٰٓى اُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Allah'a yemin olsun ki, biz senden önce bir çok ümmetlere peygamberler gönderdik. Ne var ki şeytan, onlara amellerini bezeyip süslü gösterdi. Bugün de o şeytan, kâfirlerin dostudur. Onlar için acı bir azab vardır.","nl":"Bij Allah, voorzeker, Wij zonden (Profeten) naar de gemeenschappen vóóoor jou (O Moehammad), maar de Satan deed hun werken schoon schijnen. En hij is op deze wereld hun beschermer. En voor hen is er een pijnlijke bestraffing.","en":"By Allah! We have surely sent messengers to communities before you ˹O Prophet˺, but Satan made their misdeeds appealing to them. So he is their patron today, and they will suffer a painful punishment"},"surah":null},{"id":1965,"surahId":16,"ayatId":64,"ayatNo":"٦٤","pageNo":273,"ayatText":"وَمَٓا اَنْزَلْنَا عَلَيْكَ الْكِتَابَ اِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فٖيهِۙ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"(Ey Resulüm!) Biz, sana bu kitabı (Kur'ânı) sırf hakkında ihtilafa düştükleri şeyi insanlara açıklaman için ve iman edecek topluma bir hidayet, bir rahmet olsun diye indirdik.","nl":"En Wij hebben aan jou (O Moehammad) het Boek slechts doen neerdalen om hen duidelijk te maken waarin zij verschillen en als Leiding en Barmhartigheid voor een volk dat gelooft.","en":"We have revealed to you the Book only to clarify for them what they differed about, and as a guide and mercy for those who believe"},"surah":null}]}