{"juzNo":14,"pageNo":274,"arCuzNo":"۱٤","arPageNo":"۲۷٤","quranAyats":[{"id":1966,"surahId":16,"ayatId":65,"ayatNo":"٦٥","pageNo":274,"ayatText":"وَاللّٰهُ اَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِقَوْمٍ يَسْمَعُونَࣖ","ayatMealText":{"tr":"Allah gökten bir su indirdi ve onunla yeryüzüne ölümünden sonra hayat verdi. Şüphesiz ki bunda dinleyen bir millet için büyük bir ibret vardır.","nl":"En Allah doet water uit de hemel neerdalen en geeft de aarde er leven mee na haar dood. Voorwaar, dat is zeker een Teken voor een volk dat luistert.","en":"And Allah sends down rain from the sky, giving life to the earth after its death. Surely in this is a sign for those who listen"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1967,"surahId":16,"ayatId":66,"ayatNo":"٦٦","pageNo":274,"ayatText":"وَاِنَّ لَكُمْ فِي الْاَنْعَامِ لَعِبْرَةًؕ نُسْقٖيكُمْ مِمَّا فٖي بُطُونِهٖ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَناً خَالِصاً سَٓائِغاً لِلشَّارِبٖينَ","ayatMealText":{"tr":"Gerçekten süt veren hayvanlarda da size bir ibret vardır. Size işkembelerindeki yem artıklarıyla kandan meydana gelen, içenlere içimi kolay halis bir süt içirmekteyiz.","nl":"En voorwaar, voor jullie is er in het vee een lering: Wij geven jullie van wat er in hun buiken tussen mest en bloed is pure melk, gemakkelijk voor de drinkers.","en":"And there is certainly a lesson for you in cattle: We give you to drink of what is in their bellies, from between digested food and blood: pure milk, pleasant to drink"},"surah":null},{"id":1968,"surahId":16,"ayatId":67,"ayatNo":"٦٧","pageNo":274,"ayatText":"وَمِنْ ثَمَرَاتِ النَّخٖيلِ وَالْاَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناًؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِقَوْمٍ يَعْقِلُونَ","ayatMealText":{"tr":"Hurma ve üzüm ağaçlarının meyvalarından da hem içki, hem de güzel gıdalar edinirsiniz. Şüphesiz ki bunda aklını kullanan kimseler için büyük bir ibret vardır.","nl":"En van de vruchten van de dadelpalm en de druivenstruiken maken jullie een bedwelmende drank en een goede voorziening. Voorwaar, daarin is zeker een Teken voor een volk dat begrijpt.","en":"And from the fruits of palm trees and grapevines you derive intoxicants as well as wholesome provision. Surely in this is a sign for those who understand"},"surah":null},{"id":1969,"surahId":16,"ayatId":68,"ayatNo":"٦٨","pageNo":274,"ayatText":"وَاَوْحٰى رَبُّكَ اِلَى النَّحْلِ اَنِ اتَّخِذٖي مِنَ الْجِبَالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَۙ","ayatMealText":{"tr":"Senin Rabbin bal arısına şöyle vahyetti: Dağlardan, ağaçlardan ve insanların kuracakları kovanlardan kendine evler edin.","nl":"En jouw Heer inspireerde de bij: \"Bouw huizen in de bergen en in de bomen en in wat zij (de mensen) bouwen.","en":"And your Lord inspired the bees: “Make ˹your˺ homes in the mountains, the trees, and in what people construct"},"surah":null},{"id":1970,"surahId":16,"ayatId":69,"ayatNo":"٦٩","pageNo":274,"ayatText":"ثُمَّ كُلٖي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكٖي سُبُلَ رَبِّكِ ذُلُلاًؕ يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ اَلْوَانُهُ فٖيهِ شِفَٓاءٌ لِلنَّاسِؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِقَوْمٍ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Sonra meyvaların hepsinden ye de, Rabbinin (sana) kolay kıldığı yollara gir, diye ilham etti. Onların karınlarından renkleri çeşitli bir bal çıkar ki, onda insanlar için şifâ vardır. Şüphesiz ki bunda düşünen bir millet için, büyük bir ibret vardır.","nl":"Eet dan van alle vruchten en volg de wegen die jouw Heer makkelijk maakte.\"' Er komt uit hun buiken een drank met verschillende kleuren, daarin is genezing voor de mensen. Voorwaar, daarin is zeker een Teken voof een volk dat nadenkt.","en":"and feed from ˹the flower of˺ any fruit ˹you please˺ and follow the ways your Lord has made easy for you.” From their bellies comes forth liquid of varying colours, in which there is healing for people. Surely in this is a sign for those who reflect"},"surah":null},{"id":1971,"surahId":16,"ayatId":70,"ayatNo":"٧٠","pageNo":274,"ayatText":"وَاللّٰهُ خَلَقَكُمْ ثُمَّ يَتَوَفّٰيكُمْ وَمِنْكُمْ مَنْ يُرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـٔاًؕ اِنَّ اللّٰهَ عَلٖيمٌ قَدٖيرٌࣖ","ayatMealText":{"tr":"Allah, sizi yarattı, sonra da sizi öldürecektir. İçinizden kimi de, biraz bilgiden sonra eşyayı önceki bildiği gibi bilmesin diye, ömrün en kötü çağına kadar yaşatılır. Şüphesiz ki Allah çok bilgili ve büyük kudret sahibidir.","nl":"Het is Allah Die jullie schept en jullie vervolgens wegneemt. En onder jullie zijn er die teruggebracht worden naar een vernederende leeftijd, zodat hij niets meer weet na geweten te hebben. Voorwaar, Allah is Alwetend, Almachtig.","en":"Allah has created you, and then causes you to die. And some of you are left to reach the most feeble stage of life so that they may know nothing after having known much. Indeed, Allah is All-Knowing, Most Capable"},"surah":null},{"id":1972,"surahId":16,"ayatId":71,"ayatNo":"٧١","pageNo":274,"ayatText":"وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِي الرِّزْقِۚ فَمَا الَّذٖينَ فُضِّلُوا بِرَٓادّٖي رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فٖيهِ سَوَٓاءٌؕ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُونَ","ayatMealText":{"tr":"Allah, rızık yönünden bir kısmınızı diğerlerinden üstün kıldı. Kendilerine bol rızık verilenler, rızıklarını ellerinin altındakilere vermiyorlar ki, onda eşit olsunlar. Durum böyle iken Allah'ın nimetini inkâr mı ediyorlar?","nl":"En Allah heeft sommigen van jullie boven anderen bevoorrecht met levensonderhoud. En degenen die meer bevoorrecht zijn geven hun levensonderhoud niet door aan jullie slaven, zodat zij daar gelijk in zouden zijn. Zullen zij de gunsten van Allah dan ontkennen?","en":"And Allah has favoured some of you over others in provision. But those who have been much favoured would not share their wealth with those ˹bondspeople˺ in their possession, making them their equals. Do they then deny Allah’s favours"},"surah":null},{"id":1973,"surahId":16,"ayatId":72,"ayatNo":"٧٢","pageNo":274,"ayatText":"وَاللّٰهُ جَعَلَ لَكُمْ مِنْ اَنْفُسِكُمْ اَزْوَاجاً وَجَعَلَ لَكُمْ مِنْ اَزْوَاجِكُمْ بَنٖينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِؕ اَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُونَۙ","ayatMealText":{"tr":"Allah, size kendi cinsinizden eşler, o eşlerinizden de oğullar ve torunlar yarattı. Sizi helal ve güzel gıdalarla rızıklandırdı. Onlar, hâlâ batıla mı inanıyorlar? ve Allah'ın nimetini inkâr mı ediyorlar?","nl":"En Allah heeft voor julliezelf uit julliezelf echtgenotes doen voortkomen en hij deed voor jullie uit jullie echtgenotes zonen en kleinkinderen voortkomen en voorzag jullie van goede dingen. Zullen zij in het valse geloven en ondankbaar zijn voor de gunst van Allah?","en":"And Allah has made for you spouses of your own kind, and given you through your spouses children and grandchildren. And He has granted you good, lawful provisions. Are they then faithful to falsehood and ungrateful for Allah’s favours"},"surah":null}]}