{"juzNo":14,"pageNo":275,"arCuzNo":"۱٤","arPageNo":"۲۷٥","quranAyats":[{"id":1974,"surahId":16,"ayatId":73,"ayatNo":"٧٣","pageNo":275,"ayatText":"وَيَعْبُدُونَ مِنْ دُونِ اللّٰهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقاً مِنَ السَّمٰوَاتِ وَالْاَرْضِ شَيْـٔاً وَلَا يَسْتَطٖيعُونَۚ","ayatMealText":{"tr":"Müşrikler, Allah'ı bırakıp, göklerden ve yerden kendileri için hiçbir rızka sahip olmayan ve sahip olmaya da güçleri yetmeyen şeylere taparlar.","nl":"En zij aanbidden dat naast Allah wat hun niets van levensonderhoud kan verschaffen uit de hemelen en de aarde. En zij zijn nergens toe in staat.","en":"Yet they worship besides Allah those ˹idols˺ who do not afford them any provision from the heavens and the earth, nor do they have the power to"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1975,"surahId":16,"ayatId":74,"ayatNo":"٧٤","pageNo":275,"ayatText":"فَلَا تَضْرِبُوا لِلّٰهِ الْاَمْثَالَؕ اِنَّ اللّٰهَ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُونَ","ayatMealText":{"tr":"Artık Allah'a ortaklar koşmayın. Çünkü Allah, (eşi bulunmadığını) bilir, siz bilmezsiniz.","nl":"Maakt dus geen gelijkenissen (afgoden) van Allah. Voorwaar, Allah weet en jullie weten niet","en":"So do not set up equals to Allah, for Allah certainly knows and you do not know"},"surah":null},{"id":1976,"surahId":16,"ayatId":75,"ayatNo":"٧٥","pageNo":275,"ayatText":"ضَرَبَ اللّٰهُ مَثَلاً عَبْداً مَمْلُوكاً لَا يَقْدِرُ عَلٰى شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِراًّ وَجَهْراًؕ هَلْ يَسْتَوُ۫نَؕ اَلْحَمْدُ لِلّٰهِؕ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Allah, hiçbir şeye gücü yetmeyen, başkasının malı olmuş bir köle ile, kendisine güzel bir rızık verilen ve o rızıkdan gizli ve açık olarak harcayan hür bir insanı misal verdi. Hiç bunlar eşit olur mu? Bütün hamd Allah'a mahsustur. Doğrusu insanların çoğu bilmezler.","nl":"Allah maakt een vergelijking: een slaaf waarover beschikt wordt heeft geen macht en (de ander is) degene die Wij van Ons goed levensonderhoud voorzien hebben, en hij geeft er heimelijk en openlijk van uit. Zijn zij gelijk? Alle lof is voor Allah. Welnee, de meesten van hen weten (het) niet.","en":"Allah sets forth a parable: a slave who lacks all means, compared to a ˹free˺ man to whom We granted a good provision, of which he donates ˹freely,˺ openly and secretly. Are they equal? Praise be to Allah. In fact, most of them do not know"},"surah":null},{"id":1977,"surahId":16,"ayatId":76,"ayatNo":"٧٦","pageNo":275,"ayatText":"وَضَرَبَ اللّٰهُ مَثَلاً رَجُلَيْنِ اَحَدُهُمَٓا اَبْكَمُ لَا يَقْدِرُ عَلٰى شَيْءٍ وَهُوَ كَلٌّ عَلٰى مَوْلٰيهُۙ اَيْنَمَا يُوَجِّهْهُ لَا يَأْتِ بِخَيْرٍؕ هَلْ يَسْتَوٖي هُوَۙ وَمَنْ يَأْمُرُ بِالْعَدْلِۙ وَهُوَ عَلٰى صِرَاطٍ مُسْتَقٖيمٍࣖ","ayatMealText":{"tr":"Allah şu iki adamı da misal verdi: Bunlardan biri dilsizdir, hiçbir şeye gücü yetmez; efendisine bir yüktür. Onu nereye gönderse bir hayır getiremez. Şimdi, bu adamla, adaletle emreden ve doğru yolda bulunan adam eşit olur mu?","nl":"En Allah maakt een vergelijking met twee mannen: een van de twee is stom en hij heeft geen enkele macht en hij is een last voor zijn meester; waar hij hem ook heen stuurt: hij brengt niets goeds voort. Is hij gelijk aan degene die het oprechte gebiedt, en op het Rechte Pad is?","en":"And Allah sets forth a parable of two men: one of them is dumb, incapable of anything. He is a burden on his master. Wherever he is sent, he brings no good. Can such a person be equal to the one who commands justice and is on the Straight Path"},"surah":null},{"id":1978,"surahId":16,"ayatId":77,"ayatNo":"٧٧","pageNo":275,"ayatText":"وَلِلّٰهِ غَيْبُ السَّمٰوَاتِ وَالْاَرْضِؕ وَمَٓا اَمْرُ السَّاعَةِ اِلَّا كَلَمْحِ الْبَصَرِ اَوْ هُوَ اَقْرَبُؕ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Göklerin ve yerin gaybını bilmek Allah'a aittir. Kıyametin kopuşu yalnız bir göz kırpması veya daha az bir zamandan başkası değildir. Şüphesiz Allah her şeye kadirdir.","nl":"Aan Allah behoort het verborgene van de hemelen en de aarde. En de zaak van het Uur is slechts een oogwenk of het is sneller. Voorwaar, Allah is Almachtig over alle zaken.","en":"To Allah ˹alone˺ belongs ˹the knowledge of˺ the unseen in the heavens and the earth. Bringing about the Hour would only take the blink of an eye, or even less. Surely Allah is Most Capable of everything"},"surah":null},{"id":1979,"surahId":16,"ayatId":78,"ayatNo":"٧٨","pageNo":275,"ayatText":"وَاللّٰهُ اَخْرَجَكُمْ مِنْ بُطُونِ اُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْـٔاًۙ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٔدَةَۙ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Allah sizi annelerinizin karnından çıkardığı zaman hiçbir şey bilmiyordunuz. Şükredesiniz diye size işitme (duygusu), gözler ve gönüller verdi.","nl":"En Allah bracht jullie uit de buiken van jullie moeders voort terwijl jullie niets wisten. En Hij gaf jullie het gehoor en het zien en de harten. Hopelijk zullen jullie dankbaarheid tonen.","en":"And Allah brought you out of the wombs of your mothers while you knew nothing, and gave you hearing, sight, and intellect so perhaps you would be thankful"},"surah":null},{"id":1980,"surahId":16,"ayatId":79,"ayatNo":"٧٩","pageNo":275,"ayatText":"اَلَمْ يَرَوْا اِلَى الطَّيْرِ مُسَخَّرَاتٍ فٖي جَوِّ السَّمَٓاءِؕ مَا يُمْسِكُهُنَّ اِلَّا اللّٰهُؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"Göğün boşluğunda Allah'ın emrine boyun eğdirilerek uçuşan kuşlara bakmadılar mı? Şüphesiz bunda inanan bir toplum için âyetler (ibretler) vardır.","nl":"Zien zij de vogels niet gemakkelijk vliegend in het midden van de hemel? Niemand dan Allah houdt hen vast. Voorwaar, daarin is zeker een Teken voor een volk dat gelooft.","en":"Have they not seen the birds glide in the open sky? None holds them up except Allah. Surely in this are signs for those who believe"},"surah":null}]}