{"juzNo":14,"pageNo":276,"arCuzNo":"۱٤","arPageNo":"۲۷٦","quranAyats":[{"id":1981,"surahId":16,"ayatId":80,"ayatNo":"٨٠","pageNo":276,"ayatText":"وَاللّٰهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَناً وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْاَنْعَامِ بُيُوتاً تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ اِقَامَتِكُمْۙ وَمِنْ اَصْوَافِهَا وَاَوْبَارِهَا وَاَشْعَارِهَٓا اَثَاثاً وَمَتَاعاً اِلٰى حٖينٍ","ayatMealText":{"tr":"Allah size evlerinizden bir huzur ve dinlenme yeri yaptı. Hayvanların derilerinden gerek yolculuğunuzda ve gerekse konaklama zamanlarınızda kolayca taşıyacağınız hafif evler (çadırlar v. s.) ve yünlerinden, yapağılarından ve kıllarından bir süreye kadar (giyinecek, kuşanacak, serilecek ve döşenecek) bir eşya ve ticaret malı yaptı.","nl":"En Allah maakte voor jullie jullie huizen tot plaatsen om uit te rusten en Hij maakte voor jullie de huiden van het vee tot tenten die licht zijn op de dag dat jullie reizen en op de dag dat jullie je vestigen (en Hij maakte) hun wol en hun vacht tot gebruikszaken en als een genieting voor een bepaalde tijd.","en":"And Allah has made your homes a place to rest, and has given you tents from the hide of animals, light to handle when you travel and when you camp. And out of their wool, fur, and hair He has given you furnishings and goods for a while"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1982,"surahId":16,"ayatId":81,"ayatNo":"٨١","pageNo":276,"ayatText":"وَاللّٰهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالاً وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ اَكْنَاناً وَجَعَلَ لَكُمْ سَرَابٖيلَ تَقٖيكُمُ الْحَرَّ وَسَرَابٖيلَ تَقٖيكُمْ بَأْسَكُمْؕ كَذٰلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ","ayatMealText":{"tr":"Allah, yarattıklarından sizin için gölgeler yaptı ve sizin için dağlarda barınaklar yarattı. Sizi sıcaktan koruyacak elbiseler ve savaşta sizi koruyan elbiseler (zırhlar) yarattı. İşte böylece Allah müslüman olasınız diye üzerinize nimetini tamamlamaktadır.","nl":"En Allah gaf jullie uit wat Hij schiep schaduwen en Hij maakte voor jullie in de bergen schuilplaatsen en Hij gaf jullie kleding die jullie tegen de hitte beschermt en kleding die jullie tegen jullie oorlog beschemt. Op deze wijze vervolmaakt Hij voor juille Zijn gunst. Hopelijk zullen jullie je (aan Hem) overgeven.","en":"And Allah has provided you shade out of what He created, and has given you shelter in the mountains. He has also provided you with clothes protecting you from the heat ˹and cold˺, and armour shielding you in battle. This is how He perfects His favour upon you, so perhaps you will ˹fully˺ submit ˹to Him˺"},"surah":null},{"id":1983,"surahId":16,"ayatId":82,"ayatNo":"٨٢","pageNo":276,"ayatText":"فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبٖينُ","ayatMealText":{"tr":"Buna rağmen eğer yüz çevirirlerse, ey Muhammed! Artık sana düşen sadece açık bir şekilde tebliğden ibarettir.","nl":"Maar als zij zich afwenden: jouw plicht (O Moehammad) is slechts de duidelijke verkondiging.","en":"But if they turn away, then your duty ˹O Prophet˺ is only to deliver ˹the message˺ clearly"},"surah":null},{"id":1984,"surahId":16,"ayatId":83,"ayatNo":"٨٣","pageNo":276,"ayatText":"يَعْرِفُونَ نِعْمَتَ اللّٰهِ ثُمَّ يُنْكِرُونَهَا وَاَكْثَرُهُمُ الْكَافِرُونَࣖ","ayatMealText":{"tr":"Hem Allah'ın nimetini bilirler, sonra da onu inkâr ederler. Onların çoğu kâfir kimselerdir.","nl":"Zij herkennen de gunst van Allah en daarop ontkennen zij die en de meesten van hen zijn ondankbaren.","en":"They are aware of Allah’s favours, but still deny them. And most of them are ˹truly˺ ungrateful"},"surah":null},{"id":1985,"surahId":16,"ayatId":84,"ayatNo":"٨٤","pageNo":276,"ayatText":"وَيَوْمَ نَبْعَثُ مِنْ كُلِّ اُمَّةٍ شَهٖيداً ثُمَّ لَا يُؤْذَنُ لِلَّذٖينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ","ayatMealText":{"tr":"Her ümmetten bir şahid getireceğimiz gün, artık kâfirlere ne izin verilecek, ne de onlardan özür dilemeleri istenecektir.","nl":"Op de Dag zullen Wij uit iedere gemeenschap een getuige doen opstaan, dan zullen degenen die ongelovig zijn geen gehoor gegeven worden en zij krijgen niet de gelegenheid zich te verbeteren.","en":"˹Consider, O Prophet,˺ the Day We will call ˹a prophet as˺ a witness from every faith-community. Then the disbelievers will neither be allowed to plead nor appease ˹their Lord˺"},"surah":null},{"id":1986,"surahId":16,"ayatId":85,"ayatNo":"٨٥","pageNo":276,"ayatText":"وَاِذَا رَاَ الَّذٖينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ","ayatMealText":{"tr":"O zulmedenler, azabı gördükleri zaman, artık onlardan ne azab hafifletilir, ne de onlara süre verilir.","nl":"En wanneer degenen die onrecht pleegden de bestraffing zien zal die voor hen niet lichter gemaakt worden en zij zullen geen uitstel krijgen.","en":"And when the wrongdoers face the punishment, it will not be lightened for them, nor will they be delayed ˹from it˺"},"surah":null},{"id":1987,"surahId":16,"ayatId":86,"ayatNo":"٨٦","pageNo":276,"ayatText":"وَاِذَا رَاَ الَّذٖينَ اَشْرَكُوا شُرَكَٓاءَهُمْ قَالُوا رَبَّـنَا هٰٓؤُ۬لَٓاءِ شُرَكَٓاؤُ۬نَا الَّذٖينَ كُنَّا نَدْعُوا مِنْ دُونِكَۚ فَاَلْقَوْا اِلَيْهِمُ الْقَوْلَ اِنَّكُمْ لَكَاذِبُونَۚ","ayatMealText":{"tr":"Ve o Allah'a ortak koşanlar, ortak koştuklarını (putları) gördükleri zaman: \"Rabbimiz! İşte bunlar, seni bırakıp da kendilerine taptığımız ortaklarımızdır\" diyecekler. Koştukları ortaklar da onlara; \"Siz mutlaka yalancılarsınız\" diye söz atarlar.","nl":"En wanneer degenen die deelgenoten toekenden hun deelgenoten zullen zien, zullen zij zeggen: \"Onze Heer! Zij zijn degenen die onze deelgenoten waren die wij naast U plachten aan te roepen.\" Maar zij (de deelgenoten) zullen hun woorden terugweirpen, en zeggen: \"Voorwaar, jullie zijn zeker leugenaars!\"","en":"And when the polytheists see their associate-gods, they will say, “Our Lord! These are our associate-gods that we used to invoke besides You.” Their gods will throw a rebuttal at them, ˹saying,˺ “You are definitely liars.”"},"surah":null},{"id":1988,"surahId":16,"ayatId":87,"ayatNo":"٨٧","pageNo":276,"ayatText":"وَاَلْقَوْا اِلَى اللّٰهِ يَوْمَئِذٍۨ السَّلَمَ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ","ayatMealText":{"tr":"O gün Allah'a teslim bayrağını çekerler, bütün o uydurdukları şeyler kendilerini bırakıp kaybolup gitmişlerdir.","nl":"En op die Dag zullen zij Allah hun onderwerping tonen. En wat zij plachten te verzinnen zal van hen weggedwald zijn.","en":"They will offer ˹full˺ submission to Allah on that Day, and whatever ˹gods˺ they fabricated will fail them"},"surah":null}]}