{"juzNo":14,"pageNo":277,"arCuzNo":"۱٤","arPageNo":"۲۷۷","quranAyats":[{"id":1989,"surahId":16,"ayatId":88,"ayatNo":"٨٨","pageNo":277,"ayatText":"اَلَّذٖينَ كَفَرُوا وَصَدُّوا عَنْ سَبٖيلِ اللّٰهِ زِدْنَاهُمْ عَذَاباً فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ","ayatMealText":{"tr":"İnkâr eden ve (insanları) Allah yolundan çevirenler, diğer kimseleri de bozdukları için onlara azab üstüne azab artırdık.","nl":"(Zij zijn) degenen die ongelovig waren en (mensen) van de Weg van Allah afhielden. Wij zullen bestraffing op bestraffing stapelen vanwege wat zij am verderf zaaiden.","en":"For those who disbelieve and hinder ˹others˺ from the Way of Allah, We will add more punishment to their punishment for all the corruption they spread"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1990,"surahId":16,"ayatId":89,"ayatNo":"٨٩","pageNo":277,"ayatText":"وَيَوْمَ نَبْعَثُ فٖي كُلِّ اُمَّةٍ شَهٖيداً عَلَيْهِمْ مِنْ اَنْفُسِهِمْ وَجِئْنَا بِكَ شَهٖيداً عَلٰى هٰٓؤُ۬لَٓاءِؕ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرٰى لِلْمُسْلِمٖينَࣖ","ayatMealText":{"tr":"Biz o gün, her ümmet içinde, kendilerinden kendi üzerlerine bir şahit göndereceğiz. Seni de onların üzerine şahit getireceğiz. Bu kitabı da, her şeyi açıklayan ve müslümanlara doğruyu gösteren bir rehber, bir rahmet kaynağı ve bir müjdeleyici olarak indirdik.","nl":"En op die dag zullen Wij uit het midden van iedere gemeenschap een getuige doen opstaan en Wij zullen jou als getuige nemen tegen deze (gemeenschap van jou). En Wij hebben jou het Boek neergezonden, als een uitleg van alle zaken en als Leiding en Barmhartigheid en een verheugende tijding voor de Moslims.","en":"˹Consider, O Prophet,˺ the Day We will call against every faith-community a witness of their own. And We will call you to be a witness against these ˹people of yours˺. We have revealed to you the Book as an explanation of all things, a guide, a mercy, and good news for those who ˹fully˺ submit"},"surah":null},{"id":1991,"surahId":16,"ayatId":90,"ayatNo":"٩٠","pageNo":277,"ayatText":"اِنَّ اللّٰهَ يَأْمُرُ بِالْعَدْلِ وَالْاِحْسَانِ وَاٖيتَٓائِ۬ ذِي الْقُرْبٰى وَيَنْهٰى عَنِ الْفَحْشَٓاءِ وَالْمُنْكَرِ وَالْبَغْيِۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ","ayatMealText":{"tr":"Şüphesiz ki Allah, size adaleti, iyilik yapmayı ve yakınlara bakmayı emreder; hayasızlıktan, fenalıktan ve azgınlıktan nehyeder. Öğüt almanız için size böyle öğüt verir.","nl":"Allah beveelt rechtvaardigheid en het goede en het geven aan de verwanten en Hij verbiedt de zedeloosheid en het verwerpelijke en de opstandigheid. Hij onderricht jullie, hopelijk zullen jullie je laten vermanen.","en":"Indeed, Allah commands justice, grace, as well as courtesy to close relatives. He forbids indecency, wickedness, and aggression. He instructs you so perhaps you will be mindful"},"surah":null},{"id":1992,"surahId":16,"ayatId":91,"ayatNo":"٩١","pageNo":277,"ayatText":"وَاَوْفُوا بِعَهْدِ اللّٰهِ اِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْاَيْمَانَ بَعْدَ تَوْكٖيدِهَا وَقَدْ جَعَلْتُمُ اللّٰهَ عَلَيْكُمْ كَفٖيلاًؕ اِنَّ اللّٰهَ يَعْلَمُ مَا تَفْعَلُونَ","ayatMealText":{"tr":"Bir de anlaşma yaptığınızda Allah'ın ahdini yerine getirin ve pekiştirdikten sonra yeminleri bozmayın. Allah'ı üzerinize şahid tuttuğunuz halde, nasıl olur da bozarsınız! Şüphesiz ki Allah yaptıklarınızı bilir.","nl":"En komt het verbond met Allah na wanneer jullie je verbonden hebben, en breekt niet jullie eden nadat jullie ze bevestigd hebben. En waarlijk, jullie hebben Allah als Getuige genomen. Voorwaar, Allah is Alwetend over wat jullie doen.","en":"Honour Allah’s covenant when you make a pledge, and do not break your oaths after confirming them, having made Allah your guarantor. Surely Allah knows all you do"},"surah":null},{"id":1993,"surahId":16,"ayatId":92,"ayatNo":"٩٢","pageNo":277,"ayatText":"وَلَا تَكُونُوا كَالَّتٖي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ اَنْكَاثاًؕ تَتَّخِذُونَ اَيْمَانَكُمْ دَخَلاً بَيْنَكُمْ اَنْ تَكُونَ اُمَّةٌ هِيَ اَرْبٰى مِنْ اُمَّةٍؕ اِنَّمَا يَبْلُوكُمُ اللّٰهُ بِهٖؕ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيٰمَةِ مَا كُنْتُمْ فٖيهِ تَخْتَلِفُونَ","ayatMealText":{"tr":"Bir ümmet, diğer bir ümmetten (sayıca ve malca) daha çok olduğu için, yeminlerinizi aranızda aldatma vasıtası yaparak, ipliğini sağlamca eğirdikten sonra onu söküp bozmaya çalışan kadın gibi olmayın. Allah sizi bununla imtihan eder ve şüphesiz hakkında ihtilaf ettiğiniz şeyleri kıyamet günü size mutlaka açıklayacaktır.","nl":"En weest niet als zij die haar garen weer op- splitst nadat zij het stevig gesponnen had, Mlie eden als een list tussen jullie gebruikend, omdat één gemeenschap talrijker is dan een (andere) gemeenschap. Voorwaar, Allah beproeft jullie er slechts mee. En Hij zal jullie op de Dag der Opstanding duidelijk maken waar jullie over plachten te redetwisten.","en":"Do not be like the woman who ˹foolishly˺ unravels her yarn after it is firmly spun, by taking your oaths as a means of deceiving one another in favour of a stronger group. Surely Allah tests you through this. And on the Day of Judgment He will certainly make your differences clear to you"},"surah":null},{"id":1994,"surahId":16,"ayatId":93,"ayatNo":"٩٣","pageNo":277,"ayatText":"وَلَوْ شَٓاءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَاحِدَةً وَلٰكِنْ يُضِلُّ مَنْ يَشَٓاءُ وَيَهْدٖي مَنْ يَشَٓاءُؕ وَلَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Allah dileseydi elbette hepinizi tek bir ümmet yapardı. Fakat Allah dilediğini saptırır ve dilediğine de hidayet verir. Şüphesiz ki, (kıyamet gününde) bütün yaptıklarınızdan sorumlu tutulacaksınız.","nl":"En als Allah het gewild had, had Hij jullie zeker (als behorend) tot één godsdienst gemaakt. Maar Hij doet dwalen wie Hij wil en Hij leidt wie Hij wil. En jullie zullen zeker ondervraagd worden over wat jullie plachten te doen.","en":"Had Allah willed, He could have easily made you one community ˹of believers˺, but He leaves to stray whoever He wills and guides whoever He wills. And you will certainly be questioned about what you used to do"},"surah":null}]}