{"juzNo":14,"pageNo":278,"arCuzNo":"۱٤","arPageNo":"۲۷۸","quranAyats":[{"id":1995,"surahId":16,"ayatId":94,"ayatNo":"٩٤","pageNo":278,"ayatText":"وَلَا تَتَّخِذُٓوا اَيْمَانَكُمْ دَخَلاً بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّٓوءَ بِمَا صَدَدْتُمْ عَنْ سَبٖيلِ اللّٰهِۚ وَلَكُمْ عَذَابٌ عَظٖيمٌ","ayatMealText":{"tr":"Yeminlerinizi aranızda aldatma ve fesada vasıta edinmeyin, sonra sağlam basmışken bir ayak kayar da Allah yolundan saptığınız için, dünyada kötü azabı tadarsınız. Ahirette de size büyük bir azab olur.","nl":"En zweert juillie eden niet als een list tussen jullie, zodat een voet uitglijdt nadat die stevig neergezet was en jullie zullen het slechte moeten proeven vanwege jullie afhouden (van de mensen) van de Weg van Allah. En voor jullie (zondaars) is er een geweldige bestraffing.","en":"And do not take your oaths as a means of deceiving one another or your feet will slip after they have been firm. Then you will taste the evil ˹consequences˺ of hindering ˹others˺ from the Way of Allah, and you will suffer a tremendous punishment"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":1996,"surahId":16,"ayatId":95,"ayatNo":"٩٥","pageNo":278,"ayatText":"وَلَا تَشْتَرُوا بِعَهْدِ اللّٰهِ ثَمَناً قَلٖيلاًؕ اِنَّمَا عِنْدَ اللّٰهِ هُوَ خَيْرٌ لَكُمْ اِنْ كُنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"Allah'ın ahdini az bir bedel karşılığında değişmeyin. Eğer bilirseniz muhakkak ki Allah katındaki sevap sizin için daha hayırlıdır.","nl":"En ruilt het verbond met Allah niet in voor een geringe prijs. Voorwaar, wat bij Allah is, is beter voor jullie als jullie (het) weten.","en":"And do not trade Allah’s covenant for a fleeting gain. What is with Allah is certainly far better for you, if only you knew"},"surah":null},{"id":1997,"surahId":16,"ayatId":96,"ayatNo":"٩٦","pageNo":278,"ayatText":"مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍؕ وَلَنَجْزِيَنَّ الَّذٖينَ صَبَرُٓوا اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Sizin yanınızdaki dünya malı tükenir, Allah'ın katındakiler ise tükenmez. Muhakkak ki biz, Allah yolunda sabredenleri, yaptıkları amelin daha güzeliyle mükafatlandıracağız.","nl":"Wat bij jullie is, zal vergaan, maar wat bij Allah is, is blijvend. En Wij zullen degenen die geduldig waren zeker belonen met hun beloning, volgens het beste van wat zij plachten te doen.","en":"Whatever you have will end, but whatever Allah has is everlasting. And We will certainly reward the steadfast according to the best of their deeds"},"surah":null},{"id":1998,"surahId":16,"ayatId":97,"ayatNo":"٩٧","pageNo":278,"ayatText":"مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيٰوةً طَيِّبَةًۚ وَلَنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Erkekten ve dişiden, mümin olarak kim iyi amel işlerse muhakkak onu güzel bir hayat ile yaşatacağız ve yapmakta oldukları amellerin daha güzeliyle mükafatlarını elbette vereceğiz.","nl":"Wie het goede doet, man of vrouw, en hij gelooft: voorwaar, aan hem geven Wij een goed leven. En Wij zullen hen zeker belonen met hun beloning, volgens het beste van wat zÜij plachten te doen. THIS TEXT HAS BEEN AUTOMATICALLY GENERATED (OCR) AND REQUIRES FIXING/CHECKING. USE THE CTRL+(Right/Left Arrow) KEYS TO MOVE ALONG THE WORDS AND CHECK WITH THE LEFT SIDE. PLEASE DELETE *THIS* NOTE IF YOU ARE READY TO CHECK AND APPROVE.","en":"Whoever does good, whether male or female, and is a believer, We will surely bless them with a good life, and We will certainly reward them according to the best of their deeds"},"surah":null},{"id":1999,"surahId":16,"ayatId":98,"ayatNo":"٩٨","pageNo":278,"ayatText":"فَاِذَا قَرَأْتَ الْقُرْاٰنَ فَاسْتَعِذْ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجٖيمِ","ayatMealText":{"tr":"Şimdi Kur'ân okumak istediğin zaman önce o kovulmuş şeytandan Allah'a sığın.","nl":"En wawmrjullie de Koran lezen: zoek den de bescherming van Allah tegen de vervloekte Satan.","en":"When you recite the Quran, seek refuge with Allah from Satan, the accursed"},"surah":null},{"id":2000,"surahId":16,"ayatId":99,"ayatNo":"٩٩","pageNo":278,"ayatText":"اِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذٖينَ اٰمَنُوا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ","ayatMealText":{"tr":"Şüphesiz ki iman edip de Rablerine tevekkül edenler üzerinde o şeytanın hiçbir nüfuzu yoktur.","nl":"Voorwaar, hij heeft geen gezag over degenen die geloven en kun Heer vertrouwen,","en":"He certainly has no authority over those who believe and put their trust in their Lord"},"surah":null},{"id":2001,"surahId":16,"ayatId":100,"ayatNo":"١٠٠","pageNo":278,"ayatText":"اِنَّمَا سُلْطَانُهُ عَلَى الَّذٖينَ يَتَوَلَّوْنَهُ وَالَّذٖينَ هُمْ بِهٖ مُشْرِكُونَࣖ","ayatMealText":{"tr":"Şeytanın nüfuzu, ancak onu dost edinenlere ve Allah'a ortak koşanlaradır.","nl":"Voorwaar, bij heeft alleen gezag over degenen die hem als beschermer nemen en (over) degenen die deelgenoten am Hem toekennen.","en":"His authority is only over those who take him as a patron and who—under his influence—associate ˹others˺ with Allah ˹in worship˺"},"surah":null},{"id":2002,"surahId":16,"ayatId":101,"ayatNo":"١٠١","pageNo":278,"ayatText":"وَاِذَا بَدَّلْـنَٓا اٰيَةً مَكَانَ اٰيَةٍۙ وَاللّٰهُ اَعْلَمُ بِمَا يُنَزِّلُ قَالُٓوا اِنَّـمَٓا اَنْتَ مُفْتَرٍؕ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Biz bir âyeti değiştirip yerine başka bir âyet getirdiğimiz zaman Allah ne indirdiğini pek iyi bilmiş iken kâfirler Peygambere: \"Sen, ancak bir iftiracısın\" dediler. Hayır öyle değil; onların çoğu bilmezler.","nl":"En wanneer Wij een Vers door een ander Vers vervangen, en Allah weet heter wat Hij neerzendt, (dan) zeggen zij, \"Voorww, jij (Moehammed) b\" een verzinnef van leugens.\" De meesten van ben weten zelfs niets.","en":"When We replace a verse with another—and Allah knows best what He reveals—they say, “You ˹Muḥammad˺ are just a fabricator.” In fact, most of them do not know"},"surah":null},{"id":2003,"surahId":16,"ayatId":102,"ayatNo":"١٠٢","pageNo":278,"ayatText":"قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذٖينَ اٰمَنُوا وَهُدًى وَبُشْرٰى لِلْمُسْلِمٖينَ","ayatMealText":{"tr":"(Ey Muhammed!) Onlara de ki: \"Kur'ân'ı Cebrail, iman edenlere sebat vermek, müslümanlara bir hidayet ve bir müjde olmak için Rabbinin katından hak olarak indirdi.","nl":"Zeg (O Moehammad): \"De Heilige Geest (Djibrll) van jouw Heer deed hem met de Waarheid neerdalen om degenen die geloven te versterken, en als Leiding en een verheugende tijding voor de Moslinu.\"","en":"Say, “The holy spirit has brought it down from your Lord with the truth to reassure the believers, and as a guide and good news for those who submit ˹to Allah˺.”"},"surah":null}]}