{"juzNo":14,"pageNo":279,"arCuzNo":"۱٤","arPageNo":"۲۷۹","quranAyats":[{"id":2004,"surahId":16,"ayatId":103,"ayatNo":"١٠٣","pageNo":279,"ayatText":"وَلَقَدْ نَعْلَمُ اَنَّهُمْ يَقُولُونَ اِنَّمَا يُعَلِّمُهُ بَشَرٌؕ لِسَانُ الَّذٖي يُلْحِدُونَ اِلَيْهِ اَعْجَمِيٌّ وَهٰذَا لِسَانٌ عَرَبِيٌّ مُبٖينٌ","ayatMealText":{"tr":"Muhakkak biliyoruz ki kâfirler: \"Kur'ân'ı Muhammed'e bir insan öğretiyor\" diyorlar. Peygambere öğretiyor zannında bulundukları kimsenin dili yabancıdır. Bu Kur'ân ise apaçık bir Arapçadır.","nl":"En voorzeker, Wij weten dat zij zeggen: \"Voorwaar, het is slechts een mens die hem onderwijst.\" De taal van degenen waar zli valselijk naar verwijzen is vreemd, maar dit is oen duidelijke Areibische taal.","en":"And We surely know that they say, “No one is teaching him except a human.” But the man they refer to speaks a foreign tongue, whereas this ˹Quran˺ is ˹in˺ eloquent Arabic"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":2005,"surahId":16,"ayatId":104,"ayatNo":"١٠٤","pageNo":279,"ayatText":"اِنَّ الَّذٖينَ لَا يُؤْمِنُونَ بِاٰيَاتِ اللّٰهِۙ لَا يَهْدٖيهِمُ اللّٰهُ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Allah'ın âyetlerine iman etmeyenleri, muhakkak ki Allah hidayete erdirmez ve onlara can yakıcı bir azab vardır.","nl":"Voorwaar, (wat betreft) degenen die niet in de Verzen van Allah geloven: Allah zal hen niet leiden en voor hen zal er een pijnlijke bestraffing zijn.","en":"Surely those who do not believe in Allah’s revelations will never be guided by Allah, and they will suffer a painful punishment"},"surah":null},{"id":2006,"surahId":16,"ayatId":105,"ayatNo":"١٠٥","pageNo":279,"ayatText":"اِنَّمَا يَفْتَرِي الْكَذِبَ الَّذٖينَ لَا يُؤْمِنُونَ بِاٰيَاتِ اللّٰهِۚ وَاُو۬لٰٓئِكَ هُمُ الْكَاذِبُونَ","ayatMealText":{"tr":"Yalanı ancak Allah'ın âyetlerine inanmayanlar uydurur. İşte onlar yalancıların ta kendileridir.","nl":"Voorwaar, degenen die de leugen verzinnen geloven niet in de Verzen van Allah. Zij zijn degenen die leugenaars zijn.","en":"No one fabricates lies except those who disbelieve in Allah’s revelations, and it is they who are the ˹true˺ liars"},"surah":null},{"id":2007,"surahId":16,"ayatId":106,"ayatNo":"١٠٦","pageNo":279,"ayatText":"مَنْ كَفَرَ بِاللّٰهِ مِنْ بَعْدِ اٖيمَانِهٖٓ اِلَّا مَنْ اُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْاٖيمَانِ وَلٰكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللّٰهِۚ وَلَهُمْ عَذَابٌ عَظٖيمٌ","ayatMealText":{"tr":"Kalbi iman ile sükûnet bulduğu halde (dinden dönmeye) zorlananlar dışında, her kim imanından sonra küfre kalbini açarsa, mutlaka onların üzerine Allah'tan bir gazab gelir ve kendilerine çok büyük bir azab vardır.","nl":"Wie aan Allah ongelovig is na geloofd te hebben, behalve wie gedwongen is terwijl zijn hw in het geloof tot rust gekomen wn maar (voor) wie die zijn hart voor het ongeloof openstelde: voor hem is er de toom van Ailah en voor hem is er een geweldige bestraffing.","en":"Whoever disbelieves in Allah after their belief—not those who are forced while their hearts are firm in faith, but those who embrace disbelief wholeheartedly—they will be condemned by Allah and suffer a tremendous punishment"},"surah":null},{"id":2008,"surahId":16,"ayatId":107,"ayatNo":"١٠٧","pageNo":279,"ayatText":"ذٰلِكَ بِاَنَّهُمُ اسْتَحَبُّوا الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِۙ وَاَنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الْكَافِرٖينَ","ayatMealText":{"tr":"Bu (azab) şundan dolayıdır ki, onlar, dünya hayatını sevmiş ve onu ahirete tercih etmişlerdir. Allah da kâfirler topluluğunu hidayete erdirmez.","nl":"Dat is omdat zij het wereldse leven verkiezen boven het Hiernamaals, en omdat Allah het ongelovige volk niet zal leiden.","en":"This is because they prefer the life of this world over the Hereafter. Surely Allah never guides those who ˹choose to˺ disbelieve"},"surah":null},{"id":2009,"surahId":16,"ayatId":108,"ayatNo":"١٠٨","pageNo":279,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ طَبَعَ اللّٰهُ عَلٰى قُلُوبِهِمْ وَسَمْعِهِمْ وَاَبْصَارِهِمْۚ وَاُو۬لٰٓئِكَ هُمُ الْغَافِلُونَ","ayatMealText":{"tr":"Bunlar, o kimselerdir ki; Allah kalblerini, kulaklarını ve gözlerini mühürlemiştir. Ve onlar, gafillerin ta kendileridir.","nl":"Zij zijn degenen bij wie Allah hun h\"n en ban gehoor en hun zien vergrendeld heeft; en zij zijn degenen die onachtzaam zijn.","en":"They are the ones whose hearts, ears, and eyes are sealed by Allah, and it is they who are ˹truly˺ heedless"},"surah":null},{"id":2010,"surahId":16,"ayatId":109,"ayatNo":"١٠٩","pageNo":279,"ayatText":"لَا جَرَمَ اَنَّهُمْ فِي الْاٰخِرَةِ هُمُ الْخَاسِرُونَ","ayatMealText":{"tr":"Hiç şüphesiz onlar, ahirette perişan olup hüsrana uğrayanların ta kendileridir.","nl":"Het is zeker dat zij in het N iernamals de verliezers zijn.","en":"Without a doubt, they will be the losers in the Hereafter"},"surah":null},{"id":2011,"surahId":16,"ayatId":110,"ayatNo":"١١٠","pageNo":279,"ayatText":"ثُمَّ اِنَّ رَبَّكَ لِلَّذٖينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُٓواۙ اِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Sonra şüphesiz Rabbin, eziyet edildikten sonra hicret eden, sonra cihad eden ve sabreden kimselerin yardımcısıdır. Bunlardan sonra Rabbin elbette çok bağışlayıcıdır, çok merhametlidir.","nl":"Voorwaar dan, jouw Heer is voor degenen die uitgeweken zijn nadat zij op de proef gesteld werden en daarna streden en geduldig waren; voorwaar, jouw Heer is daarna (voor hen) zeker Vergevensgezind. Meest Bambartig.","en":"As for those who emigrated after being compelled ˹to renounce Islam˺, then struggled ˹in Allah’s cause˺, and persevered, your Lord ˹O Prophet˺ is truly All-Forgiving, Most Merciful after all"},"surah":null}]}