{"juzNo":2,"pageNo":28,"arCuzNo":"۲","arPageNo":"۲۸","quranAyats":[{"id":189,"surahId":2,"ayatId":182,"ayatNo":"١٨٢","pageNo":28,"ayatText":"فَمَنْ خَافَ مِنْ مُوصٍ جَنَفاً اَوْ اِثْماً فَاَصْلَحَ بَيْنَهُمْ فَلَٓا اِثْمَ عَلَيْهِؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Her kim de vasiyet edenin, bir hata işlemesinden veya bir günaha girmesinden endişe eder de tarafların arasını düzeltirse, ona bir vebal yoktur. Şüphesiz ki, Allah çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Maar degene die dan van de erflater partijdigheid of zonde vreest, en daarna verzoening tussen hen teweeg bracht, dan rust er geen zonde op hem. Voorwaar, Allah is Meest Vergevensgezind, Meest Barmhartig.","en":"Whoever suspects an error or an injustice in the will and brings about a ˹fair˺ settlement among the parties will not be sinful. Surely Allah is All-Forgiving, Most Merciful"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":190,"surahId":2,"ayatId":183,"ayatNo":"١٨٣","pageNo":28,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذٖينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَۙ","ayatMealText":{"tr":"Ey iman edenler! Oruç, sizden öncekilere farz kılındığı gibi size de farz kılındı. Umulur ki korunursunuz.","nl":"O jullie dei geloven, het vasten is jullie verplicht, zoals het ook verplicht was voor hen vóór jullie, hopelijk zullen jullie (Allah) vrezen.","en":"O believers! Fasting is prescribed for you—as it was for those before you—so perhaps you will become mindful ˹of Allah˺"},"surah":null},{"id":191,"surahId":2,"ayatId":184,"ayatNo":"١٨٤","pageNo":28,"ayatText":"اَيَّاماً مَعْدُودَاتٍؕ فَمَنْ كَانَ مِنْكُمْ مَرٖيضاً اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِنْ اَيَّامٍ اُخَرَؕ وَعَلَى الَّذٖينَ يُطٖيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكٖينٍؕ فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُؕ وَاَنْ تَصُومُوا خَيْرٌ لَكُمْ اِنْ كُنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"(Size farz kılınan oruç), sayılı günlerdedir. İçinizden hasta olan veya yolculukta bulunan ise, diğer günlerde, tutamadığı günler sayısınca tutar. Ona dayanıp kalacaklar üzerine de bir yoksulu doyuracak kadar fidye gerekir. Her kim de hayrına fidyeyi artırırsa, hakkında daha hayırlıdır. Bununla beraber, eğer bilirseniz, oruç tutmanız sizin için daha hayırlıdır.","nl":"(Vast) en vastgesteld aantal dagen. Maar degene die dan van jullie ziek is, of op reis, dan een aantal andere dagen. En op degenen (van hen) die het (slechts met grote moeite) kunnen volbrengen, rust de plicht van Fidyah: het voeden van een arme. Maar degene die vrijwillig meer (dan verplicht is) geeft: dat is beter voor hem. En dat jullie vasten is beter voor jullie, als jullie dat maar weten.","en":"˹Fast a˺ prescribed number of days. But whoever of you is ill or on a journey, then ˹let them fast˺ an equal number of days ˹after Ramaḍân˺. For those who can only fast with extreme difficulty, compensation can be made by feeding a needy person ˹for every day not fasted˺. But whoever volunteers to give more, it is better for them. And to fast is better for you, if only you knew"},"surah":null},{"id":192,"surahId":2,"ayatId":185,"ayatNo":"١٨٥","pageNo":28,"ayatText":"شَهْرُ رَمَضَانَ الَّذٖٓي اُنْزِلَ فٖيهِ الْقُرْاٰنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُؕ وَمَنْ كَانَ مَرٖيضاً اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِنْ اَيَّامٍ اُخَرَؕ يُرٖيدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرٖيدُ بِكُمُ الْعُسْرَؗ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰيكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"O Ramazan ayı ki, insanları irşad için, hak ile batılı ayıracak olan, hidayet rehberi ve deliller halinde bulunan Kur'ân onda indirildi. Onun için sizden her kim bu aya şahit olursa onda oruç tutsun. Kim de hasta, yahut yolculukta ise tutamadığı günler sayısınca diğer günlerde kaza etsin. Allah size kolaylık diler zorluk dilemez. Sayıyı tamamlamanızı, size doğru yolu gösterdiğinden dolayı Allah'ı tekbir etmenizi ister. Umulur ki şükredersiniz.","nl":"De maand Ramadhân is het waarin de Koran is neergezonden, als Leiding voor de mensheid en als duidelijke bewijzen van de Leiding en de Foerqân. Wie van jullie aanwezig is in de maand, laat die dan vasten, maar wie ziek is of op reis, dan is er een aantal andere dagen (om de vasten in te halen). Allah wenst voor jullie het gemakkelijke en Hij wenst niet voor jullie het ongemak. En maakt het aantal (dagen) vol en prijst Allah's Grootheid omdat Hij jullie leiding schonk, hopelijk zullen jullie dankbaar zijn.","en":"Ramaḍân is the month in which the Quran was revealed as a guide for humanity with clear proofs of guidance and the standard ˹to distinguish between right and wrong˺. So whoever is present this month, let them fast. But whoever is ill or on a journey, then ˹let them fast˺ an equal number of days ˹after Ramaḍân˺. Allah intends ease for you, not hardship, so that you may complete the prescribed period and proclaim the greatness of Allah for guiding you, and perhaps you will be grateful"},"surah":null},{"id":193,"surahId":2,"ayatId":186,"ayatNo":"١٨٦","pageNo":28,"ayatText":"وَاِذَا سَاَلَكَ عِبَادٖي عَنّٖي فَاِنّٖي قَرٖيبٌؕ اُجٖيبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجٖيبُوا لٖي وَلْيُؤْمِنُوا بٖي لَعَلَّهُمْ يَرْشُدُونَ","ayatMealText":{"tr":"Şayet kullarım, sana benden sordularsa, gerçekten ben çok yakınımdır. Bana dua edince, duacının duasını kabul ederim. O halde onlar da benim davetime koşsunlar ve bana hakkıyla iman etsinler ki, doğru yola gidebilsinler.","nl":"En wanneer Mijn dienaren jou (O Moehammad) vragen stellen over Mij: voorwaar, Ik ben nabij, Ik verhoor de smeekbede van de smekende wanneer hij tot Mij smeek. Laten zij aan Mij gehoor geven en in Mij geloven. Hopelijk zullen zij de juiste Leiding volgen.","en":"When My servants ask you ˹O Prophet˺ about Me: I am truly near. I respond to one’s prayer when they call upon Me. So let them respond ˹with obedience˺ to Me and believe in Me, perhaps they will be guided ˹to the Right Way˺"},"surah":null}]}