{"juzNo":14,"pageNo":280,"arCuzNo":"۱٤","arPageNo":"۲۸۰","quranAyats":[{"id":2012,"surahId":16,"ayatId":111,"ayatNo":"١١١","pageNo":280,"ayatText":"يَوْمَ تَأْتٖي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا وَتُوَفّٰى كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ","ayatMealText":{"tr":"O gün, herkes nefsini kurtarmak için uğraşarak gelir ve herkese yaptığı işin karşılığı tamamiyle ödenir ve hiç kimseye de zulmedilmez.","nl":"Op die Dag zal iedere ziel voor zichzelf pleiten en zal iedere ziet voor wat hij verrichtte volledig beloond worden en zij zullen niet onrechtvaardig behandeld worden.","en":"˹Consider˺ the Day ˹when˺ every soul will come pleading for itself, and each will be paid in full for what it did, and none will be wronged"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":2013,"surahId":16,"ayatId":112,"ayatNo":"١١٢","pageNo":280,"ayatText":"وَضَرَبَ اللّٰهُ مَثَلاً قَرْيَةً كَانَتْ اٰمِنَةً مُطْمَئِنَّةً يَأْتٖيهَا رِزْقُهَا رَغَداً مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ","ayatMealText":{"tr":"Allah bir şehri misal olarak verdi: Bu şehir güvenli, huzurlu idi, Oraya her yerden rızkı bol bol geliyordu. Ne var ki onlar Allah'ın nimetlerine karşı nankörlük ettiler. Allah da onlara, yaptıkları işler yüzünden açlık ve korku elbisesini (felâketini) tattırdı.","nl":"En Allah geeft een voorbeeld: een veilige en rustige stad had haar voorzieningen overvloedig van iedere plaats gekregen en was toch ondankbaar voor de gunsten van Allah. Allah deed haar honger en angst proeven wegens wat zij plachten te bedrijven.","en":"And Allah sets forth the example of a society which was safe and at ease, receiving its provision in abundance from all directions. But its people met Allah’s favours with ingratitude, so Allah made them taste the clutches of hunger and fear for their misdeeds"},"surah":null},{"id":2014,"surahId":16,"ayatId":113,"ayatNo":"١١٣","pageNo":280,"ayatText":"وَلَقَدْ جَٓاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَاَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ","ayatMealText":{"tr":"Andolsun ki, onlara içlerinden bir peygamber geldi de onu yalanladılar. Bunun üzerine zulüm yaparlarken azab da onları yakalayıverdi.","nl":"En voorzeker, er kwam m Boodschapper vanuit hun midden tot hen, maar zij loochenden hem waarop de bestraffing hen trof, en zij waren onrechtvaardigen.","en":"A messenger of their own actually did come to them, but they denied him. So the torment overtook them while they persisted in wrongdoing"},"surah":null},{"id":2015,"surahId":16,"ayatId":114,"ayatNo":"١١٤","pageNo":280,"ayatText":"فَكُلُوا مِمَّا رَزَقَكُمُ اللّٰهُ حَلَالاً طَيِّباًࣕ وَاشْكُرُوا نِعْمَتَ اللّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُونَ","ayatMealText":{"tr":"Artık Allah'ın size rızık olarak verdiği şeylerden helal ve temiz olarak yiyin. Allah'ın nimetine şükredin, eğer gerçekten O'na ibadet edecekseniz.","nl":"Eet dus van het toegestane en het goede waar Allah jullie mee voorzien heeft en weest dankbaar voor de gunsten van Allah, als jullie alleen Hem aanbidden.","en":"So eat from the good, lawful things which Allah has provided for you, and be grateful for Allah’s favours, if you ˹truly˺ worship Him ˹alone˺"},"surah":null},{"id":2016,"surahId":16,"ayatId":115,"ayatNo":"١١٥","pageNo":280,"ayatText":"اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزٖيرِ وَمَٓا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَاِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"O size ancak ölü hayvanı, kanı, domuz etini ve Allah'tan başkası adına kesilenleri haram kıldı. Her kim bu haram şeyleri yemeye mecbur kalırsa (başkasının hakkına) saldırmadan ve aşırı gitmeden yiyebilir. Şüphesiz Allah, çok bağışlayıcıdır, çok merhametlidir.","nl":"Voorwaar, Hij heeft jullie het kadaver en het bloed en het vlees van het varken en hetgeen waarover anders dan (de Nam van) Allah afgeroepen is verboden. En wie ertoe genoodzaakt is, zonder begeerte en zonder overdrijving: voorwaar, Allah is dan Vergevensgezind, Meest Barmhartig.","en":"He has only forbidden you ˹to eat˺ carrion, blood, swine, and what is slaughtered in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—then surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":2017,"surahId":16,"ayatId":116,"ayatNo":"١١٦","pageNo":280,"ayatText":"وَلَا تَقُولُوا لِمَا تَصِفُ اَلْسِنَتُكُمُ الْكَذِبَ هٰذَا حَلَالٌ وَهٰذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللّٰهِ الْكَذِبَؕ اِنَّ الَّذٖينَ يَفْتَرُونَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُونَؕ","ayatMealText":{"tr":"Dillerinizin yalan vasfetmesi ile: \"Şu helaldir, şu haramdır\" demeyin; aksi halde Allah'a iftira etmiş olursunuz. Şüphesiz Allah'a yalan uyduranlar asla kurtulamazlar.","nl":"En zegt niet door de leugen die jullie tongen beschrijven: \"Dit is toegestaan en dat is verboden,\" om over Allah een leugen te verzinnen. Voorwaar, degenen die over Allah de leugen verzinnen zullen niet welslagen.","en":"Do not falsely declare with your tongues, “This is lawful, and that is unlawful,” ˹only˺ fabricating lies against Allah. Indeed, those who fabricate lies against Allah will never succeed"},"surah":null},{"id":2018,"surahId":16,"ayatId":117,"ayatNo":"١١٧","pageNo":280,"ayatText":"مَتَاعٌ قَلٖيلٌࣕ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Onlar için dünyada pek az bir menfaat var, ahirette ise çok acıklı bir azab vardır.","nl":"(Dat is) een kleine genieting en voor hen is er een pijnlijke bestraffing.","en":"˹It is only˺ a brief enjoyment, then they will suffer a painful punishment"},"surah":null},{"id":2019,"surahId":16,"ayatId":118,"ayatNo":"١١٨","pageNo":280,"ayatText":"وَعَلَى الَّذٖينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُۚ وَمَا ظَلَمْنَاهُمْ وَلٰكِنْ كَانُٓوا اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Sana anlattıklarımızı, daha önce yahudilere de haram kılmıştık. Biz onlara zulmetmemiştik. Fakat onlar kendi kendilerine zulmetmişlerdi.","nl":"En de Joden verboden Wij wat Wij jou vroeger verhaalden. Wij deden hen geen onrecht aan maar zij waren onrechtvaardig voor zichzelf.","en":"To the Jews, We have forbidden what We related to you before. We did not wrong them, but it was they who wronged themselves"},"surah":null}]}