{"juzNo":14,"pageNo":281,"arCuzNo":"۱٤","arPageNo":"۲۸۱","quranAyats":[{"id":2020,"surahId":16,"ayatId":119,"ayatNo":"١١٩","pageNo":281,"ayatText":"ثُمَّ اِنَّ رَبَّكَ لِلَّذٖينَ عَمِلُوا السُّٓوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذٰلِكَ وَاَصْلَحُٓواۙ اِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Sonra şüphe yok ki Rabbin, bir cahillikle günah işleyip ardından tevbe eden ve durumunu düzelten kimseleri bağışlar. Şüphesiz ki Rabbin, bu tevbeden sonra Gafurdur, Rahîmdir (çok bağışlayıcıdır, çok merhametlidir.)","nl":"Voorwaar dan, jouw Heer is voor degenen die het slechte bedreven uit onwetendheid (en) daarna berouw toonden en zich beterden: voorwaar, jouw Heer is daarna zeker Vergevensgezind, Meest Barmhartig.","en":"As for those who commit evil ignorantly ˹or recklessly˺, then repent afterwards and mend their ways, then your Lord is surely All-Forgiving, Most Merciful"},"surah":{"surahId":16,"name":"Nahl","nameAr":"النَّحْلِ","revelationOrder":70,"verseCount":128,"juzNo":14,"firstPage":267}},{"id":2021,"surahId":16,"ayatId":120,"ayatNo":"١٢٠","pageNo":281,"ayatText":"اِنَّ اِبْرٰهٖيمَ كَانَ اُمَّةً قَانِتاً لِلّٰهِ حَنٖيفاًؕ وَلَمْ يَكُ مِنَ الْمُشْرِكٖينَۙ","ayatMealText":{"tr":"Şüphesiz İbrahim Allah'a itaat eden, Hakk'a yönelen bir önderdi. Ve hiçbir zaman müşriklerden olmadı.","nl":"Voorwaair, Ibrâhîm was een Imam (voorbeeld), gehoorzaam aan zijn Heer, Hanîf, en hij behoorde niet tot de veelgodenaanbidders.","en":"Indeed, Abraham was a model of excellence: devoted to Allah, ˹perfectly˺ upright—not a polytheist—"},"surah":null},{"id":2022,"surahId":16,"ayatId":121,"ayatNo":"١٢١","pageNo":281,"ayatText":"شَاكِراً لِاَنْعُمِهِؕ اِجْتَبٰيهُ وَهَدٰيهُ اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Allah'ın nimetlerine şükredendi. Allah onu seçmiş ve doğru yola iletmişti.","nl":"(Hij was) dankbaar voor Zijn gunsten, Hij verkoos hem en leidde hem op een Recht Pad.","en":"˹utterly˺ grateful for Allah’s favours. ˹So˺ He chose him and guided him to the Straight Path"},"surah":null},{"id":2023,"surahId":16,"ayatId":122,"ayatNo":"١٢٢","pageNo":281,"ayatText":"وَاٰتَيْنَاهُ فِي الدُّنْيَا حَسَنَةًؕ وَاِنَّهُ فِي الْاٰخِرَةِ لَمِنَ الصَّالِحٖينَؕ","ayatMealText":{"tr":"Ve biz ona (İbrahim'e) iyilik verdik. Şüphesiz ki o, ahirette de salihlerdendir.","nl":"En Wij gaven hem op de wereld het goede en voorwaar, in het Hiernamaals behoort hij tot de oprechten.","en":"We blessed him with all goodness in this world, and in the Hereafter he will certainly be among the righteous"},"surah":null},{"id":2024,"surahId":16,"ayatId":123,"ayatNo":"١٢٣","pageNo":281,"ayatText":"ثُمَّ اَوْحَيْنَٓا اِلَيْكَ اَنِ اتَّبِـعْ مِلَّةَ اِبْرٰهٖيمَ حَنٖيفاًؕ وَمَا كَانَ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"Sonra da (ey Muhammed!) sana: \"Hakk'a yönelen ve müşriklerden olmayan İbrahim'in dinine tabi ol\" diye vahyettik.","nl":"Daarop openbaarden Wij aan jou (O Moehammad): \"Volg de godsdienst van Ibrâhîm, Hanîf, en hij behoorde niet tot de veelgodenaanbidders.\"","en":"Then We revealed to you ˹O Prophet, saying˺: “Follow the faith of Abraham, the upright, who was not one of the polytheists.”"},"surah":null},{"id":2025,"surahId":16,"ayatId":124,"ayatNo":"١٢٤","pageNo":281,"ayatText":"اِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذٖينَ اخْتَلَفُوا فٖيهِؕ وَاِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فٖيمَا كَانُوا فٖيهِ يَخْتَلِفُونَ","ayatMealText":{"tr":"Cumartesi günü (avlanmamak), ancak onda ihtilafa düşenlere farz kılındı. Şüphesiz Rabbin onların ihtilaf edip durdukları şeyler hakkında kıyamet günü, aralarında elbette hükmünü verecektir.","nl":"De Sabbat was slechts gemaakt voor degenen die van mening verschilden over haar (dag). En voorwaar, jouw Heer zal zeker tussen hen op de Dag der Opstanding over dat waarover zij van mening plachten te verschillen oordelen.","en":"˹Honouring˺ the Sabbath was ordained only for those who disputed about Abraham. And surely your Lord will judge between them on the Day of Judgment regarding their disputes"},"surah":null},{"id":2026,"surahId":16,"ayatId":125,"ayatNo":"١٢٥","pageNo":281,"ayatText":"اُدْعُ اِلٰى سَبٖيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتٖي هِيَ اَحْسَنُؕ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبٖيلِهٖ وَهُوَ اَعْلَمُ بِالْمُهْتَدٖينَ","ayatMealText":{"tr":"(Ey Resulüm!) Rabbinin yoluna hikmetle ve güzel öğütle çağır! Ve onlarla en güzel şekilde mücadele et. Şüphesiz Rabbin kendi yolundan sapanları en iyi bilendir ve O, hidayete kavuşanları da en iyi bilendir.","nl":"Nodig uit tot de Weg van jouw Heer, met wijsheid en goed onderricht, en wissel met hen van gedachten op de beste wijze. Voorwaar, jouw Heer weet het beste wie van Zijn Weg afgedwaald is en Hij weet beter wie de rechtgeleiden zijn.","en":"Invite ˹all˺ to the Way of your Lord with wisdom and kind advice, and only debate with them in the best manner. Surely your Lord ˹alone˺ knows best who has strayed from His Way and who is ˹rightly˺ guided"},"surah":null},{"id":2027,"surahId":16,"ayatId":126,"ayatNo":"١٢٦","pageNo":281,"ayatText":"وَاِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهٖؕ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرٖينَ","ayatMealText":{"tr":"Eğer (bir suçtan dolayı) ceza verecek olursanız size yapılan azab ve cezanın misli ile ceza verin. Ama sabrederseniz, elbette o, sabredenler için daha hayırlıdır.","nl":"En wanneer jullie bestraffen, bestraft dan in overeenstemming met wat jullie aangedaan is. Maar als jullie geduldig zijn is dat zeker beter voor de geduldigen.","en":"If you retaliate, then let it be equivalent to what you have suffered. But if you patiently endure, it is certainly best for those who are patient"},"surah":null},{"id":2028,"surahId":16,"ayatId":127,"ayatNo":"١٢٧","pageNo":281,"ayatText":"وَاصْبِرْ وَمَا صَبْرُكَ اِلَّا بِاللّٰهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فٖي ضَيْقٍ مِمَّا يَمْكُرُونَ","ayatMealText":{"tr":"(Ey Peygamber!) Sabret! Sabrın da ancak Allah'ın yardımı iledir. Onlardan dolayı üzülme! Kurdukları tuzaklardan telaş edip sıkıntıya düşme!","nl":"En wees geduldig (O Moehammad) en jij bent slechts geduldig door Allah. En treur niet over hen en wees niet benauwd voor wat zij beramen.","en":"Be patient ˹O Prophet˺, for your patience is only with Allah’s help. Do not grieve over those ˹who disbelieve˺, nor be distressed by their schemes"},"surah":null},{"id":2029,"surahId":16,"ayatId":128,"ayatNo":"١٢٨","pageNo":281,"ayatText":"اِنَّ اللّٰهَ مَعَ الَّذٖينَ اتَّقَوْا وَالَّذٖينَ هُمْ مُحْسِنُونَ","ayatMealText":{"tr":"Şüphesiz Allah, takva sahipleri ile ve iyilikte bulunanlarla beraberdir.","nl":"Voorwaar, Allah is niet degenen die (Hem) vrezen en met degenen die weldoeners zijn.","en":"Surely Allah is with those who shun evil and who do good ˹deeds˺"},"surah":null}]}