{"juzNo":15,"pageNo":282,"arCuzNo":"۱٥","arPageNo":"۲۸۲","quranAyats":[{"id":2030,"surahId":17,"ayatId":1,"ayatNo":"١","pageNo":282,"ayatText":"سُبْحَانَ الَّـذٖٓي اَسْرٰى بِعَبْدِهٖ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذٖي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ اٰيَاتِنَاؕ اِنَّهُ هُوَ السَّمٖيعُ الْبَصٖيرُ","ayatMealText":{"tr":"Kulu Muhammed'i geceleyin, Mescidi Haram'dan kendisine bazı âyetlerimizi göstermek için, etrafını mübarek kıldığımız Mescidi Aksâ'ya götüren Allah, her türlü noksan sıfatlardan münezzehtir. Şüphesiz ki her şeyi hakkıyla işiten, hakkıyla gören O'dur.","nl":"Heilig is Degene Die 's nachts Zijn dienaar (Moehammad) van de Masdjid al Harâm (de Gewijde Moskee te Mekkah) naar de Masdjid al Aqsha heeft gebracht, waarvan Wij de omgeving hebben gezegend, opdat Wij hem van Onze Tekenen lieten zien. Voorwaar, Hij is de Alhorende, de Alziende.","en":"Glory be to the One Who took His servant ˹Muḥammad˺ by night from the Sacred Mosque to the Farthest Mosque whose surroundings We have blessed, so that We may show him some of Our signs. Indeed, He alone is the All-Hearing, All-Seeing"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2031,"surahId":17,"ayatId":2,"ayatNo":"٢","pageNo":282,"ayatText":"وَاٰتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنٖٓي اِسْرَٓائٖلَ اَلَّا تَتَّخِذُوا مِنْ دُونٖي وَكٖيلاًؕ","ayatMealText":{"tr":"Musa'ya da kitap verdik ve beni bırakıp başkasını vekil edinmeyiniz diye onu İsrail oğulları için bir hidayet rehberi kıldık.","nl":"En Wij hebben aan Môesa de Schrift (de Taurat) gegeven en Wij maakten deze als Leiding voor de Kinderen van Israël: \"Neemt geen helper naast mij.\"","en":"And We gave Moses the Scripture and made it a guide for the Children of Israel, ˹stating:˺ “Do not take besides Me any other Trustee of Affairs"},"surah":null},{"id":2032,"surahId":17,"ayatId":3,"ayatNo":"٣","pageNo":282,"ayatText":"ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍؕ اِنَّهُ كَانَ عَبْداً شَكُوراً","ayatMealText":{"tr":"Ey Nuh'la beraber gemiye taşıyarak kurtardığımız kimselerin soyundan olanlar! Doğrusu o çok şükredici bir kuldu.","nl":"O nakomelingen van degenen die Wij met Nôeh (in de ark) gedragen hebben, voorwaar, hij (Noeh) was een dankbare dienaar!","en":"˹O˺ descendants of those We carried with Noah ˹in the Ark˺! He was indeed a grateful servant.”"},"surah":null},{"id":2033,"surahId":17,"ayatId":4,"ayatNo":"٤","pageNo":282,"ayatText":"وَقَضَيْنَٓا اِلٰى بَنٖٓي اِسْرَٓائٖلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْاَرْضِ مَرَّتَيْنِ وَلَتَعْـلُنَّ عُـلُواًّ كَبٖيراً","ayatMealText":{"tr":"Biz İsrailoğulları'na Tevrat'ta şu hükmü verdik: \"Muhakkak siz, yeryüzünde iki defa fesat çıkaracaksınız ve muhakkak büyük bir yükselişle yükseleceksiniz.\"","nl":"En Wij hebben de Kinderen van Israel op de hoogte gebracht in de Schrift: \"Jullie zullen zeker twee maal verderf zaaien op aarde en jullie zullen je zeker hoogmoedig gedragen, met grote hoogmoed.\"","en":"And We warned the Children of Israel in the Scripture, “You will certainly cause corruption in the land twice, and you will become extremely arrogant"},"surah":null},{"id":2034,"surahId":17,"ayatId":5,"ayatNo":"٥","pageNo":282,"ayatText":"فَاِذَا جَٓاءَ وَعْدُ اُو۫لٰيهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداً لَنَٓا اُو۬لٖي بَأْسٍ شَدٖيدٍ فَجَاسُوا خِلَالَ الدِّيَارِؕ وَكَانَ وَعْداً مَفْعُولاً","ayatMealText":{"tr":"Birincisinin zamanı gelince, üzerinize güçlü kuvvetli kullarımızı gönderdik. Onlar, evlerin aralarına girip araştırdılar. Bu yerine getirilmesi gereken bir vaad idi.","nl":"En toen (de vervulling) van de eerste van de twee beloften kwam, stuurden Wij jullie dienaren van Ons, bezitters van verschrikkelijke macht, die daarop de huizen binnendirongen: het was een vervulde belofte.","en":"When the first of the two warnings would come to pass, We would send against you some of Our servants of great might, who would ravage your homes. This would be a warning fulfilled"},"surah":null},{"id":2035,"surahId":17,"ayatId":6,"ayatNo":"٦","pageNo":282,"ayatText":"ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَاَمْدَدْنَاكُمْ بِاَمْوَالٍ وَبَنٖينَ وَجَعَلْنَاكُمْ اَكْثَرَ نَفٖيراً","ayatMealText":{"tr":"Sonra sizi tekrar o istilacılar üzerine galip kıldık ve size mallarla ve oğullarla yardım ettik. Ve toplum olarak sizin sayınızı artırdık.","nl":"Vervolgens gaven Wij jullie de overhand over hen en vemeerderden Wij voor jullie de bezittingen en zonen en maakten Wij jullie tot de grootste groep.","en":"Then ˹after your repentance˺ We would give you the upper hand over them and aid you with wealth and offspring, causing you to outnumber them"},"surah":null},{"id":2036,"surahId":17,"ayatId":7,"ayatNo":"٧","pageNo":282,"ayatText":"اِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ وَاِنْ اَسَأْتُمْ فَلَهَاؕ فَاِذَا جَٓاءَ وَعْدُ الْاٰخِرَةِ لِيَسُٓؤُ۫ا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ اَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبٖيراً","ayatMealText":{"tr":"Eğer iyilik ederseniz, kendinize iyilik etmiş olursunuz ve eğer kötülük ederseniz yine kendinizedir. Artık diğer fesadınızın zamanı gelince, yüzlerinizi üzüntüye sokmaları, kötülük yapmaları ve ilk kez girdikleri gibi yine Beyti Makdis'e girmeleri, ele geçirdikleri yerleri mahvetmeleri için onları tekrar göndereceğiz.","nl":"Als jullie goed deden, deden jullie goed voor julliezelf: en als jullie kwaad deden, dan was dat voor jullie. En toen de laatste belofte vervuld werd (stuurden Wij vijanden) om jullie gezichten te verminken en de gebedsruimte binnen te gaan, zoals zij daar de eerste keer binnengingen, en om volledig te vernietigen wat zij veroverd hadden.","en":"If you act rightly, it is for your own good, but if you do wrong, it is to your own loss. “And when the second warning would come to pass, your enemies would ˹be left to˺ totally disgrace you and enter the Temple ˹of Jerusalem˺ as they entered it the first time, and utterly destroy whatever would fall into their hands"},"surah":null}]}