{"juzNo":15,"pageNo":283,"arCuzNo":"۱٥","arPageNo":"۲۸۳","quranAyats":[{"id":2037,"surahId":17,"ayatId":8,"ayatNo":"٨","pageNo":283,"ayatText":"عَسٰى رَبُّكُمْ اَنْ يَرْحَمَكُمْۚ وَاِنْ عُدْتُمْ عُدْنَاۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرٖينَ حَصٖيراً","ayatMealText":{"tr":"Olur ki Rabbiniz size merhamet eder. Ama siz tekrar dönerseniz biz de döneriz. Cehennemi, kâfirler için kuşatıcı bir zindan yaptık.","nl":"Mog ejullie Heer jullie begenadigen. En als jullie terugkeren (naar jullie zonden) zullen Wij terugkeren (naar het bestraffen van jullie). En Wij maakten de Hel voor de ongelovigen tot een gevangenis.","en":"Perhaps your Lord will have mercy on you ˹if you repent˺, but if you return ˹to sin˺, We will return ˹to punishment˺. And We have made Hell a ˹permanent˺ confinement for the disbelievers.”"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2038,"surahId":17,"ayatId":9,"ayatNo":"٩","pageNo":283,"ayatText":"اِنَّ هٰذَا الْقُرْاٰنَ يَهْدٖي لِلَّتٖي هِيَ اَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنٖينَ الَّذٖينَ يَعْمَلُونَ الصَّالِحَاتِ اَنَّ لَهُمْ اَجْراً كَبٖيراًۙ","ayatMealText":{"tr":"Şüphesiz ki bu Kur'ân, insanları en doğru ve en sağlam yola iletir ve salih amel işleyen müminlere büyük bir ecir olduğunu müjdeler.","nl":"Voorwaar, deze Koran leidt naar wat rechter is en brengt goede tijdingen aan de gelovigen die goede werken verrichten. Voorwaar, er is voor hen een grote beloning.","en":"Surely this Quran guides to what is most upright, and gives good news to the believers—who do good—that they will have a mighty reward"},"surah":null},{"id":2039,"surahId":17,"ayatId":10,"ayatNo":"١٠","pageNo":283,"ayatText":"وَاَنَّ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ اَعْتَدْنَا لَهُمْ عَذَاباً اَلٖيماًࣖ","ayatMealText":{"tr":"Ahirete inanmayanlara da can yakıcı bir azab hazırlamışızdır.","nl":"En voor degenen die niet in het Hiernamaals geloven, voor hen hebben Wij een pijnlijke bestraffing voorbereid.","en":"And ˹it warns˺ those who do not believe in the Hereafter ˹that˺ We have prepared for them a painful punishment"},"surah":null},{"id":2040,"surahId":17,"ayatId":11,"ayatNo":"١١","pageNo":283,"ayatText":"وَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَٓاءَهُ بِالْخَيْرِؕ وَكَانَ الْاِنْسَانُ عَجُولاً","ayatMealText":{"tr":"İnsan, hayrın gelmesine dua ettiği gibi kötülüğün gelmesine de dua eder. İnsan pek acelecidir.","nl":"En de mens smeekt om het kwade, net zoals hij om het goede smeekt. En de mens is haastig (van aard).","en":"And humans ˹swiftly˺ pray for evil as they pray for good. For humankind is ever hasty"},"surah":null},{"id":2041,"surahId":17,"ayatId":12,"ayatNo":"١٢","pageNo":283,"ayatText":"وَجَعَلْنَا الَّيْلَ وَالنَّهَارَ اٰيَتَيْنِ فَمَحَوْنَٓا اٰيَةَ الَّيْلِ وَجَعَلْـنَٓا اٰيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنٖينَ وَالْحِسَابَؕ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصٖيلاً","ayatMealText":{"tr":"Biz geceyi ve gündüzü varlığımıza delalet eden birer delil kıldık. Sonra Rabbinizden bir lütuf aramanız, yılların sayısını ve hesabını bilmeniz için gecenin karanlığını silip (yerine) eşyayı aydınlatan gündüzün aydınlığını getirdik. İşte biz her şeyi uzun uzadıya anlattık.","nl":"En Wij hebben de nacht en de dag tot twee Tekenen gemaakt. En het Teken van de nacht hebben Wij donker gemaakt en het Teken van de dag hebben Wij verlichtend gemaakt opdat jullie de gunst van jullie Heer zoeken en opdat jullie de jaartelling en de berekening ervan kennen. En alle zaken hebben Wij met een duidelijke uitleg uiteengezet.","en":"We made the day and night as two signs. So We made the sign of the night devoid of light, and We made the sign of the day ˹perfectly˺ bright, so that you may seek the bounty of your Lord and know the number of years and calculation ˹of time˺. And We have explained everything in detail"},"surah":null},{"id":2042,"surahId":17,"ayatId":13,"ayatNo":"١٣","pageNo":283,"ayatText":"وَكُلَّ اِنْسَانٍ اَلْزَمْنَاهُ طَٓائِرَهُ فٖي عُنُقِهٖؕ وَنُخْرِجُ لَهُ يَوْمَ الْقِيٰمَةِ كِتَاباً يَلْقٰيهُ مَنْشُوراً","ayatMealText":{"tr":"Her insanın amel defterini boynuna doladık, kıyamet günü açılmış bulacağı kitabı önüne çıkarırız.","nl":"En voor ieder mens hebben Wij zijn lotsbestemming aan zijn hals vastgemaakt. En Wij voorzien hem op de Dag der Opstanding van een boek dat bij opengeslagen aantreft.","en":"We have bound every human’s destiny to their neck. And on the Day of Judgment We will bring forth to each ˹person˺ a record which they will find laid open"},"surah":null},{"id":2043,"surahId":17,"ayatId":14,"ayatNo":"١٤","pageNo":283,"ayatText":"اِقْرَأْ كِتَابَكَؕ كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسٖيباًؕ","ayatMealText":{"tr":"\"Kitabını oku! Bugün hesap görücü olarak sana nefsin yeter!\" deriz.","nl":"(Er wordt tegen hem gezegd:) \"Lees jouw boek.\" Op deze Dag is jouw eigen ziel voldoende als berekenaar tegen jou.","en":"˹And it will be said,˺ “Read your record. You ˹alone˺ are sufficient this Day to take account of yourself.”"},"surah":null},{"id":2044,"surahId":17,"ayatId":15,"ayatNo":"١٥","pageNo":283,"ayatText":"مَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدٖي لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاؕ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ اُخْرٰىؕ وَمَا كُنَّا مُعَذِّبٖينَ حَتّٰى نَبْعَثَ رَسُولاً","ayatMealText":{"tr":"Kim doğru yola gelirse sırf kendi iyiliği için gelir. Kim de saparsa ancak kendi aleyhine sapar. Hiçbir günahkar başkasının günah yükünü çekmez. Biz bir Peygamber göndermedikçe, hiç kimseye azab edecek değiliz.","nl":"Wie Leiding volgt, volgt de Leiding waarlijk voor zichzelf, en wie dwaalt, dwaalt waarlijk tegen zichzelf en niemand kan de zonde van iemand anders dragen. En Wij bestraffen niet voordat Wij een Boodschapper hebben gestuurd.","en":"Whoever chooses to be guided, it is only for their own good. And whoever chooses to stray, it is only to their own loss. No soul burdened with sin will bear the burden of another. And We would never punish ˹a people˺ until We have sent a messenger ˹to warn them˺"},"surah":null},{"id":2045,"surahId":17,"ayatId":16,"ayatNo":"١٦","pageNo":283,"ayatText":"وَاِذَٓا اَرَدْنَٓا اَنْ نُهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفٖيهَا فَفَسَقُوا فٖيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمٖيراً","ayatMealText":{"tr":"Biz bir ülkeyi yok etmek istediğimiz zaman, şımarık varlıklılarına emrederiz, onlar itaat etmeyip orada kötülük işlerler. Böylece, o ülke helaka müstahak olur, biz de onu yerle bir ederiz.","nl":"En als Wij een (volk in een) stad willen vernietigen, bevelen Wij hen die daarin in weelde leven (Allah te gehoorzamen); zij begaan daarin zware zonden, zodat het woord (van de bestraffing) terecht is, vervolgens vernietigen Wij hen volledig.","en":"Whenever We intend to destroy a society, We command its elite ˹to obey Allah˺ but they act rebelliously in it. So the decree ˹of punishment˺ is justified, and We destroy it utterly"},"surah":null},{"id":2046,"surahId":17,"ayatId":17,"ayatNo":"١٧","pageNo":283,"ayatText":"وَكَمْ اَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍؕ وَكَفٰى بِرَبِّكَ بِذُنُوبِ عِبَادِهٖ خَبٖيراً بَصٖيراً","ayatMealText":{"tr":"Hem Nuh'tan sonra nice nesilleri helak ettik. Kullarının günahlarını bilmek ve görmekte Rabbin yeter.","nl":"En hoeveel generaties hebben Wij niet na Nôeh ij vernietigd? En jouw Heer is voldoende om de zonden van Zijn dienaren te wetm en te zien.","en":"˹Imagine˺ how many peoples We have destroyed after Noah! And sufficient is your Lord as All-Aware and All-Seeing of the sins of His servants"},"surah":null}]}