{"juzNo":15,"pageNo":284,"arCuzNo":"۱٥","arPageNo":"۲۸٤","quranAyats":[{"id":2047,"surahId":17,"ayatId":18,"ayatNo":"١٨","pageNo":284,"ayatText":"مَنْ كَانَ يُرٖيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فٖيهَا مَا نَشَٓاءُ لِمَنْ نُرٖيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَۚ يَصْلٰيهَا مَذْمُوماً مَدْحُوراً","ayatMealText":{"tr":"Her kim peşin isterse, dünyada ona, istediğimiz kimseye, dilediğimiz kadarını peşin veririz. Sonra ona cehennemi hazırlarız; kınanmış ve (rahmetimizden) kovulmuş olarak oraya girer.","nl":"En wie het vergankelijke (van de wereld) wenst: voor hem zullen Wij wat Wij wensen daarin verhaaasten, voor wie Wij willen. Vervolgens maken Wij voor hem de Hel, hij gaat daar binnen, vernederd en verjaagd.","en":"Whoever desires this fleeting world ˹alone˺, We hasten in it whatever We please to whoever We will; then We destine them for Hell, where they will burn, condemned and rejected"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2048,"surahId":17,"ayatId":19,"ayatNo":"١٩","pageNo":284,"ayatText":"وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُو۬لٰٓئِكَ كَانَ سَعْيُهُمْ مَشْكُوراً","ayatMealText":{"tr":"Kim de ahireti isterse ve mümin olarak kendine yaraşır bir çaba ile onun için çalışırsa, öylelerinin çalışmalarının karşılığı verilir.","nl":"En wie het Hiernamaals wenst en er met een redelijke inzet naar streeft, én hij is gelovig: hij (behoort) tot degenen van wie hun streven wordt beloond.","en":"But whoever desires the Hereafter and strives for it accordingly, and is a ˹true˺ believer, it is they whose striving will be appreciated"},"surah":null},{"id":2049,"surahId":17,"ayatId":20,"ayatNo":"٢٠","pageNo":284,"ayatText":"كُلاًّ نُمِدُّ هٰٓؤُ۬لَٓاءِ وَهٰٓؤُ۬لَٓاءِ مِنْ عَطَٓاءِ رَبِّكَؕ وَمَا كَانَ عَطَٓاءُ رَبِّكَ مَحْظُوراً","ayatMealText":{"tr":"Hepsine; (dünyayı isteyenlere de, ahireti isteyenlere de) Rabbinin ihsanından veririz. Rabbinin ihsanı kısıtlanmış değildir.","nl":"Beide groepen, voornoemde en laatstgenoemde, geven Wij ondersteuning van jouw Heer, en de ondersteuning van jouw Heer is onafwendbaar.","en":"We provide both the former and the latter from the bounty of your Lord. And the bounty of your Lord can never be withheld"},"surah":null},{"id":2050,"surahId":17,"ayatId":21,"ayatNo":"٢١","pageNo":284,"ayatText":"اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍؕ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجَاتٍ وَاَكْبَرُ تَفْضٖيلاً","ayatMealText":{"tr":"Bak! Onların bir kısmını diğerine nasıl üstün kıldık! Elbette ahiret, hem dereceler bakımından daha büyüktür, hem de üstünlük bakımından daha büyüktür.","nl":"Zie hoe Wij sommigen van hen bevoorrecht hebben boven anderen. En het Hiernamaals is zeker hoger in rang en groter als voorrecht.","en":"See how We have favoured some over others ˹in this life˺, but the Hereafter is certainly far greater in rank and in favour"},"surah":null},{"id":2051,"surahId":17,"ayatId":22,"ayatNo":"٢٢","pageNo":284,"ayatText":"لَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهاً اٰخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولاًࣖ","ayatMealText":{"tr":"Allah ile birlikte başka bir ilâh edinme! Yoksa kınanmış ve yalnız başına bırakılmış olarak oturup kalırsın.","nl":"En neem geen andere god naast Allah, anders zit jij daar (O Moehammad) met verwijten (beladen) en verlaten.","en":"Do not set up any other god with Allah, or you will end up condemned, abandoned"},"surah":null},{"id":2052,"surahId":17,"ayatId":23,"ayatNo":"٢٣","pageNo":284,"ayatText":"وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُٓوا اِلَّٓا اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسَاناًؕ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَٓا اَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَٓا اُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرٖيماً","ayatMealText":{"tr":"Rabbin kesin olarak şunları emretti: Ancak kendisine ibadet edin, anne ve babaya iyilik edin. Onlardan biri veya her ikisi senin yanında yaşlanırsa, sakın onlara \"öf\" bile deme ve onları azarlama. İkisine de tatlı ve güzel söz söyle.","nl":"En jullie Heer heeft bepaald dat jullie niets dan Hem alleen aanbidden, en goedheid betrachten tegenover de ouders. Als een van de twee of beiden de ouderdom bereiken in jouw aanwezigheid, zeg dan nooit \"foei\" tegen ben, snauw hen niet af en spreek tot hen een vriendelijk woord.","en":"For your Lord has decreed that you worship none but Him. And honour your parents. If one or both of them reach old age in your care, never say to them ˹even˺ ‘ugh,’ nor yell at them. Rather, address them respectfully"},"surah":null},{"id":2053,"surahId":17,"ayatId":24,"ayatNo":"٢٤","pageNo":284,"ayatText":"وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانٖي صَغٖيراًؕ","ayatMealText":{"tr":"İkisine de acıyarak tevazu kanatlarını indir. Ve şöyle de: \"Ey Rabbim! Onların beni küçükten terbiye edip yetiştirdikleri gibi, sen de kendilerine merhamet et.\"","nl":"En wees zachtmoedig voor beiden, en nederig en liefdevol, en zeg: \"O mijn Heer, schenk hun Genade, zoals zij mij opvoedden toen ik klein was.\"","en":"And be humble with them out of mercy, and pray, “My Lord! Be merciful to them as they raised me when I was young.”"},"surah":null},{"id":2054,"surahId":17,"ayatId":25,"ayatNo":"٢٥","pageNo":284,"ayatText":"رَبُّكُمْ اَعْلَمُ بِمَا فٖي نُفُوسِكُمْؕ اِنْ تَكُونُوا صَالِحٖينَ فَاِنَّهُ كَانَ لِلْاَوَّابٖينَ غَفُوراً","ayatMealText":{"tr":"Rabbiniz içinizden geçenleri çok iyi bilir. Eğer iyi kimseler olursanız elbette Allah çok tevbe edenleri bağışlayıcıdır.","nl":"Jullie Heer weet beter wat er injullie zielen is, als jullie oprechte mensen zijn. Voorwaar; dan is Hij voor de berouwvollen Vergevensge-zind.","en":"Your Lord knows best what is within yourselves. If you are righteous, He is certainly All-Forgiving to those who ˹constantly˺ turn to Him"},"surah":null},{"id":2055,"surahId":17,"ayatId":26,"ayatNo":"٢٦","pageNo":284,"ayatText":"وَاٰتِ ذَا الْقُرْبٰى حَقَّهُ وَالْمِسْكٖينَ وَابْنَ السَّبٖيلِ وَلَا تُبَذِّرْ تَبْذٖيراً","ayatMealText":{"tr":"Akrabaya, yoksula ve yolda kalmışa hakkını ver. Bununla beraber malını saçıp savurma.","nl":"En geef de verwanten hun recht en de armen en de reizigers (zonder proviand), en wees niet verkwistend.","en":"Give to close relatives their due, as well as the poor and ˹needy˺ travellers. And do not spend wastefully"},"surah":null},{"id":2056,"surahId":17,"ayatId":27,"ayatNo":"٢٧","pageNo":284,"ayatText":"اِنَّ الْمُبَذِّرٖينَ كَانُٓوا اِخْوَانَ الشَّيَاطٖينِؕ وَكَانَ الشَّيْطَانُ لِرَبِّهٖ كَفُوراً","ayatMealText":{"tr":"Çünkü (malını) saçıp savuranlar, şeytanların kardeşleridir. Şeytan ise Rabbine karşı çok nankördür.","nl":"Voorwaar. de verkwisters zijn broeders van de Satan en de Satan is ondankbaar jegens zijn Heer.","en":"Surely the wasteful are ˹like˺ brothers to the devils. And the Devil is ever ungrateful to his Lord"},"surah":null}]}