{"juzNo":15,"pageNo":286,"arCuzNo":"۱٥","arPageNo":"۲۸٦","quranAyats":[{"id":2068,"surahId":17,"ayatId":39,"ayatNo":"٣٩","pageNo":286,"ayatText":"ذٰلِكَ مِمَّٓا اَوْحٰٓى اِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِؕ وَلَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهاً اٰخَرَ فَتُلْقٰى فٖي جَهَنَّمَ مَلُوماً مَدْحُوراً","ayatMealText":{"tr":"İşte bunlar, Rabbinin sana vahyettiği hikmetlerdendir. Sakın Allah'la beraber başka bir ilâh uydurma. Aksi halde kötülenmiş ve Allah'ın rahmetinden uzaklaştırılmış olarak cehenneme atılırsın.","nl":"Dat is (een deel) van de Wijsheid die Allah aan jou openbaarde. En neem geen andere god naast Allah, anders wordt je in de Hel geworpen, vol verwijten en verworpen.","en":"This is part of the wisdom which your Lord has revealed to you ˹O Prophet˺. And do not set up any other god with Allah ˹O humanity˺, or you will be cast into Hell, blameworthy, rejected"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2069,"surahId":17,"ayatId":40,"ayatNo":"٤٠","pageNo":286,"ayatText":"اَفَاَصْفٰيكُمْ رَبُّكُمْ بِالْبَنٖينَ وَاتَّخَذَ مِنَ الْمَلٰٓئِكَةِ اِنَاثاًؕ اِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظٖيماًࣖ","ayatMealText":{"tr":"Rabbiniz, size oğulları tahsis etti de, kendisi meleklerden dişiler mi edindi? Gerçekten siz çok büyük bir söz söylüyorsunuz.","nl":"Heeft jullie Heer voor jullie zonen verkozen en voor Zichzelf vanonder de Engelen dochters genomen? Voorwaar, jullie spreken zeker geweldig (slechte) woorden!","en":"Has your Lord favoured you ˹pagans˺ with sons and taken angels as ˹His˺ daughters? You are truly making an outrageous claim"},"surah":null},{"id":2070,"surahId":17,"ayatId":41,"ayatNo":"٤١","pageNo":286,"ayatText":"وَلَقَدْ صَرَّفْنَا فٖي هٰذَا الْقُرْاٰنِ لِيَذَّكَّرُواؕ وَمَا يَزٖيدُهُمْ اِلَّا نُفُوراً","ayatMealText":{"tr":"Biz, bu Kur'ân'da akıllarını başlarına almaları için türlü şekillerde (ikaz ve ihtarı) açıkladık. Fakat bu açıklamalar ancak onların nefretini artırmıştır.","nl":"En Wij hebben in deze Koran (zaken) uitgelegd opdat zij (de ongelovigen) vermaand worden, maar het versterkt bij hen slechts het afwenden.","en":"We have surely varied ˹the signs˺ in this Quran so perhaps they may be mindful, but it only drives them farther away"},"surah":null},{"id":2071,"surahId":17,"ayatId":42,"ayatNo":"٤٢","pageNo":286,"ayatText":"قُلْ لَوْ كَانَ مَعَهُٓ اٰلِهَةٌ كَمَا يَقُولُونَ اِذاً لَابْتَغَوْا اِلٰى ذِي الْعَرْشِ سَبٖيلاً","ayatMealText":{"tr":"(Ey Muhammed!) De ki: \"Eğer dedikleri gibi Allah ile birlikte ilâhlar olsaydı, o zaman bu ilâhlar Arş'ın sahibine bir yol ararlardı.\"","nl":"Zeg (O Moehammad): \"Als er goden bij Hem geweest zouden zijn, zoals zij zeggen, dan zouden zij een Weg naar de Eigenaar van de Troon (Allah) zoeken.\"","en":"Say, ˹O Prophet,˺ “Had there been other gods besides Him—as they claim—then they would have certainly sought a way to ˹challenge˺ the Lord of the Throne.”"},"surah":null},{"id":2072,"surahId":17,"ayatId":43,"ayatNo":"٤٣","pageNo":286,"ayatText":"سُبْحَانَهُ وَتَعَالٰى عَمَّا يَقُولُونَ عُلُواًّ كَبٖيراً","ayatMealText":{"tr":"Allah, onların dediklerinden çok münezzeh ve çok yüksek, hem pek büyük bir yükseklikle yücedir.","nl":"Heilig is Hij en Verheven boven wat zij in grote trots zeggen.","en":"Glorified and Highly Exalted is He above what they claim"},"surah":null},{"id":2073,"surahId":17,"ayatId":44,"ayatNo":"٤٤","pageNo":286,"ayatText":"تُسَبِّحُ لَهُ السَّمٰوَاتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فٖيهِنَّؕ وَاِنْ مِنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَا تَفْقَهُونَ تَسْبٖيحَهُمْؕ اِنَّهُ كَانَ حَلٖيماً غَفُوراً","ayatMealText":{"tr":"Yedi gök, yer ve bunların içinde bulunanlar, Allah'ı tesbih ederler. O'nu hamd ile tesbih etmeyen hiçbir varlık yoktur. Fakat siz, onların tesbihlerini iyi anlamazsınız. Şüphesiz O, halimdir çok bağışlayandır.","nl":"De zeven hemelen en de aarde en wie er in hen zijn, roepen Zijn Glorie uiten er is niets of het roept Zijn Glorie uit met Zijn lofprijzing en toch begrijpen jullie hun glorieroep niet. Voorwaar, Hij is Zachtmoedig, Vergevensgezind.","en":"The seven heavens, the earth, and all those in them glorify Him. There is not a single thing that does not glorify His praises—but you ˹simply˺ cannot comprehend their glorification. He is indeed Most Forbearing, All-Forgiving"},"surah":null},{"id":2074,"surahId":17,"ayatId":45,"ayatNo":"٤٥","pageNo":286,"ayatText":"وَاِذَا قَرَأْتَ الْقُرْاٰنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ حِجَاباً مَسْتُوراًۙ","ayatMealText":{"tr":"Sen Kur'ân'ı okuduğun zaman biz, seninle ahirete inanmayanların arasına görünmez bir perde çekeriz.","nl":"En wanneer jij de Koran voordraagt, brengen Wij tussen jou en degenen die niet in het Hiernamaals geloven een verhinderende afscheiding aan.","en":"When you ˹O Prophet˺ recite the Quran, We put a hidden barrier between you and those who do not believe in the Hereafter"},"surah":null},{"id":2075,"surahId":17,"ayatId":46,"ayatNo":"٤٦","pageNo":286,"ayatText":"وَجَعَلْنَا عَلٰى قُلُوبِهِمْ اَكِنَّةً اَنْ يَفْقَهُوهُ وَفٖٓي اٰذَانِهِمْ وَقْراًؕ وَاِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْاٰنِ وَحْدَهُ وَلَّوْا عَلٰٓى اَدْبَارِهِمْ نُفُوراً","ayatMealText":{"tr":"Ve kalblerinin üzerine, Kur'ân'ı anlamalarına engel perdeler geçiririz ve kulaklarına bir ağırlık veririz. Rabbini Kur'ân'da bir tek olarak andığın zaman da ürkerek arkalarına döner kaçarlar.","nl":"En Wi hebben bedekkingen over hun harten aangebracht, zodat zij hem niet begrijpen, en doofheid in hun oren. Wanneer jij jouw Enige Heer noemt tijdens de Koranrecitatie, dan keren zij hun ruggen toe, zich afwendend.","en":"We have cast veils over their hearts—leaving them unable to comprehend it—and deafness in their ears. And when you mention your Lord alone in the Quran, they turn their backs in aversion"},"surah":null},{"id":2076,"surahId":17,"ayatId":47,"ayatNo":"٤٧","pageNo":286,"ayatText":"نَحْنُ اَعْلَمُ بِمَا يَسْتَمِعُونَ بِهٖٓ اِذْ يَسْتَمِعُونَ اِلَيْكَ وَاِذْ هُمْ نَجْوٰٓى اِذْ يَقُولُ الظَّالِمُونَ اِنْ تَتَّبِعُونَ اِلَّا رَجُلاً مَسْحُوراً","ayatMealText":{"tr":"Biz onların, seni dinlerken nasıl dinlediklerini çok iyi biliriz. Birbiriyle fısıldaşırlarken de o zalimlerin: \"Siz büyülenmiş bir adamdan başkasına uymuyorsunuz!\" dediklerini biz çok iyi biliriz.","nl":"Wij weten beter hoe zij over hem horen, wanneer zij naar jou lijken te luisteren. En toen zij onderling fluisterden, zeiden de onrechtvaardigen: \"Jullie volgen slechts een betoverde man!\"","en":"We know best how they listen to your recitation and what they say privately—when the wrongdoers say, “You would only be following a bewitched man.”"},"surah":null},{"id":2077,"surahId":17,"ayatId":48,"ayatNo":"٤٨","pageNo":286,"ayatText":"اُنْظُرْ كَيْفَ ضَرَبُوا لَكَ الْاَمْثَالَ فَضَلُّوا فَلَا يَسْتَطٖيعُونَ سَبٖيلاً","ayatMealText":{"tr":"Bak senin için nasıl misaller verdiler de bu yüzden nasıl sapıklığa düştüler! Artık hak yolu bulmaya güçleri yetmez.","nl":"Kijk hoe zij vergelijkingen met jou maken: hierdoor dwalen zij en kunnen zij geen Weg vinden.","en":"See how they call you names ˹O Prophet˺! So they have gone so ˹far˺ astray that they cannot find the ˹Right˺ Way"},"surah":null},{"id":2078,"surahId":17,"ayatId":49,"ayatNo":"٤٩","pageNo":286,"ayatText":"وَقَالُٓوا ءَاِذَا كُنَّا عِظَاماً وَرُفَاتاً ءَاِنَّا لَمَبْعُوثُونَ خَلْقاً جَدٖيداً","ayatMealText":{"tr":"Bir de onlar dediler ki: \"Biz, bir kemik yığını olduğumuz ve ufalanıp toz olduğumuz vakit mi, gerçekten biz mi, yeni bir yaratılışla diriltileceğiz?","nl":"En zij zeiden: \"Wanneer Wij botten en stof geworden zijn, worden wij dan zeker tot een nieuwe schepping opgewekt?\"","en":"And they say ˹mockingly˺, “When we are reduced to bones and ashes, will we really be raised as a new creation?”"},"surah":null}]}