{"juzNo":15,"pageNo":287,"arCuzNo":"۱٥","arPageNo":"۲۸۷","quranAyats":[{"id":2079,"surahId":17,"ayatId":50,"ayatNo":"٥٠","pageNo":287,"ayatText":"قُلْ كُونُوا حِجَارَةً اَوْ حَدٖيداًۙ","ayatMealText":{"tr":"De ki: \"İster taş olun, ister demir...\"","nl":"Zeg: \"Wordt steen of ijzer... (en jullie worden zelfs dan opgewekt.)","en":"Say, ˹O Prophet,˺ “˹Yes, even if˺ you become stones, or iron"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2080,"surahId":17,"ayatId":51,"ayatNo":"٥١","pageNo":287,"ayatText":"اَوْ خَلْقاً مِمَّا يَكْبُرُ فٖي صُدُورِكُمْۚ فَسَيَقُولُونَ مَنْ يُعٖيدُنَاؕ قُلِ الَّذٖي فَطَرَكُمْ اَوَّلَ مَرَّةٍۚ فَسَيُنْغِضُونَ اِلَيْكَ رُؤُ۫سَهُمْ وَيَقُولُونَ مَتٰى هُوَؕ قُلْ عَسٰٓى اَنْ يَكُونَ قَرٖيباً","ayatMealText":{"tr":"\"İsterse gönlünüzde büyüyen başka bir yaratık olun, (Muhakkak öldürülecek ve diriltileceksiniz.) \"Onlar: \"Bizi kim tekrar diriltecek?\" diyecekler. De ki: \"Sizi ilk defa yaratmış olan o kudret sahibi.\" Sana başlarını sallayarak: \"Ne zamandır bu.\" diyecekler. De ki: \"Yakın olması gerekir!\".","nl":"Of een schepping waarvan het in jullie harten het moeilijkst lijkt.\" Dan zullen zij zeggen: \"Wie doet ons terugkeren?\" Zeg: \"Degene Die jullie de eerste keer schiep.\" Dan zullen zij hun hoofd naar jou schudden, en zeggen: \"'Wanneer is dat?\" Zeg: \"Het kan nabij zijn!\"","en":"or whatever you think is harder to bring to life!” Then they will ask ˹you˺, “Who will bring us back ˹to life˺?” Say, “The One Who created you the first time.” They will then shake their heads at you and ask, “When will that be?” Say, “Perhaps it is soon!”"},"surah":null},{"id":2081,"surahId":17,"ayatId":52,"ayatNo":"٥٢","pageNo":287,"ayatText":"يَوْمَ يَدْعُوكُمْ فَتَسْتَجٖيبُونَ بِحَمْدِهٖ وَتَظُنُّونَ اِنْ لَبِثْتُمْ اِلَّا قَلٖيلاًࣖ","ayatMealText":{"tr":"(Allah) sizi çağıracağı gün, tam bir hürmetle onun emrine koşacaksınız ve zannedeceksiniz ki, kabirlerinizde pek az bir müddet kaldınız.","nl":"Op de Dag waarop Hij jullie oproept en jullie dan (Zijn oproep) beantwoorden met een lofprijzing van Hem. En jullie zullen veronderstellen dat jullie slechts weinig (tijd op aarde) verbleven.","en":"On the Day He will call you, you will ˹instantly˺ respond by praising Him, thinking you had remained ˹in the world˺ only for a little while"},"surah":null},{"id":2082,"surahId":17,"ayatId":53,"ayatNo":"٥٣","pageNo":287,"ayatText":"وَقُلْ لِعِبَادٖي يَقُولُوا الَّتٖي هِيَ اَحْسَنُؕ اِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْؕ اِنَّ الشَّيْطَانَ كَانَ لِلْاِنْسَانِ عَدُواًّ مُبٖيناً","ayatMealText":{"tr":"Mümin kullarıma söyle de (kâfirlere) en güzel olan sözü söylesinler. Çünkü şeytan aralarına fesat sokar. Şüphesiz şeytan, insan için apaçık bir düşmandır.","nl":"En zeg tegen Mijn dienaren (O Moehammad) dat zij wat beter is zeggen. Voorwaar, de Satan zaait verdeeldheid onder hen. Voorwaar, de Satan is voor de mensen een duidelijke vijand.","en":"Tell My ˹believing˺ servants to say only what is best. Satan certainly seeks to sow discord among them. Satan is indeed a sworn enemy to humankind"},"surah":null},{"id":2083,"surahId":17,"ayatId":54,"ayatNo":"٥٤","pageNo":287,"ayatText":"رَبُّكُمْ اَعْلَمُ بِكُمْؕ اِنْ يَشَأْ يَرْحَمْكُمْ اَوْ اِنْ يَشَأْ يُعَذِّبْكُمْؕ وَمَٓا اَرْسَلْنَاكَ عَلَيْهِمْ وَكٖيلاً","ayatMealText":{"tr":"Rabbiniz sizi çok daha iyi bilir. Dilerse tevbeniz sebebiyle size merhamet eder, dilerse azab eder. Seni de onların üzerine vekil göndermedik.","nl":"Jullie Heer kent jullie beter. Indien Hij wil, begenadigt Hij jullie; of, indien Hij wil, bestraft Hij jullie. En Wij hebben jou (O Moehammad) niet als voogd tot hen gezonden.","en":"Your Lord knows you best. He may have mercy on you if He wills, or punish you if He wills. We have not sent you ˹O Prophet˺ as a keeper over them"},"surah":null},{"id":2084,"surahId":17,"ayatId":55,"ayatNo":"٥٥","pageNo":287,"ayatText":"وَرَبُّكَ اَعْلَمُ بِمَنْ فِي السَّمٰوَاتِ وَالْاَرْضِؕ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيّٖنَ عَلٰى بَعْضٍ وَاٰتَيْنَا دَاوُ۫دَ زَبُوراً","ayatMealText":{"tr":"Rabbin göklerde ve yerde olan kimselerin hepsini en iyi bilendir. Andolsun ki biz, peygamberlerin kimini kimine üstün kıldık. Davud'a da Zebur'u verdik.","nl":"En jouw Heer weet beter over wie er in de hemelen en (op) de aarde is. En Wij hebben sommige Profeten bevoorrecht boven andere Profeten, en Wij gaven Dâwôed de Zabôer","en":"Your Lord knows best all those in the heavens and the earth. And We have surely favoured some prophets above others, and to David We gave the Psalms"},"surah":null},{"id":2085,"surahId":17,"ayatId":56,"ayatNo":"٥٦","pageNo":287,"ayatText":"قُلِ ادْعُوا الَّذٖينَ زَعَمْتُمْ مِنْ دُونِهٖ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوٖيلاً","ayatMealText":{"tr":"De ki: \"Allah'tan başka, ilâh olduğunu sandığınız şeyleri çağırın, size yardım etsinler. Onlar, ne sizden sıkıntıyı kaldırabilirler, ne de değiştirebilirler.","nl":"Zeg (O Moehammad): \"Roept degenen die jullie naast Allah als god veronderstellen maar aan, zij zijn niet bij machte het kwade van jullie weg te nemen en het te veranderen.\"","en":"Say, ˹O Prophet,˺ “Invoke those you claim ˹to be divine˺ besides Him—they do not have the power to undo harm from you or transfer it ˹to someone else˺.”"},"surah":null},{"id":2086,"surahId":17,"ayatId":57,"ayatNo":"٥٧","pageNo":287,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ يَدْعُونَ يَبْتَغُونَ اِلٰى رَبِّهِمُ الْوَسٖيلَةَ اَيُّهُمْ اَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُؕ اِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً","ayatMealText":{"tr":"Onların yalvardıkları da, Rablerine daha yakın olmak için vesile ararlar. Ve O'nun merhametini umarlar, azabından korkarlar. Çünkü Rabbinin azabı korkunçtur.","nl":"Zij (de veelgodenaanbidders) zijn degenen die aanroepen, (en zij die aangeroepen worden) zoeken naar een middel tot hun Heer. Wie van hen het dichtst bij (hun Heer) zijn en op Zijn Barmhartigheid hopen en Zijn bestraffing vrezen: voorwaar, een bestraffing van jouw Heer is te vrezen.","en":"˹Even˺ the closest ˹to Allah˺ of those invoked would be seeking a way to their Lord, hoping for His mercy, and fearing His punishment. Indeed, your Lord’s torment is fearsome"},"surah":null},{"id":2087,"surahId":17,"ayatId":58,"ayatNo":"٥٨","pageNo":287,"ayatText":"وَاِنْ مِنْ قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيٰمَةِ اَوْ مُعَذِّبُوهَا عَذَاباً شَدٖيداًؕ كَانَ ذٰلِكَ فِي الْكِتَابِ مَسْطُوراً","ayatMealText":{"tr":"Hiç bir şehir (halkı) yoktur ki, kıyamet gününden önce biz onu helak etmeyelim, yahut şiddetli bir azab ile azablandırmayalım. Bu, Kitap'ta (Levhi Mahfuzda) yazılıdır.","nl":"En er is geen land, of Wij hebben het vôôr de Dag van de Opstanding vernietigd, of haar bestraft met een harde bestraffing. Dat is (vastgelegd) in het geschreven Boek.","en":"There is not a ˹wicked˺ society that We will not destroy or punish with a severe torment before the Day of Judgment. That is written in the Record"},"surah":null}]}