{"juzNo":15,"pageNo":289,"arCuzNo":"۱٥","arPageNo":"۲۸۹","quranAyats":[{"id":2096,"surahId":17,"ayatId":67,"ayatNo":"٦٧","pageNo":289,"ayatText":"وَاِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ اِلَّٓا اِيَّاهُۚ فَلَمَّا نَجّٰيكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْؕ وَكَانَ الْاِنْسَانُ كَفُوراً","ayatMealText":{"tr":"Denizde başınıza bir felaket geldiği zaman, Allah'tan başka yalvardığınız bütün putlar kaybolur. Allah sizi tehlikeden kurtarıp karaya çıkarınca da yüz çevirirsiniz. Zaten insan çok nankördür.","nl":"En als de tegenspoed jullie op zee getroffen heefk verdwijnt degene die jullie aanroepen, behalve Hij. Toen Hij jullie naar het kad redde, wendden jullie je af Ende mens is ondenkbaar!","en":"When you are touched with hardship at sea, you ˹totally˺ forget all ˹the gods˺ you ˹normally˺ invoke, except Him. But when He delivers you ˹safely˺ to shore, you turn away. Humankind is ever ungrateful"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2097,"surahId":17,"ayatId":68,"ayatNo":"٦٨","pageNo":289,"ayatText":"اَفَاَمِنْتُمْ اَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ اَوْ يُرْسِلَ عَلَيْكُمْ حَاصِباً ثُمَّ لَا تَجِدُوا لَكُمْ وَكٖيلاًۙ","ayatMealText":{"tr":"(Denizden karaya çıktığınızda) O'nun sizi karada yerin dibine geçirmeyeceğinden, yahut üzerinize taş yağdıran bir kasırga gördermeyeceğinden emin misiniz? Sonra kendinize bir vekil de bulamazsınız.","nl":"Voelen jullie je er veilig voor, dat Hij jullie niet in de aarde weg doet zinken wanneer jullie op het land zijn, of stenen over jullie zendt? Vervolgens vinden jullie geen beschermer voor jullie.","en":"Do you feel secure that He will not cause the land to swallow you up, or unleash upon you a storm of stones? Then you will find none to protect you"},"surah":null},{"id":2098,"surahId":17,"ayatId":69,"ayatNo":"٦٩","pageNo":289,"ayatText":"اَمْ اَمِنْتُمْ اَنْ يُعٖيدَكُمْ فٖيهِ تَارَةً اُخْرٰى فَيُرْسِلَ عَلَيْكُمْ قَاصِفاً مِنَ الرّٖيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْۙ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهٖ تَبٖيعاً","ayatMealText":{"tr":"Yoksa sizi tekrar denize döndürüp de üzerinize kasırgalar göndermeyeceğinden ve böylece ettiğiniz nankörlük sebebiyle sizi boğmayacağından emin misiniz? Sonra bu yaptığımıza karşı, bizim aleyhimize size yardım edecek bir koruyucu bulamazsınız.","nl":"Of voelen jullie je er veilig voor, dat Hij jullie nog een andere keer (naar de zee) doet terugkeren, en Hij dan een orkaan over jullie zendt, die jullie dan verdrinkt, omdat jullie ongelovig zijn en dat jullie dan daarin geen helper tegen Ons vinden?","en":"Or do you feel secure that He will not send you back to sea once again, and send upon you a violent storm, drowning you for your denial? Then you will find none to avenge you against Us"},"surah":null},{"id":2099,"surahId":17,"ayatId":70,"ayatNo":"٧٠","pageNo":289,"ayatText":"وَلَقَدْ كَرَّمْنَا بَنٖٓي اٰدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلٰى كَثٖيرٍ مِمَّنْ خَلَقْنَا تَفْضٖيلاًࣖ","ayatMealText":{"tr":"Andolsun ki biz, insanoğlunu şan ve şeref sahibi kıldık. Karada ve denizde taşıtlara yükledik ve temiz yiyeceklerden onları rızıklandırdık. Onları yarattıklarımızın birçoğundan üstün kıldık.","nl":"En voorzeker, Wij hebben de kinderen van Adam geëerd. Wij brachten hen op het land en op de zee. Wij gaven hun levensonderhoud van het goede en Wij bevoorrechtten hen met een privilege boven vele van de andere schepsels die Wij hebben geschapen.","en":"Indeed, We have dignified the children of Adam, carried them on land and sea, granted them good and lawful provisions, and privileged them far above many of Our creatures"},"surah":null},{"id":2100,"surahId":17,"ayatId":71,"ayatNo":"٧١","pageNo":289,"ayatText":"يَوْمَ نَدْعُوا كُلَّ اُنَاسٍ بِاِمَامِهِمْۚ فَمَنْ اُو۫تِيَ كِتَابَهُ بِيَمٖينِهٖ فَاُو۬لٰٓئِكَ يَقْرَؤُ۫نَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتٖيلاً","ayatMealText":{"tr":"Kıyamet günü bütün insanları önderleriyle çağıracağız. O gün, kimin amel defteri sağ eline verilirse, işte onlar kitaplarını okuyacaklar ve en küçük bir haksızlığa uğratılmayacaklar.","nl":"Op de dag waarop Wij alle mensen met hun boeken zullen oproepen: wie dan zijn boek (met zijn daden) in zijn echterhand gegeven wordt: zij zijn degenen die hun boek (met een gerust hart) lezen. En hen zal geen enkel onrecht aangedaan worden.","en":"˹Beware of˺ the Day We will summon every people with their leader. So whoever will be given their record in their right hand will read it ˹happily˺ and will not be wronged ˹even by the width of˺ the thread of a date stone"},"surah":null},{"id":2101,"surahId":17,"ayatId":72,"ayatNo":"٧٢","pageNo":289,"ayatText":"وَمَنْ كَانَ فٖي هٰذِهٖٓ اَعْمٰى فَهُوَ فِي الْاٰخِرَةِ اَعْمٰى وَاَضَلُّ سَبٖيلاً","ayatMealText":{"tr":"Her kim bu dünyada (manen) kör ise ahirette de kördür. Ve gidişçe daha şaşkındır.","nl":"En wie blind (van had) is in deze wereld, zal fn het Hiernamaals ook blind wezen en het meest van de Weg gedwaald zijn.","en":"But whoever is blind ˹to the truth˺ in this ˹world˺ will be blind in the Hereafter, and ˹even˺ far more astray from the ˹Right˺ Way"},"surah":null},{"id":2102,"surahId":17,"ayatId":73,"ayatNo":"٧٣","pageNo":289,"ayatText":"وَاِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّـذٖٓي اَوْحَيْنَٓا اِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُࣗ وَاِذاً لَاتَّخَذُوكَ خَلٖيلاً","ayatMealText":{"tr":"(Ey Muhammed!) Az kalsın seni bile, sana vahyettiğimizden başkasını bize karşı iftira edesin diye, fitneye düşüreceklerdi ve o takdirde seni dost edineceklerdi.","nl":"En zij hadden jou je bijna doen afwenden van wat Wij aan jou geopenbaard hadden, zodat jij iets anders over Ons verzonnen had; dan hadden zij jou zeker als boezemvriend genomen!","en":"They definitely ˹thought they˺ were about to lure you away from what We have revealed to you ˹O Prophet˺, hoping that you would attribute something else to Us falsely—and then they would have certainly taken you as a close friend"},"surah":null},{"id":2103,"surahId":17,"ayatId":74,"ayatNo":"٧٤","pageNo":289,"ayatText":"وَلَوْلَٓا اَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ اِلَيْهِمْ شَيْـٔاً قَلٖيلاًࣗ","ayatMealText":{"tr":"Eğer biz sana sebat vermemiş olsaydık, nerdeyse sen onlara birazcık meyledecektin.","nl":"En als Wij jou niet sterk zouden hebben gemaakt, dan zou jij je bijna een klein beetje tot hen geneigd hebben.","en":"Had We not made you steadfast, you probably would have inclined to them a little"},"surah":null},{"id":2104,"surahId":17,"ayatId":75,"ayatNo":"٧٥","pageNo":289,"ayatText":"اِذاً لَاَذَقْنَاكَ ضِعْفَ الْحَيٰوةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصٖيراً","ayatMealText":{"tr":"O takdirde, muhakkak hayatın da, ölümün de azabını sana kat kat tattırırdık. Sonra bize karşı kendin için hiçbir yardımcı bulamazdın.","nl":"Dan zouden Wij jou m dubbel deel (van de bestraffing) van dit leven en een dubbel deel van de dood laten proeven. En jij vindt dan geen beschermer tegen Ons.","en":"and then We truly would have made you taste double ˹punishment˺ both in this life and after death, and you would have found no helper against Us"},"surah":null}]}