{"juzNo":2,"pageNo":29,"arCuzNo":"۲","arPageNo":"۲۹","quranAyats":[{"id":194,"surahId":2,"ayatId":187,"ayatNo":"١٨٧","pageNo":29,"ayatText":"اُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ اِلٰى نِسَٓائِكُمْؕ هُنَّ لِبَاسٌ لَكُمْ وَاَنْتُمْ لِبَاسٌ لَهُنَّؕ عَلِمَ اللّٰهُ اَنَّكُمْ كُنْتُمْ تَخْتَانُونَ اَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْۚ فَالْـٰٔنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللّٰهُ لَكُمْࣕ وَكُلُوا وَاشْرَبُوا حَتّٰى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْاَبْيَضُ مِنَ الْخَيْطِ الْاَسْوَدِ مِنَ الْفَجْرِࣕ ثُمَّ اَتِمُّوا الصِّيَامَ اِلَى الَّيْلِۚ وَلَا تُبَاشِرُوهُنَّ وَاَنْتُمْ عَاكِفُونَۙ فِي الْمَسَاجِدِؕ تِلْكَ حُدُودُ اللّٰهِ فَلَا تَقْرَبُوهَاؕ كَذٰلِكَ يُبَيِّنُ اللّٰهُ اٰيَاتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ","ayatMealText":{"tr":"Oruç gecesi kadınlarınıza yaklaşmanız, size helâl kılındı. Onlar, sizin için bir örtü, siz de onlar için bir örtü durumundasınız. Allah, nefsinize güvenemeyeceğinizi bildiği için müracaatınızı kabul buyurdu ve sizi bağışladı. Şimdi onlara yaklaşın ve Allah'ın sizler için yazdığını isteyin. Ta fecrin beyaz ipliği siyah iplikden size seçilinceye kadar yiyin, için. Sonra da ertesi geceye kadar orucu tam tutun. Bununla beraber siz mescitlerde îtikaf halinde iken onlara yaklaşmayın. Bunlar, Allah'ınsınırlarıdır, sakın onlara yaklaşmayın. Allah, âyetlerini insanlara böyle açıklıyor ki sakınıp korunsunlar.","nl":"Het is jullie in de nachten van het vasten toegestaan omgang te hebben met jullie vrouwen. Zij zijn (als) kleding voor jullie en jullie zijn (als) kleding voor hen. Allah wist dat jullie jezelf bedrogen, Hij aanvaardde jullie berouw en vergaf jullie. Nu mogen jullie dan omgang met hen hebben. En streeft naar wat Allah voor jullie bepaald heeft. En eet en drinkt tot de witte draad en de zwarte draad voor jullie te onderscheiden is, het is Fadjr (ochtendschemering). Maakt daarna het vasten vol tot zonsondergang. En hebt geen omgang met hen, terwijl jullie I'tikâf in de moskeeen verrichten. Dat zijn de greenzen van Allah, nadert deze daarorn niet. Zo maakt Allah Zijn Tekenen duidelijk voor de mensen, hopelijk zullen zij (Allah) vrezen.","en":"It has been made permissible for you to be intimate with your wives during the nights preceding the fast. Your spouses are a garment for you as you are for them. Allah knows that you were deceiving yourselves. So He has accepted your repentance and pardoned you. So now you may be intimate with them and seek what Allah has prescribed for you. ˹You may˺ eat and drink until you see the light of dawn breaking the darkness of night, then complete the fast until nightfall. Do not be intimate with your spouses while you are meditating in the mosques. These are the limits set by Allah, so do not exceed them. This is how Allah makes His revelations clear to people, so they may become mindful ˹of Him˺"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":195,"surahId":2,"ayatId":188,"ayatNo":"١٨٨","pageNo":29,"ayatText":"وَلَا تَأْكُلُٓوا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَٓا اِلَى الْحُكَّامِ لِتَأْكُلُوا فَرٖيقاً مِنْ اَمْوَالِ النَّاسِ بِالْاِثْمِ وَاَنْتُمْ تَعْلَمُونَࣖ","ayatMealText":{"tr":"Bir de aranızda mallarınızı batıl sebeplerle yemeyin. İnsanların mallarından bir kısmını bile bile günah ile yemek için, o malları hakimlere rüşvet olarak vermeyin.","nl":"En eet niet onderling van jullie bezittingen op onwettige wijze door deze (bezittingen op misleidend wijze) voor de rechters te brengen, zodart jullie op zondige wijze van een gedeelte van de bezittingen van de mensen kunnen eten, terwijil jullie het weten.","en":"Do not consume one another’s wealth unjustly, nor deliberately bribe authorities in order to devour a portion of others’ property, knowing that it is a sin"},"surah":null},{"id":196,"surahId":2,"ayatId":189,"ayatNo":"١٨٩","pageNo":29,"ayatText":"يَسْـَٔلُونَكَ عَنِ الْاَهِلَّةِؕ قُلْ هِيَ مَوَاقٖيتُ لِلنَّاسِ وَالْحَجِّؕ وَلَيْسَ الْبِرُّ بِاَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلٰكِنَّ الْبِرَّ مَنِ اتَّقٰىۚ وَأْتُوا الْبُيُوتَ مِنْ اَبْوَابِهَاࣕ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُونَ","ayatMealText":{"tr":"Sana hilâllerden soruyorlar. De ki: Onlar insanlar için de, hac için de vakit ölçüleridir. Bununla beraber iyilik, evlere arkalarından gelmeniz değildir. Fakat iyiliğe eren, kötülükten korunan kimsedir. Evlere kapılarından gelin, Allah'tan korkun ki, kurtuluşa eresiniz.","nl":"Zij vragen jou (Moehammad) over de nieuwe manen. Zeg: \"Zij zijn tijdsaanduidingen voor de mensen en (voor het vastellen van) de Haddj. En het is geen vroomheid dat jullie de huizen binnengaan aan de achterzijden, vroom zijn zij (Allah) vrezen en die de huizen binnengaan door hun deuren. En vreest Allah, hopelijk zullen jullie welslagen.","en":"They ask you ˹O Prophet˺ about the phases of the moon. Say, “They are a means for people to determine time and pilgrimage.” Righteousness is not in entering your houses from the back doors. Rather, righteousness is to be mindful ˹of Allah˺. So enter your homes through their ˹proper˺ doors, and be mindful of Allah so you may be successful"},"surah":null},{"id":197,"surahId":2,"ayatId":190,"ayatNo":"١٩٠","pageNo":29,"ayatText":"وَقَاتِلُوا فٖي سَبٖيلِ اللّٰهِ الَّذٖينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُواؕ اِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدٖينَ","ayatMealText":{"tr":"Size savaş açanlarla Allah yolunda çarpışın. Fakat haksız saldırıda bulunmayın. Çünkü Allah, haksız saldırıda bulunanları sevmez.","nl":"En strijdt op de Weg van Allah tegen degenen die tegen jullie strijden en overtreedt niet. Voorwaar, Allah heeft de overtreders niet lief.","en":"Fight in the cause of Allah ˹only˺ against those who wage war against you, but do not exceed the limits. Allah does not like transgressors"},"surah":null}]}