{"juzNo":15,"pageNo":290,"arCuzNo":"۱٥","arPageNo":"۲۹۰","quranAyats":[{"id":2105,"surahId":17,"ayatId":76,"ayatNo":"٧٦","pageNo":290,"ayatText":"وَاِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْاَرْضِ لِيُخْرِجُوكَ مِنْهَا وَاِذاً لَا يَلْبَثُونَ خِلَافَكَ اِلَّا قَلٖيلاً","ayatMealText":{"tr":"(Ey Muhammed!) Yakında seni yurdundan çıkarmak için, muhakkak ki rahatsız edecekler ve o takdirde onlar da senin ardından pek az kalacaklardır.","nl":"En bijna hadden zij jou vanuit het land opgejaagd, om jou eruit te verdrijven, maar dan zouden zij er na jou niet gebleven zijn, behalve weinigen.","en":"They were about to intimidate you to drive you out of the land ˹of Mecca˺, but then they would not have survived after you ˹had left˺ except for a little while"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2106,"surahId":17,"ayatId":77,"ayatNo":"٧٧","pageNo":290,"ayatText":"سُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوٖيلاًࣖ","ayatMealText":{"tr":"Bu, senden önce gönderdiğimiz bütün peygamberlerimiz hakkındaki sünnetimizdir. Bizim sünnetimizde herhangi bir değişme göremezsin.","nl":"(Dit was) de handelwijze van de Boodschappers die Wij vóór jou gezonden hebben en jij zult geen verandering in Onze handelwijze vinden.","en":"˹This has been˺ Our way with the messengers We sent before you. And you will never find any change in Our way"},"surah":null},{"id":2107,"surahId":17,"ayatId":78,"ayatNo":"٧٨","pageNo":290,"ayatText":"اَقِمِ الصَّلٰوةَ لِدُلُوكِ الشَّمْسِ اِلٰى غَسَقِ الَّيْلِ وَقُرْاٰنَ الْفَجْرِؕ اِنَّ قُرْاٰنَ الْفَجْرِ كَانَ مَشْهُوداً","ayatMealText":{"tr":"Güneşin batıya kaymasından, gecenin karanlığına kadar (belirli vakitlerde) gereği üzere namazı kıl, bir de sabah namazını kıl. Çünkü sabah namazında, gece ve gündüz melekleri hazır bulunur.","nl":"Onderhoud de shalât na het hoogtepunt van de zon tot donkerte van de nacht en het Fadjr-gebed. Voorwaar, van het Fadjr-gebed wordt getuigd (door Engelen).","en":"Observe the prayer from the decline of the sun until the darkness of the night and the dawn prayer, for certainly the dawn prayer is witnessed ˹by angels˺"},"surah":null},{"id":2108,"surahId":17,"ayatId":79,"ayatNo":"٧٩","pageNo":290,"ayatText":"وَمِنَ الَّيْلِ فَـتَهَجَّدْ بِهٖ نَافِلَةً لَكَࣗ عَسٰٓى اَنْ يَبْعَثَكَ رَبُّكَ مَقَاماً مَحْمُوداً","ayatMealText":{"tr":"Gecenin bir kısmında da sadece sana mahsus bir nafile olmak üzere uykudan kalk, Kur'ân ile teheccüd namazı kıl, Rabbinin seni bir makamı mahmuda (şefaat makamına) göndermesi kesindir.","nl":"En verricht in een gedeelte van de nacht gebed, als een extra (gebed) voor jou. Jouw Heer zal jou zeker tot een loffelijke positie verheffen.","en":"And rise at ˹the last˺ part of the night, offering additional prayers, so your Lord may raise you to a station of praise"},"surah":null},{"id":2109,"surahId":17,"ayatId":80,"ayatNo":"٨٠","pageNo":290,"ayatText":"وَقُلْ رَبِّ اَدْخِلْنٖي مُدْخَلَ صِدْقٍ وَاَخْرِجْنٖي مُخْرَجَ صِدْقٍ وَاجْعَلْ لٖي مِنْ لَدُنْكَ سُلْطَاناً نَصٖيراً","ayatMealText":{"tr":"(Ey Muhammed!) De ki: \"Rabbim! Beni, takdir ettiğin yere gönül rahatlığı ve huzur içinde koy ve çıkacağım yerden de dürüstlükle ve selametle çıkmamı sağla. Bana katından yardım edici bir kuvvet ver.\"","nl":"Zeg (O Moehammad): \"Laat mij binnentreden op oprechte wijze en laat mij verlaten op oprechte wijze en doe mij van Uw Zijde helpende macht toekomen.\"'","en":"And say, “My Lord! Grant me an honourable entrance and an honourable exit and give me a supporting authority from Yourself.”"},"surah":null},{"id":2110,"surahId":17,"ayatId":81,"ayatNo":"٨١","pageNo":290,"ayatText":"وَقُلْ جَٓاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُؕ اِنَّ الْبَاطِلَ كَانَ زَهُوقاً","ayatMealText":{"tr":"(Ey Muhammed!) De ki: \"Hak geldi, batıl yok oldu. Elbette batıl yok olmaya mahkumdur.\"","nl":"En zeg: \"De Waarheid is gekomen en de valsheid is ten onder gegaan. Voorwaar, de valsheid gaat ten onder.\"","en":"And declare, “The truth has come and falsehood has vanished. Indeed, falsehood is bound to vanish.”"},"surah":null},{"id":2111,"surahId":17,"ayatId":82,"ayatNo":"٨٢","pageNo":290,"ayatText":"وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَٓاءٌ وَرَحْمَةٌ لِلْمُؤْمِنٖينَۙ وَلَا يَزٖيدُ الظَّالِمٖينَ اِلَّا خَسَاراً","ayatMealText":{"tr":"Biz Kur'ân'dan, iman edenler için bir şifa ve rahmet kaynağı olan âyetler indiriyoruz. Zalimlerin de ancak zararını artırır.","nl":"En Wij zonden (dat) van de Koran neer wat genezing en Barmhartigheid voor de gelovigen is. En het vermeerdert voor de onrechtvaardigen slechts verlies.","en":"We send down the Quran as a healing and mercy for the believers, but it only increases the wrongdoers in loss"},"surah":null},{"id":2112,"surahId":17,"ayatId":83,"ayatNo":"٨٣","pageNo":290,"ayatText":"وَاِذَٓا اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ كَانَ يَؤُ۫ساً","ayatMealText":{"tr":"Biz insana nimet verdiğimiz zaman, Allah'ı anmaktan yüz çevirip uzaklaşır. Ona fenalık dokununca da ümitsizliğe kapılır.","nl":"En wanneer Wij de mens begunstigen wendt hij zich af en keert zijn zijde toe, maar als het kwaad hem treft wordt hij wanhopig.","en":"When We grant people Our favours, they turn away, acting arrogantly. But when touched with evil, they lose all hope"},"surah":null},{"id":2113,"surahId":17,"ayatId":84,"ayatNo":"٨٤","pageNo":290,"ayatText":"قُلْ كُلٌّ يَعْمَلُ عَلٰى شَاكِلَتِهٖؕ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبٖيلاًࣖ","ayatMealText":{"tr":"De ki: \"Herkes bulunduğu hal ve niyetine göre iş yapar. Bu durumda kimin en doğru yolda olduğunu Rabbiniz daha iyi bilir.\"","nl":"Zeg: \"Een ieder handelt naar zijn geaardheid en jullie Heer weet beter wie er beter op de Weg geleid is.\"","en":"Say, ˹O Prophet,˺ “Everyone acts in their own way. But your Lord knows best whose way is rightly guided.”"},"surah":null},{"id":2114,"surahId":17,"ayatId":85,"ayatNo":"٨٥","pageNo":290,"ayatText":"وَيَسْـَٔلُونَكَ عَنِ الرُّوحِؕ قُلِ الرُّوحُ مِنْ اَمْرِ رَبّٖي وَمَٓا اُو۫تٖيتُمْ مِنَ الْعِلْمِ اِلَّا قَلٖيلاً","ayatMealText":{"tr":"Ey Muhammed! Sana ruhtan soruyorlar. De ki: \"Ruh Rabbimin bildiği bir iştir ve size ilimden ancak az bir şey verilmiştir.\"","nl":"En zij vragen jou over de ziel, zeg: \"De ziel behoort tot de zaken van mijn Heer. En de kennis erover wordt jullie niet gegeven, behalve een weinig.\"","en":"They ask you ˹O Prophet˺ about the spirit. Say, “Its nature is known only to my Lord, and you ˹O humanity˺ have been given but little knowledge.”"},"surah":null},{"id":2115,"surahId":17,"ayatId":86,"ayatNo":"٨٦","pageNo":290,"ayatText":"وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّـذٖٓي اَوْحَيْنَٓا اِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهٖ عَلَيْنَا وَكٖيلاًۙ","ayatMealText":{"tr":"Yemin olsun ki, dilersek sana vahyettiğimizi ortadan kaldırırız; sonra bize karşı kendine bir vekil (koruyucu) bulamazsın.","nl":"En indien Wij het gewild hadden, dan zouden Wij zeker dat kunnen laten verdwijnen wat Wij aan jou geopenbaard hebben, en dan zou jij niemand kunnen vinden die er bi Ons een beschermer tegen is.","en":"If We willed, We could have certainly taken away what We have revealed to you ˹O Prophet˺—then you would find none to guarantee its return from Us—"},"surah":null}]}