{"juzNo":15,"pageNo":291,"arCuzNo":"۱٥","arPageNo":"۲۹۱","quranAyats":[{"id":2116,"surahId":17,"ayatId":87,"ayatNo":"٨٧","pageNo":291,"ayatText":"اِلَّا رَحْمَةً مِنْ رَبِّكَؕ اِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبٖيراً","ayatMealText":{"tr":"Fakat Rabbinden bir rahmet olarak (biz bunu yapmadık). Gerçekten O'nun senin üzerindeki lütfu çok büyüktür.","nl":"Behalve als Barmhartigheid van jouw Heer, voorwaar: Zijn gunst voor jou is groot. Zeg (O Moehammad): \"Als de mensen en de Djinn's zich zouden verzamelen om het gelijke van deze Koran te maken; dan kunnen zij niet het daaraan gelijke komen, zelfs al zouden zij elkur hulp zijn.\"","en":"had it not been for the mercy of your Lord. Indeed, His favour upon you is immense"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2117,"surahId":17,"ayatId":88,"ayatNo":"٨٨","pageNo":291,"ayatText":"قُلْ لَئِنِ اجْتَمَعَتِ الْاِنْسُ وَالْجِنُّ عَلٰٓى اَنْ يَأْتُوا بِمِثْلِ هٰذَا الْقُرْاٰنِ لَا يَأْتُونَ بِمِثْلِهٖ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهٖيراً","ayatMealText":{"tr":"Ey Muhammed! De ki: \"Yemin olsun, eğer insanlar ve cinler bu Kur'ân'ın benzerini getirmek üzere toplansalar ve birbirlerine yardımcı olsalar bile, yine onun bir benzerini meydana getiremeyeceklerdir.\"","nl":"Zeg (O Moehammad): \"Als de mensen en de Djinn's zich zouden verzamelen om het gelijke van deze Koran te maken; dan kunnen zij niet het daaraan gelijke komen, zelfs al zouden zij elkur hulp zijn.\"","en":"Say, ˹O Prophet,˺ “If ˹all˺ humans and jinn were to come together to produce the equivalent of this Quran, they could not produce its equal, no matter how they supported each other.”"},"surah":null},{"id":2118,"surahId":17,"ayatId":89,"ayatNo":"٨٩","pageNo":291,"ayatText":"وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فٖي هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍؗ فَاَبٰٓى اَكْثَرُ النَّاسِ اِلَّا كُفُوراً","ayatMealText":{"tr":"Yemin olsun ki biz bu Kur'ân'da insanlar için çeşitli misaller vermişizdir. Yine de insanların çoğu inkârlarında ısrar ederler.","nl":"En voorzeker, Wij hebben voor de mensen in deze Koran alle (soorten) vergelijkingen uitgelegd, maar de meeste mensen weigeren het, behalve in ondankbaarheid.","en":"And We have truly set forth every ˹kind of˺ lesson for humanity in this Quran, yet most people persist in disbelief"},"surah":null},{"id":2119,"surahId":17,"ayatId":90,"ayatNo":"٩٠","pageNo":291,"ayatText":"وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْبُوعاًۙ","ayatMealText":{"tr":"Kâfirler şöyle dediler: \"Sen, bizim için yerden suyu kesilmeyen bir kaynak fışkırtmadıkça sana asla inanmayacağız.\"","nl":"En zij zeiden (tegen Moehammad): \"Wij zullen jou nooit geloven, totdat jij voor ons een bron uit de aarde doet opwellen.","en":"They challenge ˹the Prophet˺, “We will never believe in you until you cause a spring to gush forth from the earth for us"},"surah":null},{"id":2120,"surahId":17,"ayatId":91,"ayatNo":"٩١","pageNo":291,"ayatText":"اَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخٖيلٍ وَعِنَبٍ فَتُفَجِّرَ الْاَنْهَارَ خِلَالَهَا تَفْجٖيراًۙ","ayatMealText":{"tr":"\"Veyahut hurmalıklardan ve üzümlüklerden senin bir bahçen olsun da ortasından şarıl şarıl ırmaklar akıtmalısın.\"","nl":"Of jij een tuin met dadelpalmen en druivenstruiken hebt, en dan overvloedige rivieren uit hun midden doet ontspringen.","en":"or until you have a garden of palm trees and vineyards, and cause rivers to flow abundantly in it"},"surah":null},{"id":2121,"surahId":17,"ayatId":92,"ayatNo":"٩٢","pageNo":291,"ayatText":"اَوْ تُسْقِطَ السَّمَٓاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰٓئِكَةِ قَبٖيلاًۙ","ayatMealText":{"tr":"\"Yahut söyleyip zannettiğin gibi, göğü başımıza parça parça düşüresin veya Allah'ı ve melekleri söylediğine şahit getiresin. \"","nl":"Of jij de hemel in stukken op ons neer doet vallen, zoals jij ons beweert, of jij Allah en de Engelen vóór ons brengt.","en":"or cause the sky to fall upon us in pieces, as you have claimed, or bring Allah and the angels before us, face to face"},"surah":null},{"id":2122,"surahId":17,"ayatId":93,"ayatNo":"٩٣","pageNo":291,"ayatText":"اَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ اَوْ تَرْقٰى فِي السَّمَٓاءِؕ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتَاباً نَقْرَؤُ۬هُؕ قُلْ سُبْحَانَ رَبّٖي هَلْ كُنْتُ اِلَّا بَشَراً رَسُولاًࣖ","ayatMealText":{"tr":"\"Yahut altından bir evin olsun, ya da göğe çıkmalısın. Ona çıktığına da asla inanmayız. Ta ki bize, okuyacağımız bir kitap indiresin.\" De ki: \"Rabbimi tenzih ederim. Nihayet ben de, peygamber olan bir insandan başka bir şey değilim.\"","nl":"Of jij een huis van goud hebt, of naar de hemel opstijgt, en wij zullen jouw opstijging nooit geloven, totdat jij een boek ma ons neerzendt, dat wij kunnen lezen.\" Zeg (O Moehammad): \"Heilig is mijn Heer, ik ben niets anders dan een menselijke Boodschapper.\"","en":"or until you have a house of gold, or you ascend into heaven—and even then we will not believe in your ascension until you bring down to us a book that we can read.” Say, “Glory be to my Lord! Am I not only a human messenger?”"},"surah":null},{"id":2123,"surahId":17,"ayatId":94,"ayatNo":"٩٤","pageNo":291,"ayatText":"وَمَا مَنَعَ النَّاسَ اَنْ يُؤْمِنُٓوا اِذْ جَٓاءَهُمُ الْهُدٰٓى اِلَّٓا اَنْ قَالُٓوا اَبَعَثَ اللّٰهُ بَشَراً رَسُولاً","ayatMealText":{"tr":"Kendilerine doğru yolu gösteren peygamber gelince, insanların iman etmelerine engel olan sebep sadece: \"Allah bir insanı mı Peygamber gönderdi?\" demeleridir.","nl":"En er was niets dat de mensen verhinderde te geloven tm de Leiding tot hen kwam, behalve dat zij zeiden: \"Heeft Allah een menselijke Boodschapper neergezonden?\"","en":"And nothing has prevented people from believing when guidance comes to them except their protest: “Has Allah sent a human as a messenger?”"},"surah":null},{"id":2124,"surahId":17,"ayatId":95,"ayatNo":"٩٥","pageNo":291,"ayatText":"قُلْ لَوْ كَانَ فِي الْاَرْضِ مَلٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنّٖينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَٓاءِ مَلَكاً رَسُولاً","ayatMealText":{"tr":"(Ey Muhammed! Mekkelilere) şöyle de: \"Eğer yeryüzünde huzur içinde yürüyüp duran melekler olsaydı, elbette onlara gökten peygamber olarak bir melek indirirdik.\"","nl":"Zeg: \"Wanneer er op de aarde Engelen waren die rustig rondliepen, dan zouden Wij een Engel tot hen als Boodschapper neergezonden hebben.\"","en":"Say, ˹O Prophet,˺ “Had there been angels walking the earth, well settled, We would have surely sent down for them an angel from heaven as a messenger.”"},"surah":null},{"id":2125,"surahId":17,"ayatId":96,"ayatNo":"٩٦","pageNo":291,"ayatText":"قُلْ كَفٰى بِاللّٰهِ شَهٖيداً بَيْنٖي وَبَيْنَكُمْؕ اِنَّهُ كَانَ بِعِبَادِهٖ خَبٖيراً بَصٖيراً","ayatMealText":{"tr":"De ki: \"Benimle sizin aranızda şahit olarak Allah yeter. Çünkü O, kullarının yaptığından haberdardır, yaptıklarını çok iyi görendir.\"","nl":"Zeg: \"Allah is voldoende als Getuige tussen mij en jullie, en voorwaar Hij is Alwetend, Alziend over Zijn dienaren.\"","en":"Say, “Sufficient is Allah as a Witness between me and you. He is certainly All-Knowing, All-Seeing of His servants.”"},"surah":null}]}