{"juzNo":15,"pageNo":292,"arCuzNo":"۱٥","arPageNo":"۲۹۲","quranAyats":[{"id":2126,"surahId":17,"ayatId":97,"ayatNo":"٩٧","pageNo":292,"ayatText":"وَمَنْ يَهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَٓاءَ مِنْ دُونِهٖؕ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُماًّؕ مَأْوٰيهُمْ جَهَنَّمُؕ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعٖيراً","ayatMealText":{"tr":"Allah kime hidayet verirse, o doğru yoldadır. Kimi de hidayetten uzak tutarsa, artık bunlar için Allah'tan başka hiçbir yardımcı bulamazsın. Ve biz, o kâfirleri kıyamet günü kör, dilsiz ve sağır oldukları halde, yüzleri üstü sürünerek haşredeceğiz. Varacakları yer cehennemdir; ateşi dindikçe onun ateşini artırırız.","nl":"En wie door Allah geleid wordt, hij is de welgeleide; maar wie (door Hem) tot dwaling gebracht is, voor hem zal jij nooit een beschermer naast Hem vinden. En Wij zullen hen op de Dag der Opstanding op hun gezichten verzamelen: blind en stom en doof Hun verblijfplaats is de Hel. Iedere keer dat hij dooft vermeerderen Wij voor ben het laaiend vuur.","en":"Whoever Allah guides is truly guided. And whoever He leaves to stray, you will find no guardians for them besides Him. And We will drag them on their faces on the Day of Judgment—deaf, dumb, and blind. Hell will be their home. Whenever it dies down, We will flare it up for them"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2127,"surahId":17,"ayatId":98,"ayatNo":"٩٨","pageNo":292,"ayatText":"ذٰلِكَ جَزَٓاؤُ۬هُمْ بِاَنَّهُمْ كَفَرُوا بِاٰيَاتِنَا وَقَالُٓوا ءَاِذَا كُنَّا عِظَاماً وَرُفَاتاً ءَاِنَّا لَمَبْعُوثُونَ خَلْقاً جَدٖيداً","ayatMealText":{"tr":"Bu onların cezasıdır! Çünkü onlar, âyetlerimizi inkâr etmişler ve: \"Sahi bizler, bir yığın kemik ve ufalanmış toz olduğumuz zaman mı, yeni bir yaratılışla diriltilmiş olacağız?\" demişlerdir.","nl":"Dat is hun beloning, omdat zij Onze Tekenen verwierpen, en zij zeiden: \"Wanneer Wij beenderen en stof geworden zijn, zullen wij dan zeker tot een nieuwe schepping opgewekt worden?\"","en":"That is their reward for rejecting Our signs and asking ˹mockingly˺, “When we are reduced to bones and ashes, will we really be raised as a new creation?”"},"surah":null},{"id":2128,"surahId":17,"ayatId":99,"ayatNo":"٩٩","pageNo":292,"ayatText":"اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلاً لَا رَيْبَ فٖيهِؕ فَاَبَى الظَّالِمُونَ اِلَّا كُفُوراً","ayatMealText":{"tr":"Onlar, gökleri ve yeri yaratan Allah'ın, kendilerinin aynı olan insanları yaratmaya da kadir olduğunu görüp bilmediler mi? Allah onlar için şüphe edilmeyen bir vâde takdir etmiştir. Fakat zalimler, inkârlarında yine de ısrar ederler.","nl":"Zien zij niet in dat Allah, Degene Die de hemelen en de aarde schiep, bij machte is het daarmee vergelijkbare te scheppen? En dat Hij een tijdstip heeft vastgesteld voor hen, zonder dat daarover twijfel bestaat? Maar de onrechtvaardigen weigeren het, behalve in ongeloof.","en":"Have they not realized that Allah, Who created the heavens and the earth, can ˹easily˺ re-create them? He has ˹already˺ set for them a time, about which there is no doubt. But the wrongdoers persist in denial"},"surah":null},{"id":2129,"surahId":17,"ayatId":100,"ayatNo":"١٠٠","pageNo":292,"ayatText":"قُلْ لَوْ اَنْتُمْ تَمْلِكُونَ خَزَٓائِنَ رَحْمَةِ رَبّٖٓي اِذاً لَاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِؕ وَكَانَ الْاِنْسَانُ قَتُوراًࣖ","ayatMealText":{"tr":"(Ey Muhammed!) De ki: \"Eğer siz Rabbimin rahmet hazinelerine sahip olsaydınız, fakirlik korkusunu yine de elden bırakmazdınız.\" Doğrusu insan çok cimridir.","nl":"Zeg: \"Als jullie de schatten van Barmhartigheid van mijn Heer bezaten, dan zouden jullie hen vasthouden uit vrees voor de uitgave (ervan).\" En de mens is gierig!","en":"Say ˹to them, O Prophet˺, “Even if you were to possess the ˹infinite˺ treasuries of my Lord’s mercy, then you would certainly withhold ˹them˺, fearing they would run out—for humankind is ever stingy!”"},"surah":null},{"id":2130,"surahId":17,"ayatId":101,"ayatNo":"١٠١","pageNo":292,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسٰى تِسْعَ اٰيَاتٍ بَيِّنَاتٍ فَسْـَٔلْ بَنٖٓي اِسْرَٓائٖلَ اِذْ جَٓاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ اِنّٖي لَاَظُنُّكَ يَا مُوسٰى مَسْحُوراً","ayatMealText":{"tr":"Andolsun biz Musa'ya apaçık dokuz mucize verdik. (Ey Peygamber!) İsrailoğullarına sor, Musa kendilerine geldiğinde Firavun ona: \"Ey Musa! Ben senin büyülenmiş olduğunu sanıyorum\" demişti.","nl":"En voorzeker, Wij hebben Môesa negen duidelijke Tekenen gegeven, en vraag de kinderen van Israël (O Moehammad) toen hij (Môesa) tot hen kwam, en Fir'aun tot hen zei: \"Voorwaar, ik verondemel zeker dat jij, O Môesa, betoverd bent!\"","en":"We surely gave Moses nine clear signs. ˹You, O Prophet, can˺ ask the Children of Israel. When Moses came to them, Pharaoh said to him, “I really think that you, O Moses, are bewitched.”"},"surah":null},{"id":2131,"surahId":17,"ayatId":102,"ayatNo":"١٠٢","pageNo":292,"ayatText":"قَالَ لَقَدْ عَلِمْتَ مَٓا اَنْزَلَ هٰٓؤُ۬لَٓاءِ اِلَّا رَبُّ السَّمٰوَاتِ وَالْاَرْضِ بَصَٓائِرَۚ وَاِنّٖي لَاَظُنُّكَ يَا فِرْعَوْنُ مَثْبُوراً","ayatMealText":{"tr":"Musa dedi ki: \"Ey Firavun! Pekâlâ bilirsin ki, bu mucizeleri, birer ibret olmak üzere, ancak göklerin ve yerin Rabbi indirdi. Ey Firavun! Ben de seni helak olmuş zannediyorum.\"","nl":"Hij (Môesa) zei: \"Jij weet dan niemand anders die (Tekenen) heeft neergezonden dan de Heer van de hemelen en de aarde, als een duidelijk bewijs. Voorwaar, ik veronderstel dat jij, O Fir'aun, ten onder gaat.\"","en":"Moses replied, “You know well that none has sent these ˹signs˺ down except the Lord of the heavens and the earth as insights. And I really think that you, O Pharaoh, are doomed.”"},"surah":null},{"id":2132,"surahId":17,"ayatId":103,"ayatNo":"١٠٣","pageNo":292,"ayatText":"فَاَرَادَ اَنْ يَسْتَفِزَّهُمْ مِنَ الْاَرْضِ فَاَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمٖيعاًۙ","ayatMealText":{"tr":"Derken Firavun, Musa'yı ve İsrailoğullarını Mısır'dan sürmek istedi. Biz de onu ve beraberindekilerin hepsini suda boğduk.","nl":"Vervolgens wenste bij (Fir'aun) ben uit het land te verdrijven, dus verdronken Wij hem en degenen die met hem waren allemaal.","en":"So Pharaoh wanted to scare the Israelites out of the land ˹of Egypt˺, but We drowned him and all of those with him"},"surah":null},{"id":2133,"surahId":17,"ayatId":104,"ayatNo":"١٠٤","pageNo":292,"ayatText":"وَقُلْنَا مِنْ بَعْدِهٖ لِبَنٖٓي اِسْرَٓائٖلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَٓاءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفٖيفاًؕ","ayatMealText":{"tr":"Arkasından İsrailoğullarına şöyle dedik: \"Firavun\"un sizi çıkarmak istediği arazide siz oturun! Sonra ahiret vaadi (kıyamet) geldiği vakit, hepinizi toplayıp bir araya getireceğiz.\"","nl":"En Wij zeiden na hem (Fir'aun) tot de Kinderen van Israël: \"Woont in het land, wanneer dan de laatste aanzegging (de Dag der Opstanding) komt zullen Wij jullie gemengd bijeenbrengen.\"","en":"And We said to the Children of Israel after Pharaoh, “Reside in the land, but when the promise of the Hereafter comes to pass, We will bring you all together.”"},"surah":null}]}