{"juzNo":15,"pageNo":293,"arCuzNo":"۱٥","arPageNo":"۲۹۳","quranAyats":[{"id":2134,"surahId":17,"ayatId":105,"ayatNo":"١٠٥","pageNo":293,"ayatText":"وَبِالْحَقِّ اَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَؕ وَمَٓا اَرْسَلْنَاكَ اِلَّا مُبَشِّراً وَنَذٖيراًۘ","ayatMealText":{"tr":"Biz bu Kur'an'ı hak olarak indirdik, O, bütün hakikatleri içinde toplayarak indi. Ey Peygamber! Biz seni ancak müjdeci ve uyarıcı olarak gönderdik.","nl":"En met de Waarheid hebben Wij hem (de Koran) neergezonden en met de Waarheid is hij neergedaald. En Wij hebben jou niets anders dan als een verkondiger van goede tijdingen en als een waarschuwer gezonden.","en":"We have sent down the Quran in truth, and with the truth it has come down. We have sent you ˹O Prophet˺ only as a deliverer of good news and a warner"},"surah":{"surahId":17,"name":"İsrâ","nameAr":"الْاِسْرَاۤءِ","revelationOrder":50,"verseCount":111,"juzNo":15,"firstPage":282}},{"id":2135,"surahId":17,"ayatId":106,"ayatNo":"١٠٦","pageNo":293,"ayatText":"وَقُرْاٰناً فَرَقْنَاهُ لِتَقْرَاَهُ عَلَى النَّاسِ عَلٰى مُكْثٍ وَنَزَّلْنَاهُ تَنْزٖيلاً","ayatMealText":{"tr":"Sana Kur'ân'ı verdik ve onu insanlara sindire sindire okuyasın diye (kısımlara) ayırdık ve biz onu yavaş yavaş indirdik.","nl":"En (de openbaring van) de Koran hebben Wij in gedeelten verdeeld, om hem aan de mensen met tussenpozen voor te dragen en Wij hebben hem els een neerzending neergezonden.","en":"˹It is˺ a Quran We have revealed in stages so that you may recite it to people at a deliberate pace. And We have sent it down in successive revelations"},"surah":null},{"id":2136,"surahId":17,"ayatId":107,"ayatNo":"١٠٧","pageNo":293,"ayatText":"قُلْ اٰمِنُوا بِهٖٓ اَوْ لَا تُؤْمِنُواؕ اِنَّ الَّذٖينَ اُو۫تُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّونَ لِلْاَذْقَانِ سُجَّداًۙ","ayatMealText":{"tr":"Ey Muhammed! De ki: İster ona (Kur'ân'a) inanın, ister inanmayın; o daha önce kendilerine ilim verilenlere okunduğunda onlar, yüzleri üstü secdeye kapanırlar.","nl":"Zeg (O Moehammad): \"Gelooft er in of gelooft niet.\" Voorwaar, degenen aan wie ervóór de kennis gegeven was, vallen op hun gezichten neer, zich neerknielend, wanneer hij hun voorgedragen wordt.","en":"Say, ˹O Prophet,˺ “Believe in this ˹Quran˺, or do not. Indeed, when it is recited to those who were gifted with knowledge before it ˹was revealed˺, they fall upon their faces in prostration"},"surah":null},{"id":2137,"surahId":17,"ayatId":108,"ayatNo":"١٠٨","pageNo":293,"ayatText":"وَيَقُولُونَ سُبْحَانَ رَبِّنَٓا اِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً","ayatMealText":{"tr":"Ve derler ki: Rabbimizi tenzih ederiz. Şüphesiz ki Rabbimizin vaadi gerçekleşir.","nl":"En zij zeggen: \"Heilig is onze Heer, de belofte van onze Heer is zeker vervuld.\"","en":"and say, ‘Glory be to our Lord! Surely the promise of our Lord has been fulfilled.’"},"surah":null},{"id":2138,"surahId":17,"ayatId":109,"ayatNo":"١٠٩","pageNo":293,"ayatText":"وَيَخِرُّونَ لِلْاَذْقَانِ يَبْكُونَ وَيَزٖيدُهُمْ خُشُوعاً","ayatMealText":{"tr":"Ve ağlayarak yüzleri üstü secdeye kapanırlar. Hem de bu Kur'ân'ı işitmek onların Allah'a teslimiyetlerini daha da artırır.","nl":"En zij vallen op hun gezichten neer, terwijl zij huilen, en het vermeerdert hun vrees (voor Allah).\"","en":"And they fall down upon their faces weeping, and it increases them in humility.”"},"surah":null},{"id":2139,"surahId":17,"ayatId":110,"ayatNo":"١١٠","pageNo":293,"ayatText":"قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَؕ اَياًّ مَا تَدْعُوا فَلَهُ الْاَسْمَٓاءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبٖيلاً","ayatMealText":{"tr":"(Sen onlara) de ki: İster \"Allah\" deyin, ister \"Rahmân\" deyin, nasıl çağırırsanız çağırın. En güzel isimler O'nundur. Namazında sesini pek yükseltme, çok da gizli okuma, orta yolu seç.","nl":"Zeg: \"Roept Allah aan of roept de Barmhartige aan. Waarbij jullie Hem ook aanroepen: aan Hem behoren de Schone Namen. Fn verricht je shalât niet met luide stem, en spreekt er niet zacht bij, maar zoekt een weg daartussen.\"","en":"Say, ˹O Prophet,˺ “Call upon Allah or call upon the Most Compassionate—whichever you call, He has the Most Beautiful Names.” Do not recite your prayers too loudly or silently, but seek a way between"},"surah":null},{"id":2140,"surahId":17,"ayatId":111,"ayatNo":"١١١","pageNo":293,"ayatText":"وَقُلِ الْحَمْدُ لِلّٰهِ الَّذٖي لَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُنْ لَهُ شَرٖيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبٖيراً","ayatMealText":{"tr":"Ve şöyle de: Hamd o Allah'a ki, hiçbir çocuk edinmedi, mülkte ortağı yoktur, aciz olmayıp bir yardımcıya da ihtiyacı yoktur. Tekbir getirerek O'nu noksanlıklardan yücelt de yücelt.","nl":"En zeg: \"Alle lof zij Allah. Degene die Zich geen kind neemt en Die voor Zich geen deelgenoot in het Koninkrijk heeft en Hij is niet vemederd, daarom heeft Hij geen helper (nodig). En verheerlijk Hem met een grote verkeerlijking.\"","en":"And say, “All praise is for Allah, Who has never had ˹any˺ offspring; nor does He have a partner in ˹governing˺ the kingdom; nor is He pathetic, needing a protector. And revere Him immensely.”"},"surah":null},{"id":2141,"surahId":18,"ayatId":1,"ayatNo":"١","pageNo":293,"ayatText":"اَلْحَمْدُ لِلّٰهِ الَّـذٖٓي اَنْزَلَ عَلٰى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِـوَجاًؕ ࣝ","ayatMealText":{"tr":"Hamd, o Allah'a mahsustur ki kulu (Muhammed'e) kitabı indirdi ve ona hiçbir eğrilik koymadı.","nl":"Alle lof zij Allah, Degene Die aan zijn dienaar het Boek heeft gezonden, en Hij heeft daarin geen afwijkingen gemaakt.","en":"All praise is for Allah Who has revealed the Book to His servant, allowing no crookedness in it"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2142,"surahId":18,"ayatId":2,"ayatNo":"٢","pageNo":293,"ayatText":"قَيِّماً لِيُنْذِرَ بَأْساً شَدٖيداً مِنْ لَدُنْـهُ وَيُبَشِّرَ الْمُؤْمِنٖينَ الَّذٖينَ يَعْمَلُونَ الصَّالِحَاتِ اَنَّ لَهُمْ اَجْراً حَسَناًۙ","ayatMealText":{"tr":"Onu dosdoğru (bir kitap) olarak (indirdi) ki katından gelecek şiddetli azaba karşı (insanları) uyarsın ve yararlı işler yapan müminlere kendileri için güzel bir mükafat bulunduğunu müjdelesin.","nl":"Als rechte Leiding, om te waarschuwen voor een harde bestraffing van Zijn Zijde en om een verheugende tijding te brengen aan de gelovigen, degenen die goede daden verrichten: dat er voor hen een goede beloning is (het Paradijs).","en":"˹making it˺ perfectly upright, to warn ˹the disbelievers˺ of a severe torment from Him; to give good news to the believers—who do good—that they will have a fine reward"},"surah":null},{"id":2143,"surahId":18,"ayatId":3,"ayatNo":"٣","pageNo":293,"ayatText":"مَاكِثٖينَ فٖيهِ اَبَداًۙ","ayatMealText":{"tr":"Onlar orada sürekli kalacaklardır.","nl":"Zij zullen daafin voor altijd blijven.","en":"in which they will remain forever"},"surah":null},{"id":2144,"surahId":18,"ayatId":4,"ayatNo":"٤","pageNo":293,"ayatText":"وَيُنْذِرَ الَّذٖينَ قَالُوا اتَّخَذَ اللّٰهُ وَلَداًࣗ","ayatMealText":{"tr":"Ve \"Allah çocuk edindi\" diyenleri de uyarsın.","nl":"En om degenen te waarschuwen, die zeggen: \"Allah heeft Zich een zoon genomen.\"","en":"and to warn those who claim, “Allah has offspring.”"},"surah":null}]}