{"juzNo":15,"pageNo":295,"arCuzNo":"۱٥","arPageNo":"۲۹٥","quranAyats":[{"id":2156,"surahId":18,"ayatId":16,"ayatNo":"١٦","pageNo":295,"ayatText":"وَاِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ اِلَّا اللّٰهَ فَأْوُٓ۫ا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِنْ اَمْرِكُمْ مِرْفَقاً","ayatMealText":{"tr":"(İçlerinden biri şöyle demişti:) \"Mademki siz, onlardan ve Allah'tan başka taptıkları putlardan ayrıldınız, o halde mağaraya sığının ki, Rabbiniz rahmetinden size genişlik versin ve işinizi rast getirip kolaylaştırsın.\"","nl":"\"En als jullie je van ben (de ongelovigen) afwenden en van wat zij aanbidden, behalve Allah (zo zei één van de vervolgden tegen de anderen vervolgden), zoek dan bescherming in de Groten jullie Heer zal Zijn Barmhartigheid over jullie uitspreiden, en voor jullie in jullie zaak gemak brengen.\"","en":"Since you have distanced yourselves from them and what they worship besides Allah, take refuge in the cave. Your Lord will extend His mercy to you and accommodate you in your ordeal.”"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2157,"surahId":18,"ayatId":17,"ayatNo":"١٧","pageNo":295,"ayatText":"وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمٖينِ وَاِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فٖي فَجْوَةٍ مِنْهُؕ ذٰلِكَ مِنْ اٰيَاتِ اللّٰهِؕ مَنْ يَهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِياًّ مُرْشِداًࣖ","ayatMealText":{"tr":"Ey Muhammed! Baksaydın güneşin doğduğu zaman mağaranın sağ tarafına yöneldiğini, batarken de sol taraftan onları makaslayıp geçtiğini görürdün. Onlar, mağaranın geniş bir yerinde idiler. İşte bu Allah'ın mucizelerindendir. Allah kime hidayet ederse, işte o, hakka ulaşmıştır; kimi de hidayetten mahrum ederse, artık ona doğru yolu gösterecek bir dost bulamazsın.","nl":"En jij zou zien dat de zon, wanneer zij opging, zich aan de rechterkant van hun grot wegboog; en wanneer zij onderging, zich aan de linkerkant wegboog, terwijl zij in de open ruimte ervan (lagen): dit behoort tot de Tekenen van Allah. Wie door Allah geleid wordt: hij volgt Leiding. En wie tot dwaling gebracht wordt: hij zal nooit een helper vinden die hem recht leidt.","en":"And you would have seen the sun, as it rose, inclining away from their cave to the right, and as it set, declining away from them to the left, while they lay in its open space. That is one of the signs of Allah. Whoever Allah guides is truly guided. But whoever He leaves to stray, you will never find for them a guiding mentor"},"surah":null},{"id":2158,"surahId":18,"ayatId":18,"ayatNo":"١٨","pageNo":295,"ayatText":"وَتَحْسَبُهُمْ اَيْقَاظاً وَهُمْ رُقُودٌࣗ وَنُقَلِّبُهُمْ ذَاتَ الْيَمٖينِ وَذَاتَ الشِّمَالِࣗ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصٖيدِؕ لَوِ اطَّـلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَاراً وَلَمُلِئْتَ مِنْهُمْ رُعْباً","ayatMealText":{"tr":"Bir de onları mağarada görseydin uyanık sanırdın. Halbuki onlar uykudadırlar. Biz onları sağa sola çevirirdik. Köpekleri de girişte ön ayaklarını ileri doğru uzatmıştı. Eğer onları görseydin, arkana bakmadan kaçardın ve için korku ile dolardı.","nl":"En jij zou gedacht hebben dat zij wakker waren; maar zij waren slapend. En Wij draaiden hen op hun rechterkant en op hun linkerkant; en hun hond lag uitgestrekt met zijn voorpoten op de voorgrond. Als jij hen zou zien. had jij hen de rug toegekeerd, vluchtend, en jij zou met angst voor hen vervuld zijn.","en":"And you would have thought they were awake, though they were asleep. We turned them over, to the right and left, while their dog stretched his forelegs at the entrance. Had you looked at them, you would have certainly fled away from them, filled with horror"},"surah":null},{"id":2159,"surahId":18,"ayatId":19,"ayatNo":"١٩","pageNo":295,"ayatText":"وَكَذٰلِكَ بَعَثْنَاهُمْ لِيَتَسَٓاءَلُوا بَيْنَهُمْؕ قَالَ قَٓائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْؕ قَالُوا لَبِثْنَا يَوْماً اَوْ بَعْضَ يَوْمٍؕ قَالُوا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُٓوا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدٖينَةِ فَلْيَنْظُرْ اَيُّهَٓا اَزْكٰى طَعَاماً فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَداً","ayatMealText":{"tr":"Onları bir mucize olarak uyuttuğumuz gibi, birbirlerine sorsunlar diye kendilerini uyandırdık da içlerinden bir sözcü şöyle dedi: \"Ne kadar durup kaldınız?\" (Kimi) \"Bir gün ya da günün bir parçası kadar kaldık\" dediler. (Kimi de) şöyle dediler: \"Ne kadar durduğunuzu, Rabbiniz daha iyi bilir. Şimdi siz birinizi, bu gümüş paranızla şehre gönderin de baksın, hangi yiyecek daha temiz ise, ondan size azık getirsin. Hem çok dikkatli davransın ve sizi kimseye sezdirmesin.\"","nl":"En zo wekten Wij hen op, opdat zij elkaar zouden ondervragen. Eén van hen zei: \"Hoe lang hebben jullie (hier) verbleven?\" Zij zeiden: Wij verbleven (hier) een dag of een gedeelte van een dag.\" Zij zeiden: \"Jullie Heer weet beter hoelang jullie (hier) verbleven. Stuurt den één van jullie met dit geld van jullie naar de stad en laat hem zien welk voedsel het beste is en laat hem daarvan levens voorziening voor jullie meenemen, en laat hem zachtmoedig zijn, en laat hem niet naar één van jullie informeren.","en":"And so We awakened them so that they might question one another. One of them exclaimed, “How long have you remained ˹asleep˺?” Some replied, “Perhaps a day, or part of a day.” They said ˹to one another˺, “Your Lord knows best how long you have remained. So send one of you with these silver coins of yours to the city, and let him find which food is the purest, and then bring you provisions from it. Let him be ˹exceptionally˺ cautious, and do not let him give you away"},"surah":null},{"id":2160,"surahId":18,"ayatId":20,"ayatNo":"٢٠","pageNo":295,"ayatText":"اِنَّهُمْ اِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ اَوْ يُعٖيدُوكُمْ فٖي مِلَّتِهِمْ وَلَنْ تُفْلِحُٓوا اِذاً اَبَداً","ayatMealText":{"tr":"\"Çünkü şehir halkı, sizi ellerine geçirirlerse muhakkak sizi taşlayarak öldürürler veya kendi dinlerine çevirirler ki, o zaman siz dünyada da ahirette de asla kurtuluşa eremezsiniz.\"","nl":"Voorwaar, indien zij over jullie zouden vernemen, dan zouden zij jullie stenigen, of jullie terug doen keren tot hun godsdienst en dan zouden jullie nooit welslagen.\"","en":"For, indeed, if they find out about you, they will stone you ˹to death˺, or force you back into their faith, and then you will never succeed.”"},"surah":null}]}