{"juzNo":15,"pageNo":296,"arCuzNo":"۱٥","arPageNo":"۲۹٦","quranAyats":[{"id":2161,"surahId":18,"ayatId":21,"ayatNo":"٢١","pageNo":296,"ayatText":"وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُٓوا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَاَنَّ السَّاعَةَ لَا رَيْبَ فٖيهَاۚ اِذْ يَتَنَازَعُونَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَاناًؕ رَبُّهُمْ اَعْلَمُ بِهِمْؕ قَالَ الَّذٖينَ غَلَبُوا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً","ayatMealText":{"tr":"Böylece insanları onlardan haberdar kıldık ki, öldükten sonra dirilmenin hak olduğunu ve kıyamet gününden şüphe edilemeyeceğini bildirmek için, öylece şehir halkına buldurduk. Onları mağarada bulanlar, aralarında durumlarını tartışıyorlardı. Dedilerki: \"Üstlerine bir bina (kilise) yapın. Bununla beraber Rableri, onları daha iyi bilir.\" Sözlerinde üstün gelen müminler: \"Üzerlerine muhakkak bir mescid yapacağız.\" dediler.","nl":"Zo brachten Wij hen de hoogte, opdat zij weten dat de belofte van Allah Waarheid is en dat er gen twijfel aan het Uur is. Toen zij (de mensen in de stad) over hun geval twistten, zeiden zij: \"Bouwt een gebouw over hen heen (als amdenken).\" Hun Heer weet beter over hen. Degenen die de overhand kregen over hun geval, zeiden. \"Wij zullen zeker over hen een gebedsruimte maken.\"","en":"That is how We caused them to be discovered so that their people might know that Allah’s promise ˹of resurrection˺ is true and that there is no doubt about the Hour. When the people disputed with each other about the case of the youth ˹after their death˺, some proposed, “Build a structure around them. Their Lord knows best about them.” Those who prevailed in the matter said, “We will surely build a place of worship over them.”"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2162,"surahId":18,"ayatId":22,"ayatNo":"٢٢","pageNo":296,"ayatText":"سَيَقُولُونَ ثَلٰثَةٌ رَابِعُهُمْ كَلْبُهُمْۚ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْماً بِالْغَيْبِۚ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْؕ قُلْ رَبّٖٓي اَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ اِلَّا قَلٖيلٌࣞ فَلَا تُمَارِ فٖيهِمْ اِلَّا مِرَٓاءً ظَاهِراًࣕ وَلَا تَسْتَفْتِ فٖيهِمْ مِنْهُمْ اَحَداًࣖ","ayatMealText":{"tr":"Ashabı Kehf'in sayılarında ihtilaf edenlerden bazıları: Onlar, üç kişidir, dördüncüleri köpekleridir\" diyecekler. Diğer bazıları da \"Onlar, beş kişidir, altıncıları köpekleridir \" diyecekler. Her ikisi de bilinmeyen hakkında tahmin yürütmektir. (kimileri de:) \"Onlar, yedi kişidir; sekizincisi köpekleridir\" derler. De ki: \"Onların sayılarını Rabbim daha iyi bilir.\" Onları ancak pek azı bilir, Bu sebeple onlar hakkında bu bildirilenler dışında bir münakaşaya girişme ve bunlar hakkında hiç kimseye de bir şey sorma!","nl":"Zij zeggen: \"(Zij waren met) drie, hun vierde was hun hond,\" en zij zeggen, \"Vijf, hun zesde was hun hond,\" radend naar het onbekende. En zij zeggen: \"Zeven, hun achtste was hun bond.\" Zeg: \"Mijn Heer kent hun aantal beter, zij kennen het niet, behalve weinigen.\" Redetwist daarom niet over hen, behalve (met) een duidelijk twistgesprek. En ondervraagt niet één van hen over hen.","en":"Some will say, “They were three, their dog was the fourth,” while others will say, “They were five, their dog was the sixth,” ˹only˺ guessing blindly. And others will say, “They were seven and their dog was the eighth.” Say, ˹O Prophet,˺ “My Lord knows best their ˹exact˺ number. Only a few people know as well.” So do not argue about them except with sure knowledge, nor consult any of those ˹who debate˺ about them"},"surah":null},{"id":2163,"surahId":18,"ayatId":23,"ayatNo":"٢٣","pageNo":296,"ayatText":"وَلَا تَقُولَنَّ لِشَا۬يْءٍ اِنّٖي فَاعِلٌ ذٰلِكَ غَداًۙ","ayatMealText":{"tr":"Hiçbir şey için, Allah'ın dilemesi dışında: \"Ben yarın onu yapacağım deme\"","nl":"En zeg zeker nooit over iets: \"Voorwaar, dat zal ik morgen doen.\"","en":"And never say of anything, “I will definitely do this tomorrow,”"},"surah":null},{"id":2164,"surahId":18,"ayatId":24,"ayatNo":"٢٤","pageNo":296,"ayatText":"اِلَّٓا اَنْ يَشَٓاءَ اللّٰهُؗ وَاذْكُرْ رَبَّكَ اِذَا نَسٖيتَ وَقُلْ عَسٰٓى اَنْ يَهْدِيَنِ رَبّٖي لِاَقْرَبَ مِنْ هٰذَا رَشَداً","ayatMealText":{"tr":"Ancak Allah dilerse (yapacağım de). Ve unuttuğun vakit Allah'ı an ve \"Umarım Rabbim beni, doğruya daha yakın olana eriştirir.\" de.","nl":"(Zeg) slechts: \"Indien Allah het wenst\" en herinner je jouw Heer indien jij, vergeet, en zeg: \"Hopelijk zal mijn Heer mij leiden naar wat dichterbij is van deze Leiding.\"","en":"without adding, “if Allah so wills!” But if you forget, then remember your Lord, and say, “I trust my Lord will guide me to what is more right than this.”"},"surah":null},{"id":2165,"surahId":18,"ayatId":25,"ayatNo":"٢٥","pageNo":296,"ayatText":"وَلَبِثُوا فٖي كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنٖينَ وَازْدَادُوا تِسْعاً","ayatMealText":{"tr":"Onlar, mağaralarında üçyüz yıl kadar kaldılar ve dokuz yıl da buna ilave etmişlerdir.","nl":"En zij verbleven driehonderd jaar in hun grok en vermeerderd met negen.","en":"They had remained in their cave for three hundred years, adding nine"},"surah":null},{"id":2166,"surahId":18,"ayatId":26,"ayatNo":"٢٦","pageNo":296,"ayatText":"قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُواۚ لَهُ غَيْبُ السَّمٰوَاتِ وَالْاَرْضِؕ اَبْصِرْ بِهٖ وَاَسْمِــعْؕ مَا لَهُمْ مِنْ دُونِهٖ مِنْ وَلِيٍّؗ وَلَا يُشْرِكُ فٖي حُكْمِهٖٓ اَحَداً","ayatMealText":{"tr":"De ki: \"Onların ne kadar kaldıklarını Allah daha iyi bilir.\" Göklerin ve yerin gaybı O'na aittir. O ne güzel görendir! O ne mükemmel işitendir! Onların, O'ndan başka bir yardımcısı yoktur. O, kendi hükümranlığına kimseyi ortak etmez.","nl":"Zeg (O Moehammad): \"Allah weet beter hoelang zij er verbleven, aan Hem behoort het verborgene van de hemelen en de aarde, Hij ziet het beter en Hij hoort het beter. Er is voor hen naast Hem beschermer en Hij laat niet één deelgenoot in Zijn oordeel toe.\"","en":"Say, ˹O Prophet,˺ “Allah knows best how long they stayed. With Him ˹alone˺ is ˹the knowledge of˺ the unseen of the heavens and the earth. How perfectly He hears and sees! They have no guardian besides Him, and He shares His command with none.”"},"surah":null},{"id":2167,"surahId":18,"ayatId":27,"ayatNo":"٢٧","pageNo":296,"ayatText":"وَاتْلُ مَٓا اُو۫حِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۚ لَا مُبَدِّلَ لِكَلِمَاتِهٖ وَلَنْ تَجِدَ مِنْ دُونِهٖ مُلْتَحَداً","ayatMealText":{"tr":"Rabbinin kitabından sana vahyolunanı oku! Onun sözlerini değiştirecek kimse yoktur. Ve O'ndan başka bir sığınılacak da bulamazsın.","nl":"En draag voor van wat aan jou geopenbaard is van het Boek van jouw Heer. Niemand kan Zijn Woorden veranderen en jij zult naast Hem nooit een schuilplaats vinden.","en":"Recite what has been revealed to you from the Book of your Lord. None can change His Words, nor can you find any refuge besides Him"},"surah":null}]}