{"juzNo":15,"pageNo":297,"arCuzNo":"۱٥","arPageNo":"۲۹۷","quranAyats":[{"id":2168,"surahId":18,"ayatId":28,"ayatNo":"٢٨","pageNo":297,"ayatText":"وَاصْبِرْ نَفْسَكَ مَعَ الَّذٖينَ يَدْعُونَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرٖيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْۚ تُرٖيدُ زٖينَةَ الْحَيٰوةِ الدُّنْيَا وَلَا تُطِـعْ مَنْ اَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰيهُ وَكَانَ اَمْرُهُ فُرُطاً","ayatMealText":{"tr":"Nefsince de, sabah akşam rızasını isteyerek Rablerine yalvaranlarla beraber candan sabret. Sen dünya hayatının süsünü isteyerek onlardan gözlerini ayırma. Kalbini, bizi anmaktan gafil kıldığımız, nefsinin kötü arzusuna uymuş ve işi hep aşırılık olan kimseye uyma.","nl":"En wees zelf geduldig met degenen die hun Heer in de morgen en de avond aanroepen, zij wensen Zijn Aangezicht. En wend jouw ogen niet af van hen omdat jij de versierselen van het wereldse leven wenst. En gehoorzaam niet degene wiens hart Wij Onze gedachtenis hebben doen veronachtzamen en (die) zijn begeerten volgt: en bij is in overtreding in zijn zaak.","en":"And patiently stick with those who call upon their Lord morning and evening, seeking His pleasure. Do not let your eyes look beyond them, desiring the luxuries of this worldly life. And do not obey those whose hearts We have made heedless of Our remembrance, who follow ˹only˺ their desires and whose state is ˹total˺ loss"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2169,"surahId":18,"ayatId":29,"ayatNo":"٢٩","pageNo":297,"ayatText":"وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَٓاءَ فَلْيُؤْمِنْ وَمَنْ شَٓاءَ فَلْيَكْفُرْۙ اِنَّٓا اَعْتَدْنَا لِلظَّالِمٖينَ نَاراًۙ اَحَاطَ بِهِمْ سُرَادِقُهَاؕ وَاِنْ يَسْتَغٖيثُوا يُغَاثُوا بِمَٓاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَؕ بِئْسَ الشَّرَابُؕ وَسَٓاءَتْ مُرْتَفَقاً","ayatMealText":{"tr":"Ve de ki: O hak Rabbimizdendir. Artık dileyen iman etsin, dileyen inkâr etsin. Çünkü biz zalimler için öyle bir ateş hazırlamışız ki, duvarları, çepeçevre onları içine alacaktır. Eğer feryad edip yardım isteseler, erimiş maden gibi yüzleri haşlayan bir su ile cevap verilir. O ne kötü bir içecek ve ne kötü bir dayanma yeri!","nl":"En zeg: \"De Waarheid is van jullie Heer: dus wie wil, laat hem geloven; en wie wil, laat hem ongelovig zijn.\" Voorwaar, Wij hebben voor de onrechtplegers het vuur voorbereid, waarvan de rook hen als een tent omhult. En als zij hulp (tegen dorst) vragen worden zij geholpen met water als gesmolten koper dat hun gezichten roostert. De slechtste drank en de shebtste verblijfplaats!","en":"And say, ˹O Prophet,˺ “˹This is˺ the truth from your Lord. Whoever wills let them believe, and whoever wills let them disbelieve.” Surely We have prepared for the wrongdoers a Fire whose walls will ˹completely˺ surround them. When they cry for aid, they will be aided with water like molten metal, which will burn ˹their˺ faces. What a horrible drink! And what a terrible place to rest"},"surah":null},{"id":2170,"surahId":18,"ayatId":30,"ayatNo":"٣٠","pageNo":297,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ اِنَّا لَا نُضٖيعُ اَجْرَ مَنْ اَحْسَنَ عَمَلاًۚ","ayatMealText":{"tr":"İman edip de güzel davranışlarda bulunanlar var ya, şüphe yok ki biz öyle güzel işler yapanların mükafatını zayi etmeyiz.","nl":"Voorwaar, degenen die geloven en goede werken verrichten: voorwaar, Wij zullen de beloning van wie een goed werk verricht niet verloren doen gaan.","en":"As for those who believe and do good, We certainly never deny the reward of those who are best in deeds"},"surah":null},{"id":2171,"surahId":18,"ayatId":31,"ayatNo":"٣١","pageNo":297,"ayatText":"اُو۬لٰٓئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرٖي مِنْ تَحْتِهِمُ الْاَنْهَارُ يُحَلَّوْنَ فٖيهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَاباً خُضْراً مِنْ سُنْدُسٍ وَاِسْتَبْرَقٍ مُتَّكِـٖٔينَ فٖيهَا عَلَى الْاَرَٓائِكِؕ نِعْمَ الثَّوَابُؕ وَحَسُنَتْ مُرْتَفَقاًࣖ","ayatMealText":{"tr":"İşte onlara Adn cennetleri vardır; altlarından ırmaklar akar, orada altın bileziklerle süslenecekler, ince ve kalın ipekliden yeşil elbiseler giyerek koltuklar üzerine dayanıp kurulacaklar. O ne güzel karşılık ve ne güzel kalma yeri!","nl":"Zij zijn degenen voor wie er de Tuinen van 'Adn (het Paradijs) zijn, waar onder door de rivieren stromen, zij zullen er in versierd worden met kettingen van goud en zij dragen groene gewaden van zijde en brokaat, er in leunend op kussens, De beste beloning en de beste verblijfplaats!","en":"It is they who will have the Gardens of Eternity, with rivers flowing under their feet. There they will be adorned with bracelets of gold, and wear green garments of fine silk and rich brocade, reclining there on ˹canopied˺ couches. What a marvellous reward! And what a fabulous place to rest"},"surah":null},{"id":2172,"surahId":18,"ayatId":32,"ayatNo":"٣٢","pageNo":297,"ayatText":"وَاضْرِبْ لَهُمْ مَثَلاً رَجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعاًؕ","ayatMealText":{"tr":"Onlara, şu iki adamı misal olarak anlat: Biz bunlardan birine her türlü üzümden iki bağ vermişiz, her ikisinin etrafını hurmalarla donatmışız, aralarında da bir ekinlik yapmışız.","nl":"En geef hun de gelijkenis van de twee mannen: aan één van hen deden Wij twee tuinen met druivenstruiken toekornen en Wij omringden die met dadelpalmen (en) tussen hen in akkers.","en":"Give them ˹O Prophet˺ an example of two men. To ˹the disbelieving˺ one We gave two gardens of grapevines, which We surrounded with palm trees and placed ˹various˺ crops in between"},"surah":null},{"id":2173,"surahId":18,"ayatId":33,"ayatNo":"٣٣","pageNo":297,"ayatText":"كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْـٔاًۙ وَفَجَّرْنَا خِلَالَهُمَا نَهَراًۙ","ayatMealText":{"tr":"İki bağın ikisi de yemişlerini vermiş, hiçbir şey noksan bırakmamış, ikisinin ortasından bir de nehir akıtmışız.","nl":"Ieder van die twee tuinen bracht vructen voort en faalde daar in niets in. En in hun midden deden Wij een rivier ontspringen.","en":"Each garden yielded ˹all˺ its produce, never falling short. And We caused a river to flow between them"},"surah":null},{"id":2174,"surahId":18,"ayatId":34,"ayatNo":"٣٤","pageNo":297,"ayatText":"وَكَانَ لَهُ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهُٓ اَنَا۬ اَكْثَرُ مِنْكَ مَالاً وَاَعَزُّ نَفَراً","ayatMealText":{"tr":"İki bağın sahibinin ayrıca başka geliri vardı. Bundan dolayı bu adam arkadaşıyla münakaşa ederken: \"Ben malca senden daha zengin ve insan sayısı bakımından da senden daha güçlü ve üstünüm\" dedi.","nl":"En er waren vruchten voor hem. Hij zei dus tot zijn (gelovige) gesprekspartner: \"Ik ben jouw meerdere op het gebied van bezit en ik ben eervoller als persoon.\"","en":"And he had other resources ˹as well˺. So he boasted to a ˹poor˺ companion of his, while conversing with him, “I am greater than you in wealth and superior in manpower.”"},"surah":null}]}