{"juzNo":15,"pageNo":298,"arCuzNo":"۱٥","arPageNo":"۲۹۸","quranAyats":[{"id":2175,"surahId":18,"ayatId":35,"ayatNo":"٣٥","pageNo":298,"ayatText":"وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهٖۚ قَالَ مَٓا اَظُنُّ اَنْ تَبٖيدَ هٰذِهٖٓ اَبَداًۙ","ayatMealText":{"tr":"Adam, bu şekilde kendine zulmederek bağına girdi ve şöyle dedi: \"Bunun hiç yok olacağını sanmıyorum\"","nl":"En hij ging zijn tuin binnen en hij deed zichzelf onrecht aan, hij zei: \"Ik denk niet dat die (tuinen) ooit zullen vergaan.","en":"And he entered his property, while wronging his soul, saying, “I do not think this will ever perish"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2176,"surahId":18,"ayatId":36,"ayatNo":"٣٦","pageNo":298,"ayatText":"وَمَٓا اَظُنُّ السَّاعَةَ قَٓائِمَةًۙ وَلَئِنْ رُدِدْتُ اِلٰى رَبّٖي لَاَجِدَنَّ خَيْراً مِنْهَا مُنْقَلَباً","ayatMealText":{"tr":"\"Kıyametin kopacağını da zannetmem. Şayet Rabbimin huzuruna götürürlürsem, muhakkak orada bundan daha hayırlı bir sonuç bulurum\".","nl":"En denk niet dat het Uur der Opstanding zal plaatsvinden, en zelfs al zal ik tot mijn Heer teruggebracht worden: ik zat ervoor zeker een betere plaats van terugkeer vinden.\"","en":"nor do I think the Hour will ˹ever˺ come. And if in fact I am returned to my Lord, I will definitely get a far better outcome than ˹all˺ this.”"},"surah":null},{"id":2177,"surahId":18,"ayatId":37,"ayatNo":"٣٧","pageNo":298,"ayatText":"قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُٓ اَكَفَرْتَ بِالَّذٖي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوّٰيكَ رَجُلاًؕ","ayatMealText":{"tr":"Bunun üzerine kendisiyle münakaşa eden arkadaşı da ona şöyle dedi: \"Seni topraktan, sonra seni bir damla sudan yaratan, daha sonra da seni insan haline getireni mi inkar ediyorsun?","nl":"Zijn (gelovige) gesprekspartner zei, toen hij met hem in gesprek was, tot hem: \"Geloof jij niet in Degene Die jou van aarde geschapen heeft, vervolgens uit een druppel sperma, en jou ten slotte tot mens vormde?","en":"His ˹believing˺ companion replied, while conversing with him, “Do you disbelieve in the One Who created you from dust, then ˹developed you˺ from a sperm-drop, then formed you into a man"},"surah":null},{"id":2178,"surahId":18,"ayatId":38,"ayatNo":"٣٨","pageNo":298,"ayatText":"لٰكِنَّا۬ هُوَ اللّٰهُ رَبّٖي وَلَٓا اُشْرِكُ بِرَبّٖٓي اَحَداً","ayatMealText":{"tr":"\"Fakat ben iman ederek diyorum ki: O Allah, benim Rabbimdir, ben Rabbime kimseyi ortak koşmam.\"","nl":"Maar wat mij betreft: Allah is mijn Heer en ik ken mijn Heer niet één deelgenoot toe.","en":"But as for me: He is Allah, my Lord, and I will never associate anyone with my Lord ˹in worship˺"},"surah":null},{"id":2179,"surahId":18,"ayatId":39,"ayatNo":"٣٩","pageNo":298,"ayatText":"وَلَوْلَٓا اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَٓاءَ اللّٰهُۙ لَا قُوَّةَ اِلَّا بِاللّٰهِۚ اِنْ تَرَنِ اَنَا۬ اَقَلَّ مِنْكَ مَالاً وَوَلَداًۚ","ayatMealText":{"tr":"\"Kendi bağına girdiğin zaman: \"Bu Allah'dandır, benim kuvvetimle değil, Allah'ın kuvveti ile olmuştur, deseydin ya! Her ne kadar beni, malca ve evlatça kendinden az görüyorsan da.\"","nl":"En had jij maar, toen jij je tuin binnentrad, gezegd: 'Mâ sjâ'a Allah, lâ qoewwata illâbillah' - (Wat Allah wil, er is geen kracht dan door Allah), indien jij van mij ziet, dat ik minder danjou ben, op het gebied van bezit en kinderen.","en":"If only you had said, upon entering your property, ‘This is what Allah has willed! There is no power except with Allah!’ Even though you see me inferior to you in wealth and offspring"},"surah":null},{"id":2180,"surahId":18,"ayatId":40,"ayatNo":"٤٠","pageNo":298,"ayatText":"فَعَسٰى رَبّٖٓي اَنْ يُؤْتِيَنِ خَيْراً مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَاناً مِنَ السَّمَٓاءِ فَتُصْبِحَ صَعٖيداً زَلَقاًۙ","ayatMealText":{"tr":"Belki Rabbim, bana, senin bağından daha hayırlısını verir; senin bağına ise gökten yıldırımlar gönderir de, bağın yalçın bir toprak haline gelir.\"","nl":"Moge mijn Heer mij iets beters geven dan jouw tuin en een ramp over haar neerzenden vanuit de hemel, zodat het glibberige aarde wordt!","en":"perhaps my Lord will grant me ˹something˺ better than your garden, and send down upon your garden a thunderbolt from the sky, turning it into a barren waste"},"surah":null},{"id":2181,"surahId":18,"ayatId":41,"ayatNo":"٤١","pageNo":298,"ayatText":"اَوْ يُصْبِحَ مَٓاؤُ۬هَا غَوْراً فَلَنْ تَسْتَطٖيعَ لَهُ طَلَباً","ayatMealText":{"tr":"\"Yahut, bağının suyu yerin dibine çekilir de bir daha suyunu çıkarıp bağını sulayamazsın.\"","nl":"Of haar water in de aarde wegvloeit, zodat jij het nooit meer zal kunnen vinden.\"","en":"Or its water may sink ˹into the earth˺, and then you will never be able to seek it out.”"},"surah":null},{"id":2182,"surahId":18,"ayatId":42,"ayatNo":"٤٢","pageNo":298,"ayatText":"وَاُحٖيطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَٓا اَنْفَقَ فٖيهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنٖي لَمْ اُشْرِكْ بِرَبّٖٓي اَحَداً","ayatMealText":{"tr":"Derken serveti yok edildi. Bunun üzerine bağına yaptığı masraflara karşı ellerini oğuşturmaya başladı. Bağ, çardakları üzerine yıkılmış kalmıştı, \"Ah Keşke Rabbime hiçbir şeyi ortak koşmasaydım\" diyordu.","nl":"En zijn vruchten werden vernietigd. Toen begon hij zich in zijn handen te wringen, over wat hij ervoor uitgegeven had en dat zij (de tuinen) nu tot de bodem toe geruïneerd waren.\" En hij zei: \"Wee mij, had ik maar mijn Heer niet één deelgenoot toegekend!\"","en":"And so all his produce was ˹totally˺ ruined, so he started to wring his hands for all he had spent on it, while it had collapsed on its trellises. He cried, “Alas! I wish I had never associated anyone with my Lord ˹in worship˺!”"},"surah":null},{"id":2183,"surahId":18,"ayatId":43,"ayatNo":"٤٣","pageNo":298,"ayatText":"وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللّٰهِ وَمَا كَانَ مُنْتَصِراًؕ","ayatMealText":{"tr":"Onun Allah'tan başka yardım edecek adamları yoktur ve Allah'a karşı kendi nefsini de kurtaramadı.","nl":"En hij had geen groep die hem naast Allah hielp en hij was niet staat zichzelf te verdedigen.","en":"And he had no manpower to help him against Allah, nor could he ˹even˺ help himself"},"surah":null},{"id":2184,"surahId":18,"ayatId":44,"ayatNo":"٤٤","pageNo":298,"ayatText":"هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّؕ هُوَ خَيْرٌ ثَوَاباً وَخَيْرٌ عُقْباًࣖ","ayatMealText":{"tr":"İşte burada yardım, yalnız hak olan Allah'a aittir. O'nun verdiği mükâfat da daha hayırlıdır, netice de daha hayırlıdır.","nl":"Daar, de hulp is van Allah, de Ware. Hij is beter (als gever van) een beloning en beter (als gever van) een bestemming.","en":"At this time, support comes ˹only˺ from Allah—the True ˹Lord˺. He is best in reward and best in outcome"},"surah":null},{"id":2185,"surahId":18,"ayatId":45,"ayatNo":"٤٥","pageNo":298,"ayatText":"وَاضْرِبْ لَهُمْ مَثَلَ الْحَيٰوةِ الدُّنْيَا كَمَٓاءٍ اَنْزَلْنَاهُ مِنَ السَّمَٓاءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشٖيماً تَذْرُوهُ الرِّيَاحُؕ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُقْتَدِراً","ayatMealText":{"tr":"Ey Muhammed! Sen onlara dünya hayatının misalini ver. Dünya hayatı, gökten indirdiğimiz bir su gibidir ki, bu su sayesinde yeryüzünün bitkileri (her renk ve çiçekten) birbirine karışmış, nihayet bir çöp kırıntısı olmuştur. Rüzgarlar onu savurur gider. Allah her şeye muktedirdir.","nl":"En maak voor hen de vergelijking met het wereldse leven: het is als water dat Wij uit de hemel deden neerdalen; het vermengde zich met de beplanting van de aarde. Vervolgens werd die tot droge stoppels en de wind verwaaide die. En Allah is Almachtig over alle zaken.","en":"And give them a parable of this worldly life. ˹It is˺ like the plants of the earth, thriving when sustained by the rain We send down from the sky. Then they ˹soon˺ turn into chaff scattered by the wind. And Allah is fully capable of ˹doing˺ all things"},"surah":null}]}