{"juzNo":15,"pageNo":299,"arCuzNo":"۱٥","arPageNo":"۲۹۹","quranAyats":[{"id":2186,"surahId":18,"ayatId":46,"ayatNo":"٤٦","pageNo":299,"ayatText":"اَلْمَالُ وَالْبَنُونَ زٖينَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَاباً وَخَيْرٌ اَمَلاً","ayatMealText":{"tr":"Mal ve oğullar, dünya hayatının süsüdür. Bakî kalacak olan iyi ameller ise, Rabbinin katında, sevabca da hayırlıdır, ümid yönünden de daha hayırlıdır.","nl":"Het bezit on de zonen zijn de versieringen van het wereldse leven, maar de goede blijvende (daden) zijn beter bij jouw Heer, als beloning en betere hoop.","en":"Wealth and children are the adornment of this worldly life, but the everlasting good deeds are far better with your Lord in reward and in hope"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2187,"surahId":18,"ayatId":47,"ayatNo":"٤٧","pageNo":299,"ayatText":"وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَداًۚ","ayatMealText":{"tr":"O kıyamet gününü hatırla ki, dağları yürüteceğiz ve yeryüzünü çırılçıplak göreceksin. Bütün insanları, mahşerde toplayacağız hiçbir kimseyi bırakmayacağız.","nl":"En op de Dag dat Wij de bergen verplaatsen, zal jij de aarde duidelijk zien. En Wij zullen hen verzamelen en Wij zullen niet één van hen achterlaten.","en":"˹Beware of˺ the Day We will blow the mountains away, and you will see the earth laid bare. And We will gather all ˹humankind˺, leaving none behind"},"surah":null},{"id":2188,"surahId":18,"ayatId":48,"ayatNo":"٤٨","pageNo":299,"ayatText":"وَعُرِضُوا عَلٰى رَبِّكَ صَفاًّؕ لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ اَوَّلَ مَرَّةٍؗ بَلْ زَعَمْتُمْ اَلَّنْ نَجْعَلَ لَكُمْ مَوْعِداً","ayatMealText":{"tr":"Onlar, saf halinde Rabbine arz edilmişlerdir. Allah, onlara şöyle diyecektir: \"Şüphesiz sizi ilk önce yarattığımız gibi bize geldiniz. Fakat, size kıyamet için yaptığımız vaadi yerine getirmeyeceğimizi sanmıştınız, değil mi?","nl":"En zij zullen voor jouw Heer in rijen opgesteld worden (en Allah zal tot hen zeggen). \"Voorzeker, jullie zijn tot Ons gekomen zoals Wij jullie de eerste keer schiepen. Jullie vermoedden zelfs dat Wij de afspraak met jullie nooit zouden maken.\"","en":"They will be presented before your Lord in rows, ˹and the deniers will be told,˺ “You have surely returned to Us ˹all alone˺ as We created you the first time, although you ˹always˺ claimed that We would never appoint a time for your return.”"},"surah":null},{"id":2189,"surahId":18,"ayatId":49,"ayatNo":"٤٩","pageNo":299,"ayatText":"وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمٖينَ مُشْفِقٖينَ مِمَّا فٖيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَا لِ‌هٰذَا الْكِتَابِ لَا يُغَادِرُ صَغٖيرَةً وَلَا كَبٖيرَةً اِلَّٓا اَحْصٰيهَاۚ وَوَجَدُوا مَا عَمِلُوا حَاضِراًؕ وَلَا يَظْلِمُ رَبُّكَ اَحَداًࣖ","ayatMealText":{"tr":"O gün herkesin amel defteri ortaya konulmuştur. Ey Muhammed! Günahkârların, amel defterlerinden korkarak: \"Eyvah bize! Bu nasıl deftermiş ki, büyük küçük hiçbir şey bırakmadan hepsini saymış dökmüş\" dediklerini görürsün. Onlar, bütün yaptıklarını hazır bulmuşlardır. Senin Rabbin hiç kimseye zulmetmez.","nl":"En het boek (met hun daden) zal voor hen geplaatst worden en jij zult de zondaren in angst zien wegens wat daarin staat. En zij zullen zeggen: \"Wee ons, wat is dat voor boek dat niets kleins weglaat en niets groots, zonder dat berekend te hebben!\" En zij zullen wat zij deden vóór zich vinden. En jouw Heer doet niet één van hen onrecht aan.","en":"And the record ˹of deeds˺ will be laid ˹open˺, and you will see the wicked in fear of what is ˹written˺ in it. They will cry, “Woe to us! What kind of record is this that does not leave any sin, small or large, unlisted?” They will find whatever they did present ˹before them˺. And your Lord will never wrong anyone"},"surah":null},{"id":2190,"surahId":18,"ayatId":50,"ayatNo":"٥٠","pageNo":299,"ayatText":"وَاِذْ قُلْنَا لِلْمَلٰٓئِكَةِ اسْجُدُوا لِاٰدَمَ فَسَجَدُٓوا اِلَّٓا اِبْلٖيسَؕ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖؕ اَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُٓ اَوْلِيَٓاءَ مِنْ دُونٖي وَهُمْ لَكُمْ عَدُوٌّؕ بِئْسَ لِلظَّالِمٖينَ بَدَلاً","ayatMealText":{"tr":"Yine o vakti hatırla ki biz, meleklere: \"Âdem'e secde edin!\" demiştik. İblis hariç olmak üzere onlar hemen secde ettiler. İblis cinlerdendi, Rabbinin emrinden dışarı çıktı. Şimdi siz beni bırakıp da İblis'i ve soyunu dostlar mı ediniyorsunuz? Halbuki onlar sizin düşmanınızdır. Zalimler için bu ne kötü bir değişmedir.","nl":"En (gedenkt) toen Wij tot de Engelen zeiden: \"Knielt jullie eerbiedig voor Adam neer,\" toen knielden zij, behalve Iblîs, hij behoorde tot de Dijinn's en hij schond het gebod van zijn Heer. Zouden jullie dan hem en zijn nageslacht als helpers naast Mij nemen, terwijl zij voor jullie vijnden zijn? Slecht is de ruil voor onrechtvaardigen!","en":"And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who was one of the jinn, but he rebelled against the command of his Lord. Would you then take him and his descendants as patrons instead of Me, although they are your enemy? What an evil alternative for the wrongdoers ˹to choose˺"},"surah":null},{"id":2191,"surahId":18,"ayatId":51,"ayatNo":"٥١","pageNo":299,"ayatText":"مَٓا اَشْهَدْتُهُمْ خَلْقَ السَّمٰوَاتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْࣕ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلّٖينَ عَضُداً","ayatMealText":{"tr":"Ben, onları (İblis ve soyunu) ne göklerin ve yerin yaratılışında, ne de kendilerinin yaratılışında şahit tutmadım ve hiçbir zaman doğru yoldan çıkanları yardımcı edinmiş değilim.","nl":"Ik roep hen niet op om te getuigen van de schepping van de hemelen en de aarde en niet van de schepping van henzelf, en Ik neem niet degenen die doen dwalen als helpers.","en":"I never called them to witness the creation of the heavens and the earth or ˹even˺ their own creation, nor would I take the misleaders as helpers"},"surah":null},{"id":2192,"surahId":18,"ayatId":52,"ayatNo":"٥٢","pageNo":299,"ayatText":"وَيَوْمَ يَقُولُ نَادُوا شُرَكَٓاءِيَ الَّذٖينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجٖيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقاً","ayatMealText":{"tr":"Ve o (kıyamet) günü Allah kâfirlere şöyle buyuracak: \"Ortaklarım ve şefaatçılarınız diye zannettiğiniz putlarınızı çağırın.\" Müşrikler onları çağırırlar, fakat kendilerine cevap vermezler. Biz, kâfirlerle ilâhları arasına ateşten bir engel koymuşuzdur.","nl":"En op de Dag waarop Hij zegt: \"Roept de deelgenoten op waarvan jullie (het bestaan) vermoedden,\" zullen zij hen oproepen, maar zij zullen hen niet antwoorden en Wij zullen onder hen een (plaats van) verniettiging maken.","en":"And ˹beware of˺ the Day He will say, “Call upon those you claimed were My associate-gods.” So they will call them, but will receive no response. And We will make them ˹all˺ share in the same doom"},"surah":null},{"id":2193,"surahId":18,"ayatId":53,"ayatNo":"٥٣","pageNo":299,"ayatText":"وَرَاَ الْمُجْرِمُونَ النَّارَ فَظَنُّٓوا اَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفاًࣖ","ayatMealText":{"tr":"Günahkârlar ateşi görmüşler de artık ona düşeceklerini anlamışlardır. Fakat ondan kaçıp sığınacak bir yer bulamazlar.","nl":"En de zondaren zullen de Hel zien en vermoeden dat zij er in moeten gaan, en zij vinden daaruit gew ontvluchting.","en":"The wicked will see the Fire and realize that they are bound to fall into it, and will find no way to avoid it"},"surah":null}]}