{"juzNo":1,"pageNo":3,"arCuzNo":"۱","arPageNo":"۳","quranAyats":[{"id":13,"surahId":2,"ayatId":6,"ayatNo":"٦","pageNo":3,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا سَوَٓاءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Şu muhakkak ki inkâr edenleri uyarsan da, uyarmasan da onlar için birdir. Onlar inanmazlar.","nl":"Voorwaar, voor degenen die niet geloven, maakt het geen verschil of jij hen waarschuwt of dat jij hen niet waarschuwt: zij zullen niet geloven.","en":"As for those who persist in disbelief, it is the same whether you warn them or not—they will never believe"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":14,"surahId":2,"ayatId":7,"ayatNo":"٧","pageNo":3,"ayatText":"خَتَمَ اللّٰهُ عَلٰى قُلُوبِهِمْ وَعَلٰى سَمْعِهِمْؕ وَعَلٰٓى اَبْصَارِهِمْ غِشَاوَةٌؗ وَلَهُمْ عَذَابٌ عَظٖيمٌࣖ","ayatMealText":{"tr":"Allah onların kalplerini ve kulaklarını mühürlemiştir. Gözlerinin üzerinde bir de perde vardır. Ve büyük azab onlaradır.","nl":"Allah heeft hun harten en hun gehoor verzegeld en over hun ogen ligt een bedekking en voor hen is er een geweldige bestraffing.","en":"Allah has sealed their hearts and their hearing, and their sight is covered. They will suffer a tremendous punishment"},"surah":null},{"id":15,"surahId":2,"ayatId":8,"ayatNo":"٨","pageNo":3,"ayatText":"وَمِنَ النَّاسِ مَنْ يَقُولُ اٰمَنَّا بِاللّٰهِ وَبِالْيَوْمِ الْاٰخِرِ وَمَا هُمْ بِمُؤْمِنٖينَۘ","ayatMealText":{"tr":"İnsanlardan öyleleri de vardır ki, inanmadıkları halde, \"Allah'a ve ahiret gününe inandık.\" derler.","nl":"En er zijn er onder de mensen die zeggen: \"Wij geloven in Allah en in de Laatste Dag,\" terwijl zij geen gelovigen zijn.","en":"And there are some who say, “We believe in Allah and the Last Day,” yet they are not ˹true˺ believers"},"surah":null},{"id":16,"surahId":2,"ayatId":9,"ayatNo":"٩","pageNo":3,"ayatText":"يُخَادِعُونَ اللّٰهَ وَالَّذٖينَ اٰمَنُواۚ وَمَا يَخْدَعُونَ اِلَّٓا اَنْفُسَهُمْ وَمَا يَشْعُرُونَؕ","ayatMealText":{"tr":"Allah'ı ve müminleri aldatmaya çalışırlar. Halbuki sırf kendilerini aldatırlar da farkına varmazlar.","nl":"Zij trachten Allah en degenen die geloven te bedriegen, maar zij bedriegen niemand dan zichzelf, terwijl zij het niet beseffen.","en":"They seek to deceive Allah and the believers, yet they only deceive themselves, but they fail to perceive it"},"surah":null},{"id":17,"surahId":2,"ayatId":10,"ayatNo":"١٠","pageNo":3,"ayatText":"فٖي قُلُوبِهِمْ مَرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضاًۚ وَلَهُمْ عَذَابٌ اَلٖيمٌۙ بِمَا كَانُوا يَكْذِبُونَ","ayatMealText":{"tr":"Kalplerinde hastalık vardır. Allah da onların hastalığını arttırmıştır. Yalan söylemelerine karşılık onlara elem verici bir azab vardır.","nl":"In hun hart is een ziekte (twijfel en huichelarij) en Allah heeft deze ziekte doen verergeren, en voor hen is er een pijnlijke bestratting vanwege wat zij plachten te loochenen.","en":"There is sickness in their hearts, and Allah ˹only˺ lets their sickness increase. They will suffer a painful punishment for their lies"},"surah":null},{"id":18,"surahId":2,"ayatId":11,"ayatNo":"١١","pageNo":3,"ayatText":"وَاِذَا قٖيلَ لَهُمْ لَا تُفْسِدُوا فِي الْاَرْضِۙ قَالُٓوا اِنَّمَا نَحْنُ مُصْلِحُونَ","ayatMealText":{"tr":"Hem onlara: \"Yeryüzünde fesat çıkarmayın.\" denildiğinde: \"Biz ancak ıslah edicileriz.\" derler.","nl":"En als er tot hen wordt gezegd: \"Zaait geen verderf op aarde,\" dan zeggen zij: \"Voorwaar, wij zijn slechts verbeteraars.\" (van de juiste normen en waarden)","en":"When they are told, “Do not spread corruption in the land,” they reply, “We are only peace-makers!”"},"surah":null},{"id":19,"surahId":2,"ayatId":12,"ayatNo":"١٢","pageNo":3,"ayatText":"اَلَٓا اِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلٰكِنْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"İyi bilin ki, onlar ortalığı bozanların ta kendileridir, fakat anlamazlar.","nl":"Weet: voorwaar, zij zijn de verderfzaaiers, maar zij beseffen liet niet.","en":"Indeed, it is they who are the corruptors, but they fail to perceive it"},"surah":null},{"id":20,"surahId":2,"ayatId":13,"ayatNo":"١٣","pageNo":3,"ayatText":"وَاِذَا قٖيلَ لَهُمْ اٰمِنُوا كَمَٓا اٰمَنَ النَّاسُ قَالُٓوا اَنُؤْمِنُ كَمَٓا اٰمَنَ السُّفَـهَٓاءُؕ اَلَٓا اِنَّهُمْ هُمُ السُّفَـهَٓاءُ وَلٰكِنْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Onlara: \"İnsanların (müslümanların) inandığı gibi inanın.\" denilince, \"Biz de o beyinsizlerin inandığı gibi mi inanacağız?\" derler. İyi bilin ki, asıl beyinsiz kendileridir fakat bilmezler.","nl":"En als er tot hen wordt gezegd: \"Gelooft zoals de mensen gcloven,\" dan zeggen zij: \"Zullen wij geloven zoals dc dwazen geloven?\" Voorwaar, zij zkin dc dwazen, maar zij weten het niet.","en":"And when they are told, “Believe as others believe,” they reply, “Will we believe as the fools believe?” Indeed, it is they who are fools, but they do not know"},"surah":null},{"id":21,"surahId":2,"ayatId":14,"ayatNo":"١٤","pageNo":3,"ayatText":"وَاِذَا لَقُوا الَّذٖينَ اٰمَنُوا قَالُٓوا اٰمَنَّاۚ وَاِذَا خَلَوْا اِلٰى شَيَاطٖينِهِمْۙ قَالُٓوا اِنَّا مَعَكُمْۙ اِنَّمَا نَحْنُ مُسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Onlar iman edenlere rastladıkları zaman: \"İnandık\" derler. Fakat şeytanlarıyle yalnız kaldıkları zaman: \"Biz, sizinle beraberiz, biz sadece (onlarla) alay ediyoruz.\" derler.","nl":"En als zij degenen die geloven ontmoeten, dan zeggen zij: \"Wij geloven.\" Maar wanneer zij terugkeren naar hun Satans (die hun leiders zijn) dan zeggen zij: \"Voorwaar, wij staan aan jullie kant. Voorwaar, wij zijn slechts spotters.\"","en":"When they meet the believers they say, “We believe.” But when alone with their evil associates they say, “We are definitely with you; we were only mocking.”"},"surah":null},{"id":22,"surahId":2,"ayatId":15,"ayatNo":"١٥","pageNo":3,"ayatText":"اَللّٰهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فٖي طُغْيَانِهِمْ يَعْمَهُونَ","ayatMealText":{"tr":"(Asıl) Allah onlarla alay eder ve taşkınlıkları içinde serserice dolaşmalarına mühlet verir.","nl":"Allah spot met hen en laat ben rusteloos in hun overtredingen verkeren.","en":"Allah will throw their mockery back at them, leaving them to continue wandering blindly in their defiance"},"surah":null},{"id":23,"surahId":2,"ayatId":16,"ayatNo":"١٦","pageNo":3,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدٰىࣕ فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدٖينَ","ayatMealText":{"tr":"İşte onlar o kimselerdir ki, hidayet karşılığında sapıklığı satın aldılar da, ticaretleri kâr etmedi, doğru yolu da bulamadılar.","nl":"Zij zijn degenen die de Leiding voor de dwaling hebben verruild, daarom levert hun handel geen winst op, en zij zijn geen rechtgeleidenen.","en":"They are the ones who trade guidance for misguidance. But this trade is profitless, and they are not ˹rightly˺ guided"},"surah":null}]}