{"juzNo":15,"pageNo":301,"arCuzNo":"۱٥","arPageNo":"۳۰۱","quranAyats":[{"id":2202,"surahId":18,"ayatId":62,"ayatNo":"٦٢","pageNo":301,"ayatText":"فَلَمَّا جَاوَزَا قَالَ لِفَتٰيهُ اٰتِنَا غَدَٓاءَنَاؗ لَقَدْ لَقٖينَا مِنْ سَفَرِنَا هٰذَا نَصَباً","ayatMealText":{"tr":"İki denizin birleştiği yeri geçtikleri zaman, Musa genç arkadaşına: \"Kuşluk yemeğimizi getir. Gerçekten biz bu yolculuğumuzda epey yorulduk\" dedi.","nl":"En toen zij voortgingen zei hij (Môesa) tot zijn gezel: \"Breng ons ons eten (de vis). Voorzeker, wij zijn door deze reis van ons moe geworden.\"","en":"When they had passed further, he said to his assistant, “Bring us our meal! We have certainly been exhausted by today’s journey.”"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2203,"surahId":18,"ayatId":63,"ayatNo":"٦٣","pageNo":301,"ayatText":"قَالَ اَرَاَيْتَ اِذْ اَوَيْنَٓا اِلَى الصَّخْرَةِ فَاِنّٖي نَسٖيتُ الْحُوتَؗ وَمَٓا اَنْسَانٖيهُ اِلَّا الشَّيْطَانُ اَنْ اَذْكُرَهُۚ وَاتَّخَذَ سَبٖيلَهُ فِي الْبَحْرِࣗ عَجَباً","ayatMealText":{"tr":"Adam: \"Gördün mü! dedi. Kayaya sığındığımız vakit doğrusu ben balığı unutmuşum. Onu hatırlamamı, muhakkak şeytan bana unutturdu. O denizde garip bir yol tutup gitmişti.\"","nl":"Hij (de gezel) zei: \"Zag jij (wat er gebeurde) toen wij ons naar de rots begaven'? Voorwaar, toen vergat ik de vis, en ik ben hem niet vergelen te herinneren, behalve door de Satan. En bij zocht zijn weg in de zee op een verbazingwekkende manier.\"","en":"He replied, “Do you remember when we rested by the rock? ˹That is when˺ I forgot the fish. None made me forget to mention this except Satan. And the fish made its way into the sea miraculously.”"},"surah":null},{"id":2204,"surahId":18,"ayatId":64,"ayatNo":"٦٤","pageNo":301,"ayatText":"قَالَ ذٰلِكَ مَا كُنَّا نَبْغِࣗ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصاًۙ","ayatMealText":{"tr":"Musa da demişti ki: \"İşte aradığımız o idi.\" Bunun üzerine izlerine dönüp gerisin geri gittiler.","nl":"Hij (Môesa) zei: \"Dat was wat wij zochten,\" toen keerden zij in hun voetstappen terug.","en":"Moses responded, “That is ˹exactly˺ what we were looking for.” So they returned, retracing their footsteps"},"surah":null},{"id":2205,"surahId":18,"ayatId":65,"ayatNo":"٦٥","pageNo":301,"ayatText":"فَوَجَدَا عَبْداً مِنْ عِبَادِنَٓا اٰتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْماً","ayatMealText":{"tr":"Nihayet kullarımızdan bir kul buldular ki, biz ona katımızdan bir rahmet vermiş ve tarafımızdan bir ilim öğretmiştik.","nl":"Toen vonden zij een dienaar van onder Onze dienaren, aan wie Wij Barmhartigheid van Onze Zijde gegeven hadden en Wij hadden hem van Onze Zijde kennis bijgebracht.","en":"There they found a servant of Ours, to whom We had granted mercy from Us and enlightened with knowledge of Our Own"},"surah":null},{"id":2206,"surahId":18,"ayatId":66,"ayatNo":"٦٦","pageNo":301,"ayatText":"قَالَ لَهُ مُوسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْداً","ayatMealText":{"tr":"Musa ona: \"Allah'ın sana öğrettiği ilim ve hikmetten bana da öğretmen için sana tabi olabilir miyim?\" dedi.","nl":"Môesa zei tot hem: \"Mag ik jou volgen, opdat jij mij onderwijst wat aan jou van de kennis geleerd is?\"","en":"Moses said to him, “May I follow you, provided that you teach me some of the right guidance you have been taught?”"},"surah":null},{"id":2207,"surahId":18,"ayatId":67,"ayatNo":"٦٧","pageNo":301,"ayatText":"قَالَ اِنَّكَ لَنْ تَسْتَطٖيعَ مَعِيَ صَبْراً","ayatMealText":{"tr":"(Hızır) dedi ki: \"Doğrusu sen benimle asla sabredemezsin.","nl":"Hij zei: \"Voorwaar, jij zult nooit in staat zijn geduld met mij te hebben.","en":"He said, “You certainly cannot be patient ˹enough˺ with me"},"surah":null},{"id":2208,"surahId":18,"ayatId":68,"ayatNo":"٦٨","pageNo":301,"ayatText":"وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْراً","ayatMealText":{"tr":"\"İçyüzünü kavrayamadığın şeye nasıl sabredeceksin?\"","nl":"En hoe kan jij geduld hebben met wat jouw begrip niet omvat?\"","en":"And how can you be patient with what is beyond your ˹realm of˺ knowledge?”"},"surah":null},{"id":2209,"surahId":18,"ayatId":69,"ayatNo":"٦٩","pageNo":301,"ayatText":"قَالَ سَتَجِدُنٖٓي اِنْ شَٓاءَ اللّٰهُ صَابِراً وَلَٓا اَعْصٖي لَكَ اَمْراً","ayatMealText":{"tr":"Musa: \"İnşaallah beni sabırlı bulacaksın ve senin hiçbir işine karşı gelmeyeceğim\" dedi.","nl":"Hij (Môesa) zei: \"Jij zult vinden dat ik, indien Allah het wil, een geduldige ben en ik zal jou in geen opdracht ongehoorzaam zijn.\"","en":"Moses assured ˹him˺, “You will find me patient, Allah willing, and I will not disobey any of your orders.”"},"surah":null},{"id":2210,"surahId":18,"ayatId":70,"ayatNo":"٧٠","pageNo":301,"ayatText":"قَالَ فَاِنِ اتَّبَعْتَنٖي فَلَا تَسْـَٔلْنٖي عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْراًࣖ","ayatMealText":{"tr":"(Hızır) dedi ki: \"O halde bana tabi olacaksın; ben sana sırrını anlatmadıkça, hiçbir şey hakkında bana soru sorma!\"","nl":"Hij zei: \"Als jij mij volgt, stel mij dan geen vraag over iets vôôr ik jou er de uitleg van vertel.\"","en":"He responded, “Then if you follow me, do not question me about anything until I ˹myself˺ clarify it for you.”"},"surah":null},{"id":2211,"surahId":18,"ayatId":71,"ayatNo":"٧١","pageNo":301,"ayatText":"فَانْطَلَقَاࣞ حَتّٰٓى اِذَا رَكِبَا فِي السَّفٖينَةِ خَرَقَهَاؕ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ لَقَدْ جِئْتَ شَيْـٔاً اِمْراً","ayatMealText":{"tr":"Bunun üzerine ikisi beraber yürüdüler. Nihayet gemiye bindikleri zaman, o kul (Hızır) gemiyi deldi. Musa, ona şöyle dedi: \"Geminin içindekileri boğmak için mi deldin? Doğrusu çok kötü bir iş yaptın.\"","nl":"Zo gingen zij verder tot zij aan boord van de boot gingen en hij er een gat in maakte. Hij (Môesa) zei: \"Maakte jij er een gat in om de opvarenden ervan te doen verdrinken? Voorzeker, jij hebt iets raars gedaan!\"","en":"So they set out, but after they had boarded a ship, the man made a hole in it. Moses protested, “Have you done this to drown its people? You have certainly done a terrible thing!”"},"surah":null},{"id":2212,"surahId":18,"ayatId":72,"ayatNo":"٧٢","pageNo":301,"ayatText":"قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطٖيعَ مَعِيَ صَبْراً","ayatMealText":{"tr":"(Hızır:) \"Sen benimle asla sabredemezsin, demedim mi?\" dedi.","nl":"Hij zei: \"Heb ik jou niet gezegd: 'Voorwaar, jij bent niet in staat om geduld met mij te hebben?\"","en":"He replied, “Did I not say that you cannot have patience with me?”"},"surah":null},{"id":2213,"surahId":18,"ayatId":73,"ayatNo":"٧٣","pageNo":301,"ayatText":"قَالَ لَا تُؤَاخِذْنٖي بِمَا نَسٖيتُ وَلَا تُرْهِقْنٖي مِنْ اَمْرٖي عُسْراً","ayatMealText":{"tr":"Musa dedi ki: \"Unuttuğum şeyden dolayı beni suçlama ve bu işimden dolayı bana bir güçlük çıkarma.\"","nl":"Hij (Môesa) zei: \"Neem mij niet kwalijk wat ik vergeten ben, en belast mij niet in mijn zaak met moeilijkheden.\"","en":"Moses pleaded, “Excuse me for forgetting, and do not be hard on me.”"},"surah":null},{"id":2214,"surahId":18,"ayatId":74,"ayatNo":"٧٤","pageNo":301,"ayatText":"فَانْطَلَقَاࣞ حَتّٰٓى اِذَا لَقِيَا غُلَاماً فَقَتَلَهُۙ قَالَ اَقَتَلْتَ نَفْساً زَكِيَّةً بِغَيْرِ نَفْسٍؕ لَقَدْ جِئْتَ شَيْـٔاً نُكْراً","ayatMealText":{"tr":"Yine gittiler. Nihayet bir erkek çocuğa rastladıklarında Hızır hemen onu öldürdü. Musa: \"Kısas olmadan masum bir cana nasıl kıyarsın? Doğrusu sen çok fena bir şey yaptın\" dedi.","nl":"Zo gingen zij verder totdat zij een jongeling ontmoetten en hij hem doodde. Hij (Môesa) zei: \"Doodde jij een onschuldige ziel zonder recht? Voorzeker, jij hebt iets vreemds gedaan!\"","en":"So they proceeded until they came across a boy, and the man killed him. Moses protested, “Have you killed an innocent soul, who killed no one? You have certainly done a horrible thing.”"},"surah":null}]}