{"juzNo":16,"pageNo":302,"arCuzNo":"۱٦","arPageNo":"۳۰۲","quranAyats":[{"id":2215,"surahId":18,"ayatId":75,"ayatNo":"٧٥","pageNo":302,"ayatText":"قَالَ اَلَمْ اَقُلْ لَكَ اِنَّكَ لَنْ تَسْتَطٖيعَ مَعِيَ صَبْراً","ayatMealText":{"tr":"Hızır dedi ki: \"Doğrusu sen benimle asla sabredemezsin demedim mi sana?\"","nl":"Hij zei: \"Heb ik jou dan niet gezegd dat jij nooit in staat zal zijn geduld met mij te hebben?\"","en":"He answered, “Did I not tell you that you cannot have patience with me?”"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2216,"surahId":18,"ayatId":76,"ayatNo":"٧٦","pageNo":302,"ayatText":"قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنٖيۚ قَدْ بَلَغْتَ مِنْ لَدُنّٖي عُذْراً","ayatMealText":{"tr":"(Musa) dedi ki: \"Eğer bundan sonra sana bir şey sorarsam bana arkadaş olma! Hakikaten benim tarafımdan ileri sürülebilecek son mazerete ulaştın.","nl":"Hij (Môesa) zei: \"Als ik jou bierna over iets vraag, laat mij jou dan niet vergezellen, jij hebt van mijn kant waarlijk al een verontschuldiging gekregen.\"","en":"Moses replied, “If I ever question you about anything after this, then do not keep me in your company, for by then I would have given you enough of an excuse.”"},"surah":null},{"id":2217,"surahId":18,"ayatId":77,"ayatNo":"٧٧","pageNo":302,"ayatText":"فَانْطَلَقَاࣞ حَتّٰٓى اِذَٓا اَتَيَٓا اَهْلَ قَرْيَةٍۨ اسْتَطْعَمَٓا اَهْلَهَا فَاَبَوْا اَنْ يُضَيِّفُوهُمَا فَوَجَدَا فٖيهَا جِدَاراً يُرٖيدُ اَنْ يَنْقَضَّ فَاَقَامَهُؕ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْراً","ayatMealText":{"tr":"Bunun üzerine yine yürüdüler. Nihayet bir köy halkına varıp onlardan yemek istediler. Ancak köy halkı onları misafir etmekten kaçındılar. Derken orada yıkılmak üzere olan bir duvar buldular. Hızır hemen onu doğrulttu. Musa: \"İsteseydin elbet buna karşı bir ücret alırdın\" dedi.","nl":"Zo gingen zij verder totdat zij enkele bewoners uit een stad ontmoetten en haar bewoners om voedsel vroegen, maar zij weigerden hen gastvrijheid te verlenen. Toen vonden zij daar een muur die dreigde in te storten, maar hij zette die weer recht. Hij (Môesa) zei: \"Als jij gewild had, zou jij hiervoor zeker een vergoeding kunnen aannemen.\"","en":"So they moved on until they came to the people of a town. They asked them for food, but the people refused to give them hospitality. There they found a wall ready to collapse, so the man set it right. Moses protested, “If you wanted, you could have demanded a fee for this.”"},"surah":null},{"id":2218,"surahId":18,"ayatId":78,"ayatNo":"٧٨","pageNo":302,"ayatText":"قَالَ هٰذَا فِرَاقُ بَيْنٖي وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوٖيلِ مَا لَمْ تَسْتَطِـعْ عَلَيْهِ صَبْراً","ayatMealText":{"tr":"Hızır dedi ki: \"İşte bu, seninle benim aramızın ayrılmasıdır. Şimdi sana o sabredemediğin şeylerin içyüzünü haber vereceğim.\"","nl":"Hij zei: \"Dit is de scheiding tussen mij en jou. Ik zal jou op de hoogte brengen van de uitleg van hetgeen waarmee jij niet in staat was geduld te hebben.","en":"He replied, “This is the parting of our ways. I will explain to you what you could not bear patiently"},"surah":null},{"id":2219,"surahId":18,"ayatId":79,"ayatNo":"٧٩","pageNo":302,"ayatText":"اَمَّا السَّفٖينَةُ فَكَانَتْ لِمَسَاكٖينَ يَعْمَلُونَ فِي الْبَحْرِ فَاَرَدْتُ اَنْ اَعٖيبَهَا وَكَانَ وَرَٓاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفٖينَةٍ غَصْباً","ayatMealText":{"tr":"\"Gemi, denizde çalışan bir kaç yoksula aitti. Onu kusurlu kılmak istedim, çünkü onların ilerisinde her sağlam gemiye zorla el koyan bir hükümdar vardı.\"","nl":"Wat betreft de boot: zij was van arme mensen, die op zee werkten, en ik wilde haar onbruikbaar maken, want na hen kwarn een koning, die elke boot met geweld zou nemen.","en":"“As for the ship, it belonged to some poor people, working at sea. So I intended to damage it, for there was a ˹tyrant˺ king ahead of them who seizes every ˹good˺ ship by force"},"surah":null},{"id":2220,"surahId":18,"ayatId":80,"ayatNo":"٨٠","pageNo":302,"ayatText":"وَاَمَّا الْغُلَامُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشٖينَٓا اَنْ يُرْهِقَهُمَا طُغْيَاناً وَكُفْراًۚ","ayatMealText":{"tr":"\"Oğlana gelince, onun anababası mümin kimselerdi. Çocuğun onları azgınlık ve inkâra sürüklemesinden korktuk.\"","nl":"Wat betreft de jongen: zijn ouders waren gelovigen. maar wij vreesden dat hij hen tot dwaling en ongeloof zou dwingen.","en":"“And as for the boy, his parents were ˹true˺ believers, and we feared that he would pressure them into defiance and disbelief"},"surah":null},{"id":2221,"surahId":18,"ayatId":81,"ayatNo":"٨١","pageNo":302,"ayatText":"فَاَرَدْنَٓا اَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْراً مِنْهُ زَكٰوةً وَاَقْرَبَ رُحْماً","ayatMealText":{"tr":"\"İstedik ki Rabbleri onun yerine kendilerine ondan temizlikçe daha hayırlı ve daha çok merhamet eden birini versin.\"","nl":"Daarom wilden wij dat hun Heer hem voor hen ruilde voor een betere zoon dan hem, reiner en rneer nabij in genegenheid.","en":"So we hoped that their Lord would give them another, more virtuous and caring in his place"},"surah":null},{"id":2222,"surahId":18,"ayatId":82,"ayatNo":"٨٢","pageNo":302,"ayatText":"وَاَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتٖيمَيْنِ فِي الْمَدٖينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ اَبُوهُمَا صَالِحاًۚ فَاَرَادَ رَبُّكَ اَنْ يَبْلُغَٓا اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَاࣗ رَحْمَةً مِنْ رَبِّكَۚ وَمَا فَعَلْتُهُ عَنْ اَمْرٖيؕ ذٰلِكَ تَأْوٖيلُ مَا لَمْ تَسْطِـعْ عَلَيْهِ صَبْراًؕࣖ","ayatMealText":{"tr":"\"Duvar ise, o şehirde iki yetim oğlana ait idi. Duvarın altında onların bir hazinesi vardı. Babaları da iyi bir kimse idi. Onun için Rabbin istedi ki o iki çocuk erginlik çağlarına ersinler ve Rabbinden bir rahmet olarak hazinelerini çıkarsınlar. Ve ben bunların hiçbirini kendiliğimden yapmadım. İşte senin sabredemediğin şeylerin içyüzleri budur.\"","nl":"En wat betreft de muur: die behoorde toe ann twee jongelingen die wees waren in de stad en eronder lag een schat die bestemd was voor ben, en hun vader was een oprechte man geweest. Daarom wenste jouw Heer dat zij hun volwassen leeftijd bereikten en (dan) hun schat er uit haalden, als Barmhartigheid van jouw Heer. En ik deed het niet uit mijn eigen wil; dat is de uitleg over hetgeen waamee jij niet in staat was geduld te hebben.\"","en":"“And as for the wall, it belonged to two orphan boys in the city, and under the wall was a treasure that belonged to them, and their father had been a righteous man. So your Lord willed that these children should come of age and retrieve their treasure, as a mercy from your Lord. I did not do it ˹all˺ on my own. This is the explanation of what you could not bear patiently.”"},"surah":null},{"id":2223,"surahId":18,"ayatId":83,"ayatNo":"٨٣","pageNo":302,"ayatText":"وَيَسْـَٔلُونَكَ عَنْ ذِي الْقَرْنَيْنِؕ قُلْ سَاَتْلُوا عَلَيْكُمْ مِنْهُ ذِكْراًؕ","ayatMealText":{"tr":"Bir de sana Zülkarneyn'den soruyorlar. De ki: Size ondan bir hatıra okuyacağım.","nl":"En zij vragen jou (O Moehammad) over Dzôelqarnain","en":"They ask you ˹O Prophet˺ about Ⱬul-Qarnain. Say, “I will relate to you something of his narrative.”"},"surah":null}]}