{"juzNo":16,"pageNo":303,"arCuzNo":"۱٦","arPageNo":"۳۰۳","quranAyats":[{"id":2224,"surahId":18,"ayatId":84,"ayatNo":"٨٤","pageNo":303,"ayatText":"اِنَّا مَكَّنَّا لَهُ فِي الْاَرْضِ وَاٰتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَباًۙ","ayatMealText":{"tr":"Gerçekten biz onu (Zülkarneyn'i) yeryüzünde iktidar sahibi yaptık ve ona ulaşmak istediği her şeyi elde etmesinin bir yolunu verdik.","nl":"zeg: \"Ik zal een geschiedenis over hem aan jullie voordragen.\" Voorwaar, Wij versterkten zijn positie op aarde en Wij gaven hem voor alle zaken mogelijkheden.","en":"Surely We established him in the land, and gave him the means to all things"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2225,"surahId":18,"ayatId":85,"ayatNo":"٨٥","pageNo":303,"ayatText":"فَاَتْبَعَ سَبَباً","ayatMealText":{"tr":"Derken o da bu yollardan birini tutup gitti.","nl":"Daarop volgde hij een weg.","en":"So he travelled a course"},"surah":null},{"id":2226,"surahId":18,"ayatId":86,"ayatNo":"٨٦","pageNo":303,"ayatText":"حَتّٰٓى اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فٖي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْماًؕ قُلْنَا يَا ذَا الْقَرْنَيْنِ اِمَّٓا اَنْ تُعَذِّبَ وَاِمَّٓا اَنْ تَتَّخِذَ فٖيهِمْ حُسْناً","ayatMealText":{"tr":"Nihayet güneşin battığı yere vardığı zaman, güneşi, (sanki) kara bir balçıkta batıyor buldu. Bir de bunun yanında bir kavim buldu. Biz ona dedik ki: \"Ey Zülkarneyn! Onları ya cezalandırırsın veya onların hakkında iyi davranırsın.\"","nl":"Totdat, toen hij de plaats van de zonsondergag bereikte, hij haar onder vond gaan in een modderige bron, en hij trof daarbij een volk aan. Wij zeiden: \"O Dzôelqarain: ôf jij geeft hun een bestraffing, ôf jij behandelt hen met goedheid.\"","en":"until he reached the setting ˹point˺ of the sun, which appeared to him to be setting in a spring of murky water, where he found some people. We said, “O Ⱬul-Qarnain! Either punish them or treat them kindly.”"},"surah":null},{"id":2227,"surahId":18,"ayatId":87,"ayatNo":"٨٧","pageNo":303,"ayatText":"قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهُ عَذَاباً نُكْراً","ayatMealText":{"tr":"O da demişti ki: \"Kim haksızlık ederse muhakkak ona azab edeceğiz; Sonra Rabbine geri döndürülecek, O da onu görülmemiş bir azabla cezalandırır.\"","nl":"Hij zei: \"Wat betreft degene die onrechtvaardig is: wij zullen hem straffen, waarna hij tot zijn Hecir teruggezonden zal worden, en Hij zal hem dan straffen met een verschrikkelijke bestraffing.","en":"He responded, “Whoever does wrong will be punished by us, then will be returned to their Lord, Who will punish them with a horrible torment"},"surah":null},{"id":2228,"surahId":18,"ayatId":88,"ayatNo":"٨٨","pageNo":303,"ayatText":"وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحاً فَلَهُ جَزَٓاءًۨ الْحُسْنٰىۚ وَسَنَقُولُ لَهُ مِنْ اَمْرِنَا يُسْراًؕ","ayatMealText":{"tr":"\"Amma her kim de iman edip iyi bir iş yaparsa, buna da en güzel mükâfat vardır. Biz ona dünyada kolaylık gösterir zor işlere koşmayız.\"","nl":"Maar wat betreft degene, die gelooft en goede werken verricht: voor hem zal er een goede beloning zijn en wij zullen hem van ons bevel zeggen het gemakkelijke (te doen).\"","en":"As for those who believe and do good, they will have the finest reward, and we will assign them easy commands.”"},"surah":null},{"id":2229,"surahId":18,"ayatId":89,"ayatNo":"٨٩","pageNo":303,"ayatText":"ثُمَّ اَتْـبَعَ سَبَباً","ayatMealText":{"tr":"Sonra Zülkarneyn yine bir yol tuttu.","nl":"Daarop volgde hij een weg.","en":"Then he travelled a ˹different˺ course"},"surah":null},{"id":2230,"surahId":18,"ayatId":90,"ayatNo":"٩٠","pageNo":303,"ayatText":"حَتّٰٓى اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْراًۙ","ayatMealText":{"tr":"Nihayet güneşin doğduğu yere vardığında, güneşin kendilerini ondan koruyacak bir siper yapmadığımız bir kavim üzerine doğmakta olduğunu gördü.","nl":"Totdat, toen hij de plaats van zonsopgang bereikte, hij haar over een volk zag opgaan aan wie Wij geen bedekking hadden doen toekomen.","en":"until he reached the rising ˹point˺ of the sun. He found it rising on a people for whom We had provided no shelter from it"},"surah":null},{"id":2231,"surahId":18,"ayatId":91,"ayatNo":"٩١","pageNo":303,"ayatText":"كَذٰلِكَؕ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْراً","ayatMealText":{"tr":"İşte Zülkarneyn'in kudret ve saltanatı böyleydi. Ve biz onun yanında olan her şeyi bilgimizle kuşatmıştık.","nl":"Zo was het (en hij liet hen met rust). En Wij omvatten waarlijk met Onze kennis wat bij hem was.","en":"So it was. And We truly had full knowledge of him"},"surah":null},{"id":2232,"surahId":18,"ayatId":92,"ayatNo":"٩٢","pageNo":303,"ayatText":"ثُمَّ اَتْبَعَ سَبَباً","ayatMealText":{"tr":"Sonra yine bir yol tuttu.","nl":"Daarop volgde hij een weg.","en":"Then he travelled a ˹third˺ course"},"surah":null},{"id":2233,"surahId":18,"ayatId":93,"ayatNo":"٩٣","pageNo":303,"ayatText":"حَتّٰٓى اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْماًۙ لَا يَكَادُونَ يَفْقَهُونَ قَوْلاً","ayatMealText":{"tr":"Nihayet iki dağ arasına ulaştığında onların önünde, hemen hiç söz anlamayan bir kavim bulmuştu.","nl":"Totdat, toen hij tussen de twee bergen kwarn, hij vôôr die een volk aantrof dat nauwelijks een woord begreep.","en":"until he reached ˹a pass˺ between two mountains. He found in front of them a people who could hardly understand ˹his˺ language"},"surah":null},{"id":2234,"surahId":18,"ayatId":94,"ayatNo":"٩٤","pageNo":303,"ayatText":"قَالُوا يَا ذَا الْقَرْنَيْنِ اِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجاً عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَداًّ","ayatMealText":{"tr":"Dediler ki: \"Ey Zülkarneyn! Ye'cuc ve Me'cuc bu yerde fesat çıkarıyorlar. Onun için, bizimle onlar arasında bir sed yapman şartıyla sana bir vergi versek olur mu?\"","nl":"Zij zeiden: \"O Dzôelqarnain, (de volken van) Ya'djôedj en Ma'djôedj zijn verderfzaaiers op aarde. Zullen wij jou een vergoeding geven opdat jij tussen ons en hen een afscheiding maakt?\"","en":"They pleaded, “O Ⱬul-Qarnain! Surely Gog and Magog are spreading corruption throughout the land. Should we pay you tribute, provided that you build a wall between us and them?”"},"surah":null},{"id":2235,"surahId":18,"ayatId":95,"ayatNo":"٩٥","pageNo":303,"ayatText":"قَالَ مَا مَكَّنّٖي فٖيهِ رَبّٖي خَيْرٌ فَاَعٖينُونٖي بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْماًۙ","ayatMealText":{"tr":"Dedi ki: \"Rabbimin bana vermiş olduğu servet ve saltanat, sizin vereceğiniz şeyden daha hayırlıdır. Bana maddî yardımda bulunun da sizinle onların arasına en sağlam seddi yapayım.","nl":"Hij (Dzôelqarnain) zei: \"(De macht) waarmee mijn Heer mij voorzien heeft is beter. Helpt mij daarorn met kracht, opdat ik een sterke muur tussen jullie en hen zal bouwen.","en":"He responded, “What my Lord has provided for me is far better. But assist me with resources, and I will build a barrier between you and them"},"surah":null},{"id":2236,"surahId":18,"ayatId":96,"ayatNo":"٩٦","pageNo":303,"ayatText":"اٰتُونٖي زُبَرَ الْحَدٖيدِؕ حَتّٰٓى اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُواؕ حَتّٰٓى اِذَا جَعَلَهُ نَاراًۙ قَالَ اٰتُونٖٓي اُفْرِ   غْ عَلَيْهِ قِطْراًؕ","ayatMealText":{"tr":"\"Bana, demir kütleleri getirin.\" Nihayet dağın iki ucunu denkleştirdiği vakit: \"Ateş yakıp körükleyin\" dedi. Demiri bir ateş koru haline getirince. \"Bana erimiş bakır getirin üzerine dökeyim\" dedi.","nl":"Brengt mij brokken ijzer.\" Totdat, toen hij (de ruimte) tussen de twee hellingen gevuld had, hij zei: \"Blaast.\" Totdat, toen het roodgloeiend werd, hij zei: \"Brengt mij gesmolten ijzer om het eroverheen te gieten.\"","en":"Bring me blocks of iron!” Then, when he had filled up ˹the gap˺ between the two mountains, he ordered, “Blow!” When the iron became red hot, he said, “Bring me molten copper to pour over it.”"},"surah":null},{"id":2237,"surahId":18,"ayatId":97,"ayatNo":"٩٧","pageNo":303,"ayatText":"فَمَا اسْطَاعُٓوا اَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْباً","ayatMealText":{"tr":"Artık Ye'cuc ve Me'cuc bu seti ne aşabildiler ne de delebildiler.","nl":"En zij waren niet in staat om het te beklimmen en niet om er door heen te breken.","en":"And so the enemies could neither scale nor tunnel through it"},"surah":null}]}