{"juzNo":16,"pageNo":304,"arCuzNo":"۱٦","arPageNo":"۳۰٤","quranAyats":[{"id":2238,"surahId":18,"ayatId":98,"ayatNo":"٩٨","pageNo":304,"ayatText":"قَالَ هٰذَا رَحْمَةٌ مِنْ رَبّٖيۚ فَاِذَا جَٓاءَ وَعْدُ رَبّٖي جَعَلَهُ دَكَّٓاءَۚ وَكَانَ وَعْدُ رَبّٖي حَقاًّؕ","ayatMealText":{"tr":"Zülkarneyn dedi ki: \"Bu Rabbimin bir lütfudur. Rabbimin vaadi geldiği vakit de onu dümdüz yapacaktır. Rabbimin vaadi de haktır.","nl":"Hij (Dzôelqarnain) zei: \"Dit is Barmhartigheid van mijn Heer. Maar als de belofte van mijn Heer komt, maakt Hij het tot stof. En de belofte van mijn Heer is Waarheid.\"","en":"He declared, “This is a mercy from my Lord. But when the promise of my Lord comes to pass, He will level it to the ground. And my Lord’s promise is ever true.”"},"surah":{"surahId":18,"name":"Kehf","nameAr":"الْكَهْفِ","revelationOrder":69,"verseCount":110,"juzNo":15,"firstPage":293}},{"id":2239,"surahId":18,"ayatId":99,"ayatNo":"٩٩","pageNo":304,"ayatText":"وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فٖي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعاًۙ","ayatMealText":{"tr":"Biz o gün (kıyamet günü) onları bırakıvermişizdir. Dalgalar halinde birbirlerine girerler, Sûr'a da üfürülmüştür. Böylece onların hepsini bir araya toplamışızdır.","nl":"En op die Dag laten Wij hen, om hen met elkaar te mengen. En er wordt op de Bazuin geblazen, waarna Wij hen allen bij elkaar zullen brengen.","en":"On that Day, We will let them surge ˹like waves˺ over one another. Later, the Trumpet will be blown, and We will gather all ˹people˺ together"},"surah":null},{"id":2240,"surahId":18,"ayatId":100,"ayatNo":"١٠٠","pageNo":304,"ayatText":"وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرٖينَ عَرْضاًۙ","ayatMealText":{"tr":"Ve cehennemi o gün kâfirlere öyle bir göstereceğiz ki!","nl":"En op die Dag zullen Wij de Hel duidelijk zichtbaar aan de ongelovigen tonen.","en":"On that Day We will display Hell clearly for the disbelievers"},"surah":null},{"id":2241,"surahId":18,"ayatId":101,"ayatNo":"١٠١","pageNo":304,"ayatText":"اَلَّذٖينَ كَانَتْ اَعْيُنُهُمْ فٖي غِطَٓاءٍ عَنْ ذِ كْرٖي وَكَانُوا لَا يَسْتَطٖيعُونَ سَمْعاًࣖ","ayatMealText":{"tr":"Onlar ki, beni hatırlatan âyetlerimden gözleri bir örtü içindeydi. İşitmeye de tahammül edemiyorlardı.","nl":"Degenen voor wie de ogen versluierd waren voor het gedenken van Mij en (die) niet tot horen in staat waren.","en":"those who turned a blind eye to My Reminder and could not stand listening ˹to it˺"},"surah":null},{"id":2242,"surahId":18,"ayatId":102,"ayatNo":"١٠٢","pageNo":304,"ayatText":"اَفَحَسِبَ الَّذٖينَ كَفَرُٓوا اَنْ يَتَّخِذُوا عِبَادٖي مِنْ دُونٖٓي اَوْلِيَٓاءَؕ اِنَّٓا اَعْتَدْنَا جَهَنَّمَ لِلْكَافِرٖينَ نُزُلاً","ayatMealText":{"tr":"O kâfirler, beni bırakıp da kullarımı dostlar edineceklerini mi sandılar? Doğrusu biz cehennemi o kâfirlere bir konukluk olarak hazırladık.","nl":"Denken degenen die niet geloven, dat zij Mijn dienaren naast Mij tot beschermers kunnen nemen? Voorwaar, wij hebben de Hel klaargemaakt als een verblijfplaats voor de ongelovigen.","en":"Do the disbelievers think they can ˹simply˺ take My servants as lords instead of Me? We have surely prepared Hell as an accommodation for the disbelievers"},"surah":null},{"id":2243,"surahId":18,"ayatId":103,"ayatNo":"١٠٣","pageNo":304,"ayatText":"قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرٖينَ اَعْمَالاًؕ","ayatMealText":{"tr":"De ki: Amelleri en çok boşa gidenleri size bildirelim mi?","nl":"Zeg (O Moehammad): \"Zullen wij jullie op de hoogte brengen van wie de grootste verliezers zijn door (hun) daden?\"","en":"Say, ˹O Prophet,˺ “Shall we inform you of who will lose the most deeds"},"surah":null},{"id":2244,"surahId":18,"ayatId":104,"ayatNo":"١٠٤","pageNo":304,"ayatText":"اَلَّذٖينَ ضَلَّ سَعْيُهُمْ فِي الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ اَنَّهُمْ يُحْسِنُونَ صُنْعاً","ayatMealText":{"tr":"Onların dünya hayatında çalışmaları boşa gitmiştir. Oysa onlar güzel işler yaptıklarını sanıyorlardı.","nl":"(Het zijn) degenen wiens daden vruchteloos waren in het wereldse leven. En zij dachten dat zij goed werk verrichtten.","en":"˹They are˺ those whose efforts are in vain in this worldly life, while they think they are doing good!”"},"surah":null},{"id":2245,"surahId":18,"ayatId":105,"ayatNo":"١٠٥","pageNo":304,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ كَفَرُوا بِاٰيَاتِ رَبِّهِمْ وَلِقَٓائِهٖ فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقٖيمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْناً","ayatMealText":{"tr":"İşte onlar, Rabblerinin âyetlerini ve O'nun huzuruna çıkacaklarını inkâr etmişlerdir de bu yüzden iyilik altında yaptıkları bütün amelleri boşa gitmiştir. Artık kıyamet günü onlar için hiçbir ölçü tutturmayız.","nl":"Zij zijn degenen die niet geloven in de Tekenen van hun Heer en in de ontmoeting met Hem. Hun daden zijn vruchteloos en Wij kennen hun (daden) op de Dag der Opstanding geen gewicht toe.","en":"It is they who reject the signs of their Lord and their meeting with Him, rendering their deeds void, so We will not give their deeds any weight on Judgment Day"},"surah":null},{"id":2246,"surahId":18,"ayatId":106,"ayatNo":"١٠٦","pageNo":304,"ayatText":"ذٰلِكَ جَزَٓاؤُ۬هُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُٓوا اٰيَاتٖي وَرُسُلٖي هُزُواً","ayatMealText":{"tr":"İşte böyle, onların cezaları cehennemdir. Çünkü inkâr etmişler ve benim âyetlerimi, peygamberlerimi alaya almışlardır.","nl":"Dat is hun vergelding: de Hel, omdat zij ongelovig waren en zij de spot dreven met Mijn Tekenen en Mijn Boodschappers.","en":"That is their reward: Hell, for their disbelief and mockery of My signs and messengers"},"surah":null},{"id":2247,"surahId":18,"ayatId":107,"ayatNo":"١٠٧","pageNo":304,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلاًۙ","ayatMealText":{"tr":"İman edip salih ameller işleyenlere gelince, onlar için Firdevs cennetleri konak olmuştur.","nl":"Voorwaar, voor degenen die geloven en goede daden verrichten zijn er de Tuinen van Firdaus (het Paradijs) als een verblijfplaats.","en":"Indeed, those who believe and do good will have the Gardens of Paradise as an accommodation"},"surah":null},{"id":2248,"surahId":18,"ayatId":108,"ayatNo":"١٠٨","pageNo":304,"ayatText":"خَالِدٖينَ فٖيهَا لَا يَبْغُونَ عَنْهَا حِوَلاً","ayatMealText":{"tr":"İçlerinde ebedî olarak kalacaklar, oradan hiç ayrılmak istemeyeceklerdir. Bu hatırlatma ve uyarmayı yeterli görmeyip de daha fazla açıklama isteyenlere karşı ey Muhammed!","nl":"Zij zullen daarin eeuwig levenden zijn. En zij zullen daar geen verandering in wensen.","en":"where they will be forever, never desiring anywhere else"},"surah":null},{"id":2249,"surahId":18,"ayatId":109,"ayatNo":"١٠٩","pageNo":304,"ayatText":"قُلْ لَوْ كَانَ الْبَحْرُ مِدَاداً لِكَلِمَاتِ رَبّٖي لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمَاتُ رَبّٖي وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَداً","ayatMealText":{"tr":"Deki: \"Eğer Rabbimin sözlerini yazmak için deniz mürekkep olsa, Rabbimin sözleri tükenmeden önce, deniz muhakkak tükenecekti, bir mislini daha yardımcı getirsek bile.\"","nl":"Zeg (O Moehammad): \"Al werd de zee inkt om de Woorden van mijn Heer (op te schrijven), zij zou opraken voordat de Woorden van mijn Heer opgeraakt zouden zijn, zelfs al voegden Wij een daaraan gelijke hoeveelheid toe.\"","en":"Say, ˹O Prophet,˺ “If the ocean were ink for ˹writing˺ the Words of my Lord, it would certainly run out before the Words of my Lord were finished, even if We refilled it with its equal.”"},"surah":null},{"id":2250,"surahId":18,"ayatId":110,"ayatNo":"١١٠","pageNo":304,"ayatText":"قُلْ اِنَّـمَٓا اَنَا۬ بَشَرٌ مِثْلُكُمْ يُوحٰٓى اِلَيَّ اَنَّـمَٓا اِلٰهُكُمْ اِلٰهٌ وَاحِدٌۚ فَمَنْ كَانَ يَرْجُوا لِقَٓاءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَداً","ayatMealText":{"tr":"De ki: \"Ben de sizin gibi ancak bir beşerim. Ne var ki, bana ilâhınızın ancak bir ilâh olduğu vahyolunuyor. Onun için her kim Rabbine kavuşmayı arzu ederse iyi amel işlesin ve Rabbine yaptığı ibadete hiç kimseyi ortak etmesin.\"","nl":"Zeg: \"Voorwaar, ik ben slechts een mens zoals jullie. Het is aan mij geopenbaard dat jullie god één God is. Wie daarom de ontmoeting met zijn Heer verwacht: laat hem goede daden verrichten en laat hem bij de aanbidding van zijn Heer niet één deelgenoot toekennen.\"","en":"Say, ˹O Prophet,˺ “I am only a man like you, ˹but˺ it has been revealed to me that your God is only One God. So whoever hopes for the meeting with their Lord, let them do good deeds and associate none in the worship of their Lord.”"},"surah":null}]}