{"juzNo":16,"pageNo":305,"arCuzNo":"۱٦","arPageNo":"۳۰٥","quranAyats":[{"id":2251,"surahId":19,"ayatId":1,"ayatNo":"١","pageNo":305,"ayatText":"كٓهٰيٰعٓصٓ","ayatMealText":{"tr":"Kâf, Hâ, Yâ, Ayn, Sâd.","nl":"Kâf Ha Ya 'Ain Shâd,","en":"Kãf-Ha-Ya-’Aĩn- Ṣãd"},"surah":{"surahId":19,"name":"Meryem","nameAr":"مَرْيَمَ","revelationOrder":44,"verseCount":98,"juzNo":16,"firstPage":305}},{"id":2252,"surahId":19,"ayatId":2,"ayatNo":"٢","pageNo":305,"ayatText":"ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّاۚ","ayatMealText":{"tr":"Bu, Rabbinin, kulu Zekeriyya'ya olan rahmetini anmadır.","nl":"(Dit is) een vermelding van Barmhartigheid van jouw Heer aan Zijn dienaar Zakariyyâ.","en":"˹This is˺ a reminder of your Lord’s mercy to His servant Zachariah"},"surah":null},{"id":2253,"surahId":19,"ayatId":3,"ayatNo":"٣","pageNo":305,"ayatText":"اِذْ نَادٰى رَبَّهُ نِدَٓاءً خَفِياًّ","ayatMealText":{"tr":"Bir zamanlar o, Rabbine gizlice (içinden) yalvarmıştı.","nl":"(Gedenkt) toen hij zachtjes zijn smeekbeden tot zijn Heer richtte.","en":"when he cried out to his Lord privately"},"surah":null},{"id":2254,"surahId":19,"ayatId":4,"ayatNo":"٤","pageNo":305,"ayatText":"قَالَ رَبِّ اِنّٖي وَهَنَ الْعَظْمُ مِنّٖي وَاشْتَعَلَ الرَّأْسُ شَيْباً وَلَمْ اَكُنْ بِدُعَٓائِكَ رَبِّ شَقِياًّ","ayatMealText":{"tr":"Şöyle demişti: \"Ey Rabbim! Şüphesiz (artık öyle bir durumdayım ki) benim kemiğim zayıflayıp gevşedi ve başım(ın saçı) bembeyaz alev gibi tutuştu. Sana dua etmekle de ey Rabbim, hiçbir zaman bedbaht olmadım.\"","nl":"Hij (Zakariyyâ) zei: \"O mijn Heer, voorwaar, mijn botten zijn zwak en mijn haar is grijs glanzend, nooit ben ik, O Heer, teleurgesteld geraakt in mijn smeekbeden tot U.","en":"saying, “My Lord! Surely my bones have become brittle, and grey hair has spread across my head, but I have never been disappointed in my prayer to You, my Lord"},"surah":null},{"id":2255,"surahId":19,"ayatId":5,"ayatNo":"٥","pageNo":305,"ayatText":"وَاِنّٖي خِفْتُ الْمَوَالِيَ مِنْ وَرَٓاءٖي وَكَانَتِ امْرَاَتٖي عَاقِراً فَهَبْ لٖي مِنْ لَدُنْكَ وَلِياًّۚ","ayatMealText":{"tr":"\"Gerçekten ben, arkamdan yerime geçecek varislerden endişedeyim. Karım da kısır bulunuyor. Onun için katından bana bir çocuk ihsan et.\"","nl":"En ik bein bang voor (het ontbreken van) mijn nakomelingen na mij, want mijn vrouw is onvruchtbaar. Dus schenk mij van Uw Zijde een nakomeling.","en":"And I am concerned about ˹the faith of˺ my relatives after me, since my wife is barren. So grant me, by Your grace, an heir"},"surah":null},{"id":2256,"surahId":19,"ayatId":6,"ayatNo":"٦","pageNo":305,"ayatText":"يَرِثُنٖي وَيَرِثُ مِنْ اٰلِ يَعْقُوبَࣗ وَاجْعَلْهُ رَبِّ رَضِياًّ","ayatMealText":{"tr":"\"Ki bana da mirasçı olsun, Yakub ailesine de mirascı olsun. Rabbim, onu sen rızana kavuştur.\"","nl":"Die van mij zal erven en van de familie van Ya'qôeb. Mijn Heer, maak hem U welgevallig.\"","en":"who will inherit ˹prophethood˺ from me and the family of Jacob, and make him, O Lord, pleasing ˹to You˺!”"},"surah":null},{"id":2257,"surahId":19,"ayatId":7,"ayatNo":"٧","pageNo":305,"ayatText":"يَا زَكَرِيَّٓا اِنَّـا نُـبَشِّرُكَ بِغُـلَامٍۨ اسْـمُهُ يَحْيٰىۙ لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِياًّ","ayatMealText":{"tr":"(Allah şöyle buyurdu): \"Ey Zekeriyya! Şüphesiz biz sana Yahya isminde bir oğlanı müjdeliyoruz. Bundan önce ona hiçbir adaş yapmadık.\"","nl":"(Allah zei:) \"O Zakariyyâ, Wij brengen jou de verbeugende tijding van een jongen, Yahya genaamd. Wij gaven niemand eerder deze naam.\"","en":"˹The angels announced,˺ “O Zachariah! Indeed, We give you the good news of ˹the birth of˺ a son, whose name will be John—a name We have not given to anyone before.”"},"surah":null},{"id":2258,"surahId":19,"ayatId":8,"ayatNo":"٨","pageNo":305,"ayatText":"قَالَ رَبِّ اَنّٰى يَكُونُ لٖي غُلَامٌ وَكَانَتِ امْرَاَتٖي عَاقِراً وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِياًّ","ayatMealText":{"tr":"Zekeriyya: \"Rabbim! Karım kısır, ben de son derece kocamışken nasıl oğlum olabilir?\" dedi.","nl":"Hij (Zakariyyâ) zei: \"O mijn Heer, voorwaar, hoe kan ik een jongen krijgen terwijl mijn vrouw onvruchtbaar is? En waarlijk, ik heb een hoge leeftijd bereikt.\"","en":"He wondered, “My Lord! How can I have a son when my wife is barren, and I have become extremely old?”"},"surah":null},{"id":2259,"surahId":19,"ayatId":9,"ayatNo":"٩","pageNo":305,"ayatText":"قَالَ كَذٰلِكَۚ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْـٔاً","ayatMealText":{"tr":"(Allah yahut Cebrail ona şöyle) dedi: \"Dediğin gibidir, (fakat) Rabbin buyurdu ki, bu işi yapmak bana kolaydır. Nitekim bundan önce seni yarattım. Halbuki sen hiçbir şey değildin.\"","nl":"Hij (Allah) zei: \"Zo zal het zijn, jouw Heer zegt: het is makkelijk voor Mij. En voorwaar. Ik heb jou hiervoor geschapen toen jij niets was.\"","en":"An angel replied, “So will it be! Your Lord says, ‘It is easy for Me, just as I created you before, when you were nothing!’”"},"surah":null},{"id":2260,"surahId":19,"ayatId":10,"ayatNo":"١٠","pageNo":305,"ayatText":"قَالَ رَبِّ اجْعَلْ لٖٓي اٰيَةًؕ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَ لَيَالٍ سَوِياًّ","ayatMealText":{"tr":"Zekeriyya şöyle dedi: \"Rabbim! Bana alâmet ver.\" Allah: \"Senin alâmetin, sapasağlam olduğun halde, üç gün, üç gece insanlarla konuşamaz hale gelmendir.\" buyurdu.","nl":"Hij zei: \"O mijn Heer, geef mij een Teken.\" Hij (Allah) zei: \"Jouw Teken is dat jij gedurende drie nachten niet zult spreken met de mensen, hoewel jij gezond bent.\"","en":"Zachariah said, “My Lord! Grant me a sign.” He responded, “Your sign is that you will not ˹be able to˺ speak to people for three nights, despite being healthy.”"},"surah":null},{"id":2261,"surahId":19,"ayatId":11,"ayatNo":"١١","pageNo":305,"ayatText":"فَخَرَجَ عَلٰى قَوْمِهٖ مِنَ الْمِحْرَابِ فَاَوْحٰٓى اِلَيْهِمْ اَنْ سَبِّحُوا بُكْرَةً وَعَشِياًّ","ayatMealText":{"tr":"Nihayet (birgün konuşamayınca) mihrabdan kavmine karşı çıktı da onlara \"Sabah ve akşam (Rabbinizi) tesbih edin\" diye işaret etti.","nl":"Toen kwam hij van de plaats van gebed naar zijn volk, en gebaarde hen: \"Looft (Allah's) glorie in de ochtend en de avond.\"","en":"So he came out to his people from the sanctuary, signalling to them to glorify ˹Allah˺ morning and evening"},"surah":null}]}