{"juzNo":16,"pageNo":307,"arCuzNo":"۱٦","arPageNo":"۳۰۷","quranAyats":[{"id":2276,"surahId":19,"ayatId":26,"ayatNo":"٢٦","pageNo":307,"ayatText":"فَكُلٖي وَاشْرَبٖي وَقَرّٖي عَيْناًۚ فَاِمَّا تَرَيِنَّ مِنَ الْبَشَرِ اَحَداًۙ فَقُولٖٓي اِنّٖي نَذَرْتُ لِلرَّحْمٰنِ صَوْماً فَلَنْ اُكَلِّمَ الْيَوْمَ اِنْسِياًّۚ","ayatMealText":{"tr":"\"Ye, iç, gözün aydın olsun. Eğer insanlardan birini görürsen, ben Rahmân (olan Allah)a bir oruç (susmak) adadım. Onun için bugün hiçbir kimseyle konuşmayacağım\" de.","nl":"Dus eet en drink en verkoel jouw ogen. Maar als jij iemand ziet, zeg dan: \"Voorwaar, ik heb de Barmhartige belooft te vasten, dus zal ik vandaag tot geen mens spreken.\"","en":"So eat and drink, and put your heart at ease. But if you see any of the people, say, ‘I have vowed silence to the Most Compassionate, so I am not talking to anyone today.’”"},"surah":{"surahId":19,"name":"Meryem","nameAr":"مَرْيَمَ","revelationOrder":44,"verseCount":98,"juzNo":16,"firstPage":305}},{"id":2277,"surahId":19,"ayatId":27,"ayatNo":"٢٧","pageNo":307,"ayatText":"فَاَتَتْ بِهٖ قَوْمَهَا تَحْمِلُهُؕ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْـٔاً فَرِياًّ","ayatMealText":{"tr":"Sonra Meryem onu (İsa'yı) yüklenerek kavmine getirdi. Onlar (hayretler içinde şöyle) dediler: \"Ey Meryem! doğrusu sen görülmemiş bir şey yaptın.\"","nl":"Toen ging zij naar haar volk, hem ('Îsa) dragend. Zij zeiden: \"O Maryam, jij hebt iets vreemds gedaan.","en":"Then she returned to her people, carrying him. They said ˹in shock˺, “O Mary! You have certainly done a horrible thing"},"surah":null},{"id":2278,"surahId":19,"ayatId":28,"ayatNo":"٢٨","pageNo":307,"ayatText":"يَٓا اُخْتَ هٰرُونَ مَا كَانَ اَبُوكِ امْرَاَ سَوْءٍ وَمَا كَانَتْ اُمُّكِ بَغِياًّۚ","ayatMealText":{"tr":"\"Ey Harun'un kızkardeşi! Senin baban kötü bir adam değildi, annen de iffetsiz bir kadın değildi.\"","nl":"O zuster van Hârôen, jouw vader was geen slechte man en jouw moeder was geen onzedelijke vrouw.\"","en":"O sister of Aaron! Your father was not an indecent man, nor was your mother unchaste.”"},"surah":null},{"id":2279,"surahId":19,"ayatId":29,"ayatNo":"٢٩","pageNo":307,"ayatText":"فَاَشَارَتْ اِلَيْهِࣞ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِياًّ","ayatMealText":{"tr":"Bunun üzerine Meryem çocuğu gösterdi. Onlar; \"Biz beşikteki bir çocukla nasıl konuşuruz?\" dediler.","nl":"Daarop wees zij naar hem. Zij zeiden: \"Hoe kunnen wij spreken met een baby, die nog als kind in de wieg ligt?\"","en":"So she pointed to the baby. They exclaimed, “How can we talk to someone who is an infant in the cradle?”"},"surah":null},{"id":2280,"surahId":19,"ayatId":30,"ayatNo":"٣٠","pageNo":307,"ayatText":"قَالَ اِنّٖي عَبْدُ اللّٰهِࣞ اٰتَانِيَ الْكِتَابَ وَجَعَلَنٖي نَبِياًّۙ","ayatMealText":{"tr":"(Allah'ın bir mucizesi olarak İsa şöyle) dedi: \"Şüphesiz ben Allah'ın kuluyum. O bana kitab verdi ve beni bir peygamber yaptı.\"","nl":"Hij ('Îsa) zei: \"Voorwaar, ik ben een dienaar van Allah. Hij heeft mij de Schrift gegeven en mij tot een Profeet gemaakt.","en":"˹Jesus˺ declared, “I am truly a servant of Allah. He has destined me to be given the Scripture and to be a prophet"},"surah":null},{"id":2281,"surahId":19,"ayatId":31,"ayatNo":"٣١","pageNo":307,"ayatText":"وَجَعَلَنٖي مُبَارَكاً اَيْنَ مَا كُنْتُࣕ وَاَوْصَانٖي بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمْتُ حَياًّࣕ","ayatMealText":{"tr":"\"Beni, nerede olursam olayım mübarek kıldı. Hayatta bulunduğum müddetçe namaz kılmamı ve zekat vermemi emretti.\"","nl":"En Hij heeft mij gezegend waar ik ook ben en Hij heeft mij bevolen de shalât te verrichten en de zamt (te betalen), zolang ik leef.","en":"He has made me a blessing wherever I go, and bid me to establish prayer and give alms-tax as long as I live"},"surah":null},{"id":2282,"surahId":19,"ayatId":32,"ayatNo":"٣٢","pageNo":307,"ayatText":"وَبَراًّ بِوَالِدَتٖيؗ وَلَمْ يَجْعَلْنٖي جَبَّاراً شَقِياًّ","ayatMealText":{"tr":"\"Beni anneme hürmetkar kıldı. Beni zorba ve isyankar yapmadı.\"","nl":"En om goed te zijn voor mijn moeder. En Hij heeft mij niet als een arrogante ongehoorzame gemaakt.","en":"and to be kind to my mother. He has not made me arrogant or defiant"},"surah":null},{"id":2283,"surahId":19,"ayatId":33,"ayatNo":"٣٣","pageNo":307,"ayatText":"وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ اَمُوتُ وَيَوْمَ اُبْعَثُ حَياًّ","ayatMealText":{"tr":"\"Doğduğum gün, öleceğim gün ve dirileceğim gün selam ve emniyet benim üzerimedir.\"","nl":"Vrede zij met mij op de dag dat ik geboren werd en op de dag dat ik sterf en op de dag dat ik tot leven word opgewekt.\"","en":"Peace be upon me the day I was born, the day I die, and the day I will be raised back to life!”"},"surah":null},{"id":2284,"surahId":19,"ayatId":34,"ayatNo":"٣٤","pageNo":307,"ayatText":"ذٰلِكَ عٖيسَى ابْنُ مَرْيَمَۚ قَوْلَ الْحَقِّ الَّذٖي فٖيهِ يَمْتَرُونَ","ayatMealText":{"tr":"İşte hakkında (yahudilerle hıristiyanların) ihtilaf edip durdukları Meryemoğlu İsa'ya dair Allah'ın sözü budur.","nl":"Dat is 'Îsa, zoon van Maryam, het Woord van Waarheid waaraan zij twijfelen.","en":"That is Jesus, son of Mary. ˹And this is˺ a word of truth, about which they dispute"},"surah":null},{"id":2285,"surahId":19,"ayatId":35,"ayatNo":"٣٥","pageNo":307,"ayatText":"مَا كَانَ لِلّٰهِ اَنْ يَتَّخِذَ مِنْ وَلَدٍۙ سُبْحَانَهُؕ اِذَا قَضٰٓى اَمْراً فَاِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُؕ","ayatMealText":{"tr":"Çocuk edinmek asla Allah'ın şanına yakışmaz. O bundan münezzehtir. O, bir şeyin olmasını dilerse, ona sadece \"ol\" der, o da oluverir.","nl":"Het is niet passend voor Allah om een zoon te hebben, Heilig is Hij, als Hij iets bepaalt, zegt Hij er slechts tegen: \"Wees,\" en het is.","en":"It is not for Allah to take a son! Glory be to Him. When He decrees a matter, He simply tells it, “Be!” And it is"},"surah":null},{"id":2286,"surahId":19,"ayatId":36,"ayatNo":"٣٦","pageNo":307,"ayatText":"وَاِنَّ اللّٰهَ رَبّٖي وَرَبُّكُمْ فَاعْبُدُوهُؕ هٰذَا صِرَاطٌ مُسْتَقٖيمٌ","ayatMealText":{"tr":"\"Şüphesiz benim de Rabbim, sizin de Rabbiniz Allah'tır. O halde ona ibadet edin, işte dosdoğru yol budur.\"","nl":"(Zeg:) \"En voorwaar, Allah is mijn Heer en jullie Heer: dus aanbidt Hem, dit is het rechte Pad.\"","en":"˹Jesus also declared,˺ “Surely Allah is my Lord and your Lord, so worship Him ˹alone˺. This is the Straight Path.”"},"surah":null},{"id":2287,"surahId":19,"ayatId":37,"ayatNo":"٣٧","pageNo":307,"ayatText":"فَاخْتَلَفَ الْاَحْزَابُ مِنْ بَيْنِهِمْۚ فَوَيْلٌ لِلَّذٖينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظٖيمٍ","ayatMealText":{"tr":"Ne var ki, fırkalar (yahudi ve hıristiyanlar) kendi aralarında ihtilafa düştüler. O büyük (dehşetli) günü görecek kâfirlerin vay haline!","nl":"Maar de groepen verschilden onderling van mening; dus wee hen die niet geloven getuige te zijn van de geweldige Dag.","en":"Yet their ˹various˺ groups have differed among themselves ˹about him˺, so woe to the disbelievers when they face a tremendous Day"},"surah":null},{"id":2288,"surahId":19,"ayatId":38,"ayatNo":"٣٨","pageNo":307,"ayatText":"اَسْمِعْ بِهِمْ وَاَبْصِرْۙ يَوْمَ يَأْتُونَنَاۚ لٰكِنِ الظَّالِمُونَ الْيَوْمَ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"Bize gelecekleri gün, neler işitecekler, neler görecekler! Fakat o zalimler bugün apaçık bir sapıklık içindedirler.","nl":"Hoeveel beter zullen zij luisteren en hoeveel scherper zullen zij zien op de Dag dat zij tot Ons zullen komen! Maar de onrechtvaardigen verkeren in duidelijke dwaling.","en":"How clearly will they hear and see on the Day they will come to Us! But today the wrongdoers are clearly astray"},"surah":null}]}