{"juzNo":16,"pageNo":308,"arCuzNo":"۱٦","arPageNo":"۳۰۸","quranAyats":[{"id":2289,"surahId":19,"ayatId":39,"ayatNo":"٣٩","pageNo":308,"ayatText":"وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ اِذْ قُضِيَ الْاَمْرُۚ وَهُمْ فٖي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"(Ey Muhammed!) İnsanların pişmanlık duyacağı ve işin bitmiş olacağı (kıyamet) günü ile onları uyar. Onlar hâlâ gaflet içindedirler, onlar iman etmezler.","nl":"En waarschuw hen voor de Dag van spijt, wanneer de zaak bepaald is; zij zijn onachtzaam en zij geloven niet.","en":"And warn them ˹O Prophet˺ of the Day of Regret, when all matters will be settled, while they are ˹engrossed˺ in heedlessness and disbelief"},"surah":{"surahId":19,"name":"Meryem","nameAr":"مَرْيَمَ","revelationOrder":44,"verseCount":98,"juzNo":16,"firstPage":305}},{"id":2290,"surahId":19,"ayatId":40,"ayatNo":"٤٠","pageNo":308,"ayatText":"اِنَّا نَحْنُ نَرِثُ الْاَرْضَ وَمَنْ عَلَيْهَا وَاِلَيْنَا يُرْجَعُونَࣖ","ayatMealText":{"tr":"Şüphesiz biz bütün yeryüzüne ve üzerindekilere varis olacağız. Ve onlar da mutlaka bize döndürüleceklerdir.","nl":"Voorwaar, Wij erven de aarde en een ieder die zich daarop bevindt. En tot Ons zullen zij weerkeren.","en":"Indeed, it is We Who will succeed the earth and whoever is on it. And to Us they will ˹all˺ be returned"},"surah":null},{"id":2291,"surahId":19,"ayatId":41,"ayatNo":"٤١","pageNo":308,"ayatText":"وَاذْكُرْ فِي الْكِتَابِ اِبْرٰهٖيمَؕ اِنَّهُ كَانَ صِدّٖيقاً نَبِياًّ","ayatMealText":{"tr":"Kur'ân'da İbrahim'i(n kıssasını da) an. Şüphesiz ki o, sıddık (özü, sözü doğru) bir peygamberdi.","nl":"En vertel (O Moehammad) in het Boek over lbrâhîm: hij was waarheidsgetrouw, een Profeet.","en":"And mention in the Book ˹O Prophet, the story of˺ Abraham. He was surely a man of truth and a prophet"},"surah":null},{"id":2292,"surahId":19,"ayatId":42,"ayatNo":"٤٢","pageNo":308,"ayatText":"اِذْ قَالَ لِاَبٖيهِ يَٓا اَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنٖي عَنْكَ شَيْـٔاً","ayatMealText":{"tr":"O, bir zaman babasına şöyle demişti: \"Babacığım! İşitmeyen, görmeyen ve sana hiçbir faydası olmayan şeylere niçin tapıyorsun?\"","nl":"(Gedenk) toen hij tot zijn vader zei: \"O mijn vader, waarom aanbidt u iets dat niet hoort, niet ziet en u niets baat?","en":"˹Remember˺ when he said to his father, “O dear father! Why do you worship what can neither hear nor see, nor benefit you at all"},"surah":null},{"id":2293,"surahId":19,"ayatId":43,"ayatNo":"٤٣","pageNo":308,"ayatText":"يَٓا اَبَتِ اِنّٖي قَدْ جَٓاءَنٖي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنٖٓي اَهْدِكَ صِرَاطاً سَوِياًّ","ayatMealText":{"tr":"\"Babacığım! Doğrusu sana gelmeyen bir ilim bana geldi. O halde bana uy da, seni doğru bir yola eriştireyim.\"","nl":"O mijn vader, er is waarlijk kennis tot mij gekomen, die niet tot u kwam. Dus volg mij, dan leid ik u op het rechte Pad.","en":"O dear father! I have certainly received some knowledge which you have not received, so follow me and I will guide you to the Straight Path"},"surah":null},{"id":2294,"surahId":19,"ayatId":44,"ayatNo":"٤٤","pageNo":308,"ayatText":"يَٓا اَبَتِ لَا تَعْبُدِ الشَّيْطَانَؕ اِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمٰنِ عَصِياًّ","ayatMealText":{"tr":"\"Babacığım! Şeytana tapma, çünkü şeytan Rahmân (olan Allah)a âsî oldu.\"","nl":"O mijn vader, gehoorzaam de Satan niet: voorwaar, de Satan is opstandig tegen de Barmhartige.","en":"O dear father! Do not worship Satan. Surely Satan is ever rebellious against the Most Compassionate"},"surah":null},{"id":2295,"surahId":19,"ayatId":45,"ayatNo":"٤٥","pageNo":308,"ayatText":"يَٓا اَبَتِ اِنّٖٓي اَخَافُ اَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمٰنِ فَتَكُونَ لِلشَّيْطَانِ وَلِياًّ","ayatMealText":{"tr":"\"Babacığım! Doğrusu ben korkarım ki, sana Rahmân'dan bir azab dokunur da şeytana (cehennemde arkadaş) olursun.\"","nl":"O mijn vader, ik ben bang dat een bestraffing van de Barmhartige u zig treffen, dan zal u een helper van de Satan worden.\"","en":"O dear father! I truly fear that you will be touched by a torment from the Most Compassionate, and become Satan’s companion ˹in Hell˺.”"},"surah":null},{"id":2296,"surahId":19,"ayatId":46,"ayatNo":"٤٦","pageNo":308,"ayatText":"قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِهَتٖي يَٓا اِبْرٰهٖيمُۚ لَئِنْ لَمْ تَنْتَهِ۬ لَاَرْجُمَنَّكَ وَاهْجُرْنٖي مَلِياًّ","ayatMealText":{"tr":"Babası \"Ey İbrahim! Sen benim ilâhlarımdan yüz mü çeviriyorsun? Yemin ederim ki, eğer (onları kötülemekten) vazgeçmezsen, seni muhakkak taşlarım. (gerçektenveya söz ilesana taş atarım). Haydi uzun bir müddet benden uzak ol\" dedi.","nl":"Hij zei: \"Haatjij mijn poden. O (Ibrâhîm? Als jij niet ophoudt, zal ik jou zeker stenigen. Ga bij mij vandaan voor een lange tijd.\"","en":"He threatened, “How dare you reject my idols, O Abraham! If you do not desist, I will certainly stone you ˹to death˺. So be gone from me for a long time!”"},"surah":null},{"id":2297,"surahId":19,"ayatId":47,"ayatNo":"٤٧","pageNo":308,"ayatText":"قَالَ سَلَامٌ عَلَيْكَۚ سَاَسْتَغْفِرُ لَكَ رَبّٖيؕ اِنَّهُ كَانَ بٖي حَفِياًّ","ayatMealText":{"tr":"İbrahim şöyle dedi: \"Selâm sana olsun, senin için Rabbimden mağfiret dileyeceğim. Çünkü o, bana çok lütufkârdır.\"","nl":"Hij (Ibrâhîm) zei: \"Vrede zij met u, ik zal vergeving voor u vragen bij mijn Heer: voorwaar, Hij is altijd mild voor mij.","en":"Abraham responded, “Peace be upon you! I will pray to my Lord for your forgiveness. He has truly been Most Gracious to me"},"surah":null},{"id":2298,"surahId":19,"ayatId":48,"ayatNo":"٤٨","pageNo":308,"ayatText":"وَاَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللّٰهِ وَاَدْعُوا رَبّٖيؗ عَسٰٓى اَلَّٓا اَكُونَ بِدُعَٓاءِ رَبّٖي شَقِياًّ","ayatMealText":{"tr":"\"Ben, sizden ve Allah'tan başka taptığınız şeylerden çekilip ayrılırım da Rabbime dua (ibadet) ederim. Rabbime yalvarışımda mahrum kalmayacağımı umarım.\"","nl":"En ik zal weggaan van jullie en van wat jullie naast Allah aanbidden. En ik zal bij mijn Heer smeken, moge ik niet teleurgesteld zijn in mijn smeekbeden aan mijn Heer.\"","en":"As I distance myself from ˹all of˺ you and from whatever you invoke besides Allah, I will ˹continue to˺ call upon my Lord ˹alone˺, trusting that I will never be disappointed in invoking my Lord.”"},"surah":null},{"id":2299,"surahId":19,"ayatId":49,"ayatNo":"٤٩","pageNo":308,"ayatText":"فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللّٰهِۙ وَهَبْنَا لَـهُٓ اِسْحٰقَ وَيَعْقُوبَؕ وَكُلاًّ جَعَلْنَا نَبِياًّ","ayatMealText":{"tr":"İbrahim, kavminden ve onların Allah'tan başka ibadet ettikleri şeylerden uzaklaşınca, biz ona İshak'ı ve (İshak'ın oğlu) Yakub'u ihsan ettik. Ve hepsini de peygamber yaptık.","nl":"En toen hij van hen wegging en van wat zij naast Allah aanbaden, schonken Wij hem Ishâq en Ya'qôeb en Wij maakten leder van hen een Profeet.","en":"So after he had left them and what they worshipped besides Allah, We granted him Isaac and Jacob, and made each of them a prophet"},"surah":null},{"id":2300,"surahId":19,"ayatId":50,"ayatNo":"٥٠","pageNo":308,"ayatText":"وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِياًّࣖ","ayatMealText":{"tr":"Biz onlara rahmetimizden lütuflarda bulunduk. Hepsine de dillerde güzel ve yüksek bir övgü verdik.","nl":"En Wij schonken hun van Onze Barmhartigheid en Wij maakten hen geëerd, verheven.","en":"We showered them with Our mercy, and blessed them with honourable mention"},"surah":null},{"id":2301,"surahId":19,"ayatId":51,"ayatNo":"٥١","pageNo":308,"ayatText":"وَاذْكُرْ فِي الْكِتَابِ مُوسٰىؗ اِنَّهُ كَانَ مُخْلَصاً وَكَانَ رَسُولاً نَبِياًّ","ayatMealText":{"tr":"Kur'ân'da Musa'yı da an; Şüphesiz ki o, ihlaslı bir kuldu ve gönderilmiş bir peygamberdi.","nl":"En vertel (O Moehammad) in het Boek over Môesa: hij was een uitverkorene en hij was een Boodschapper, een Profeet.","en":"And mention in the Book ˹O Prophet, the story of˺ Moses. He was truly a chosen man, and was a messenger and a prophet"},"surah":null}]}