{"juzNo":16,"pageNo":309,"arCuzNo":"۱٦","arPageNo":"۳۰۹","quranAyats":[{"id":2302,"surahId":19,"ayatId":52,"ayatNo":"٥٢","pageNo":309,"ayatText":"وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْاَيْمَنِ وَقَرَّبْنَاهُ نَجِياًّ","ayatMealText":{"tr":"Biz ona Tur dağının sağ yanından seslendik ve onu hususi bir konuşmada bulunmak üzere kendimize yaklaştırdık.","nl":"En Wij riepen hem van de rechterzijde van (de berg) Thôer en Wij brachten hem dichterbij Ons, zachtjes smekend.","en":"We called him from the right side of Mount Ṭûr, and drew him near, speaking ˹with him˺ directly"},"surah":{"surahId":19,"name":"Meryem","nameAr":"مَرْيَمَ","revelationOrder":44,"verseCount":98,"juzNo":16,"firstPage":305}},{"id":2303,"surahId":19,"ayatId":53,"ayatNo":"٥٣","pageNo":309,"ayatText":"وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَٓا اَخَاهُ هٰرُونَ نَبِياًّ","ayatMealText":{"tr":"Rahmetimizden de ona, kardeşi Harun'u bir peygamber olarak ihsan eyledik. Meâli Şerifi","nl":"En Wij schonken hem van Onze Barnhartigheid zijn broeder Hârôen, een Profeet.","en":"And We appointed for him—out of Our grace—his brother, Aaron, as a prophet"},"surah":null},{"id":2304,"surahId":19,"ayatId":54,"ayatNo":"٥٤","pageNo":309,"ayatText":"وَاذْكُرْ فِي الْكِتَابِ اِسْمٰعٖيلَؗ اِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولاً نَبِياًّۚ","ayatMealText":{"tr":"Kur'ân'da İsmail'i de an; çünkü o, vaadine sadık bir kuldu ve gönderilmiş bir peygamberdi.","nl":"En vertel in het Boek over Ismâ'îl: hij was trouw aan zijn beloften en hij was een Boodschapper, een Profeet.","en":"And mention in the Book ˹O Prophet, the story of˺ Ishmael. He was truly a man of his word, and was a messenger and a prophet"},"surah":null},{"id":2305,"surahId":19,"ayatId":55,"ayatNo":"٥٥","pageNo":309,"ayatText":"وَكَانَ يَأْمُرُ اَهْلَهُ بِالصَّلٰوةِ وَالزَّكٰوةِࣕ وَكَانَ عِنْدَ رَبِّهٖ مَرْضِياًّ","ayatMealText":{"tr":"Ailesine ve çevresine namaz kılmayı ve zekat vermeyi emrederdi ve Rabbinin katında hoşnutluğa ermişti.","nl":"En hij placht zijn familie de shalât en de zakât te bevelen en hij vond welbehagen bij zijn Heer.","en":"He used to urge his people to pray and give alms-tax. And his Lord was well pleased with him"},"surah":null},{"id":2306,"surahId":19,"ayatId":56,"ayatNo":"٥٦","pageNo":309,"ayatText":"وَاذْكُرْ فِي الْكِتَابِ اِدْرٖيسَؗ اِنَّهُ كَانَ صِدّٖيقاً نَبِياًّࣗ","ayatMealText":{"tr":"Kitapta İdris'i de an; çünkü o, çok sadık (özü, sözü pek doğru) bir peygamberdi.","nl":"En vertel in het Boek over Isrîs: hij was een oprechte, een Profeet.","en":"And mention in the Book ˹O Prophet, the story of˺ Enoch. He was surely a man of truth and a prophet"},"surah":null},{"id":2307,"surahId":19,"ayatId":57,"ayatNo":"٥٧","pageNo":309,"ayatText":"وَرَفَعْنَاهُ مَكَاناً عَلِياًّ","ayatMealText":{"tr":"Biz onu yüce bir yere yükselttik.","nl":"En Wij verhieven hem in een verheven positie.","en":"And We elevated him to an honourable status"},"surah":null},{"id":2308,"surahId":19,"ayatId":58,"ayatNo":"٥٨","pageNo":309,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِنَ النَّبِيّٖنَ مِنْ ذُرِّيَّةِ اٰدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍؗ وَمِنْ ذُرِّيَّةِ اِبْرٰهٖيمَ وَاِسْرَٓائٖلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَاؕ اِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُ الرَّحْمٰنِ خَرُّوا سُجَّداً وَبُكِياًّ","ayatMealText":{"tr":"İşte bunlar, Allah'ın kendilerine nimetler verdiği peygamberlerden, Âdem'in soyundan ve gemide Nuh ile beraber taşıdıklarımızın neslinden, İbrahim ve İsrail'in soyundan, hidayete erdirdiğimiz ve seçtiğimiz kimselerdir. Kendilerine Rahmân (olan Allah)ın âyetleri okunduğu zaman ağlayarak secdeye kapanırlardı.","nl":"Zij zijn degenen die Allah begenadigd heeft onder de Profeten van de nakomelingen van Adam en degenen die Wij met Nôeh (in de ark) droegen en onder de nakomelingen van Ibrâhîm en Isrâ'îl en onder hen die Wij geleid en uitgekozen hebben. Wanneer aan ben de Verzen van de Barmhartige worden voorgedragen, buigen zij knielend neer en huilen.","en":"Those were ˹some of˺ the prophets who Allah has blessed from among the descendants of Adam, and of those We carried with Noah ˹in the Ark˺, and of the descendants of Abraham and Israel, and of those We ˹rightly˺ guided and chose. Whenever the revelations of the Most Compassionate were recited to them, they fell down, prostrating and weeping"},"surah":null},{"id":2309,"surahId":19,"ayatId":59,"ayatNo":"٥٩","pageNo":309,"ayatText":"فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ اَضَاعُوا الصَّلٰوةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَياًّۙ","ayatMealText":{"tr":"Sonra bunların ardından öyle bir nesil geldi ki, namazı terkettiler, heva ve heveslerine uydular; onlar bu taşkınlıklarının karşılığını mutlaka göreceklerdir. (Cehennemdeki \"Gayya\" vadisini boylayacaklardır.)","nl":"Maar na ben volgden andere generaties, die de shalât achterwege lieten en de begeerten volgden. Daarom zullen zij verlies tegemoet zien.","en":"But they were succeeded by generations who neglected prayer and followed their lusts and so will soon face the evil consequences"},"surah":null},{"id":2310,"surahId":19,"ayatId":60,"ayatNo":"٦٠","pageNo":309,"ayatText":"اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحاً فَاُو۬لٰٓئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـٔاًۙ","ayatMealText":{"tr":"Fakat tevbe edip iman eden ve salih amel işleyen bunun dışındadır. Bunlar cennete girecekler ve hiçbir haksızlığa uğratılmayacaklardır.","nl":"Behalve wie berouw toont en gelooft en goede daden verricht. Zij zijn het die het Paradijs zullen binnentreden en hun zal geen onkel onrecht aangedaan worden.","en":"As for those who repent, believe, and do good, it is they who will be admitted into Paradise, never being denied any reward"},"surah":null},{"id":2311,"surahId":19,"ayatId":61,"ayatNo":"٦١","pageNo":309,"ayatText":"جَنَّاتِ عَدْنٍۨ الَّتٖي وَعَدَ الرَّحْمٰنُ عِبَادَهُ بِالْغَيْبِؕ اِنَّهُ كَانَ وَعْدُهُ مَأْتِياًّ","ayatMealText":{"tr":"O cennet, Rahmân (olan Allah)ın kullarına görmedikleri halde vadettiği \"Adn\" cennetleridir. Şüphesiz O'nun vaadi mutlaka yerini bulacaktır.","nl":"Tuinen van 'Adn (het Paradijs) die de Barmhartige aan zijn dienaren in het onwaarneembare beloofde. Voorwaar, (de vervulling van) Zijn belofse vindt zeker plaats.","en":"˹They will be in˺ the Gardens of Eternity, promised in trust by the Most Compassionate to His servants. Surely His promise will be fulfilled"},"surah":null},{"id":2312,"surahId":19,"ayatId":62,"ayatNo":"٦٢","pageNo":309,"ayatText":"لَا يَسْمَعُونَ فٖيهَا لَغْواً اِلَّا سَلَاماًؕ وَلَهُمْ رِزْقُهُمْ فٖيهَا بُكْرَةً وَعَشِياًّ","ayatMealText":{"tr":"Onlar orada boş bir söz işitmezler. Ancak \"Selam\" işitirler. Orada sabah akşam rızıkları da hazırdır.","nl":"Zij zullen daarin geen onzinnige gesprekken horen, maar slechts 'Vrede' en daarin is voor hen levensonderhoud, 's ochtends en 's avonds.","en":"There they will never hear any idle talk—only ˹greetings of˺ peace. And there they will have their provisions morning and evening"},"surah":null},{"id":2313,"surahId":19,"ayatId":63,"ayatNo":"٦٣","pageNo":309,"ayatText":"تِلْكَ الْجَنَّةُ الَّتٖي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِياًّ","ayatMealText":{"tr":"İşte kullarımızdan takva sahibi olanlara vereceğimiz cennet budur.","nl":"Dat is het Paradijs dat Wij Onze dienaren die (Allah) vrezen doen erven.","en":"That is Paradise, which We will grant to whoever is devout among Our servants"},"surah":null},{"id":2314,"surahId":19,"ayatId":64,"ayatNo":"٦٤","pageNo":309,"ayatText":"وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّكَۚ لَهُ مَا بَيْنَ اَيْدٖينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِياًّۚ","ayatMealText":{"tr":"\"(Cebrail dedi ki: Ey Muhammed!) \"Biz senin Rabbinin emri olmadıkça inmeyiz. Önümüzdeki ve ardımızdaki (bütün geçmiş ve gelecek şeyler) ve bunların arasındakiler hep O'nundur. Rabbin de (seni) unutmuş değildir?\"","nl":"Wij (Engelen) dalen slechts op bevel van jouw Heer neer. Aan Hem behoort alles wat voor ons is en wat achter ons is en wat ertussen is. En jouw Heer is niet vergeetachtig.","en":"“We only descend by the command of your Lord. To Him belongs whatever is before us, and whatever is behind us, and everything in between. And your Lord is never forgetful"},"surah":null}]}