{"juzNo":2,"pageNo":31,"arCuzNo":"۲","arPageNo":"۳۱","quranAyats":[{"id":204,"surahId":2,"ayatId":197,"ayatNo":"١٩٧","pageNo":31,"ayatText":"اَلْحَجُّ اَشْهُرٌ مَعْلُومَاتٌۚ فَمَنْ فَرَضَ فٖيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّؕ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللّٰهُؕ وَتَزَوَّدُوا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىؗ وَاتَّقُونِ يَٓا اُو۬لِي الْاَلْبَابِ","ayatMealText":{"tr":"Hac, bilinen aylardadır. Her kim o aylarda hacca başlayıp kendisine farz ederse; artık hacda kadına yaklaşmak, günah işlemek ve kavga etmek yoktur. Siz hayırdan ne işlerseniz, Allah onu bilir. Kendinize azık edinin. Şüphesiz ki azıkların en hayırlısı Allah korkusudur. Ey akıl sahipleri! Benden korkun!","nl":"De Haddj is in de bekende maanden. Degene die zich dan tot het verrichten van de Haddj daarin heeft verplicht, (voor hem is er) geen geslachtsgemeenschap, geen zondigheid en geen twist tijdens de Haddj. En wat jullie aan goeds doen. Allah kent het. En neemt proviand mee, en de beste proviand is Taqwa, vreest Mij daarom, O jullie bezitters van verstand.","en":"˹Commitment to˺ pilgrimage is made in appointed months. Whoever commits to ˹performing˺ pilgrimage, let them stay away from intimate relations, foul language, and arguments during pilgrimage. Whatever good you do, Allah ˹fully˺ knows of it. Take ˹necessary˺ provisions ˹for the journey˺—surely the best provision is righteousness. And be mindful of Me, O people of reason"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":205,"surahId":2,"ayatId":198,"ayatNo":"١٩٨","pageNo":31,"ayatText":"لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْؕ فَاِذَٓا اَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِࣕ وَاذْكُرُوهُ كَمَا هَدٰيكُمْۚ وَاِنْ كُنْتُمْ مِنْ قَبْلِهٖ لَمِنَ الضَّٓالّٖينَ","ayatMealText":{"tr":"Rabbinizin lütfunu istemenizde size bir günah yoktur. Arafat'tan indiğiniz zaman Meş'ari Haram yanında (Müzdelife'de) Allah'ı zikredin. O'nu, size gösterdiği şekilde zikredin. Doğrusu siz, bundan önce gerçekten sapmışlardandınız.","nl":"Er rust op jullie geen zonde als jullie (tijdens de Haddj) een gunst van jullie Heer zoeken. Wanneer jullie dan 'Arafâh verlaten, gedenkt dan Allah bij het Gewijde Teken (te Moedzdalifah) en gedenkt Hem omdat Hij jullie geleid heeft, terwijl jullie daarvoor tot de dwalenden behoorden.","en":"There is no blame on you for seeking the bounty of your Lord ˹during this journey˺. When you return from ’Arafât, praise Allah near the sacred place and praise Him for having guided you, for surely before this ˹guidance˺ you were astray"},"surah":null},{"id":206,"surahId":2,"ayatId":199,"ayatNo":"١٩٩","pageNo":31,"ayatText":"ثُمَّ اَفٖيضُوا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Sonra insanların akıp geldiği yerden siz de akıp gelin. Allah'tan bağışlanmanızı isteyin. Çünkü Allah çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Vertrekt daarna van waar de andere mensen vertrekken ('Arafâh) en zoekt vergeving bij Allah. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"Then go forth with the rest of the pilgrims. And seek Allah’s forgiveness. Surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":207,"surahId":2,"ayatId":200,"ayatNo":"٢٠٠","pageNo":31,"ayatText":"فَاِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَٓاءَكُمْ اَوْ اَشَدَّ ذِكْراًؕ فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَٓا اٰتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْاٰخِرَةِ مِنْ خَلَاقٍ","ayatMealText":{"tr":"Nihayet hac ibadetlerinizi bitirdiğiniz zaman, önceleri babalarınızı andığınız gibi, hatta daha kuvvetli bir anışla Allah'ı anın. İnsanlardan kimisi: \"Ey Rabbimiz! Bize dünyada ver!\" der. Onun için ahirette hiçbir kısmet yoktur.","nl":"Wanneer jullie dan jullie (Haddj-)rituelen hebben voltooid, gedenkt dan Allah zoals jullie je vaderen gedenken, of nog intenser. Er zijn mensen die smeken: \"Onze Heer, geef ons in de wereld.\" Maar er is voor hen in het Hiernamaals geen aandeel.","en":"When you have fulfilled your sacred rites, praise Allah as you used to praise your forefathers ˹before Islam˺, or even more passionately. There are some who say, “Our Lord! Grant us ˹Your bounties˺ in this world,” but they will have no share in the Hereafter"},"surah":null},{"id":208,"surahId":2,"ayatId":201,"ayatNo":"٢٠١","pageNo":31,"ayatText":"وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَٓا اٰتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْاٰخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ","ayatMealText":{"tr":"Yine onlardan: \"Ey Rabbimiz! Bize dünyada bir güzellik ve ahirette de bir güzellik ver ve bizi ateş azabından koru!\" diyenler vardır.","nl":"En er zijn er onder hen die smeken: \"Onze Heer, geef ons in de wereld wat goed is en het Hiernamaals wat goed is en bescherm ons tegen de bestraffing van de Hel.\"","en":"Yet there are others who say, “Our Lord! Grant us the good of this world and the Hereafter, and protect us from the torment of the Fire.”"},"surah":null},{"id":209,"surahId":2,"ayatId":202,"ayatNo":"٢٠٢","pageNo":31,"ayatText":"اُو۬لٰٓئِكَ لَهُمْ نَصٖيبٌ مِمَّا كَسَبُواؕ وَاللّٰهُ سَرٖيعُ الْحِسَابِ","ayatMealText":{"tr":"İşte onlar için, kazandıklarından bir nasib vardır. Allah, hesabı çok çabuk görür.","nl":"Zij zijn degenen voor wie er een beloning is voor wat zij hebben verricht. En Allah is snel in de afrekening.","en":"It is they who will receive a ˹heavenly˺ reward for the good they have done. Surely Allah is swift in reckoning"},"surah":null}]}