{"juzNo":16,"pageNo":310,"arCuzNo":"۱٦","arPageNo":"۳۱۰","quranAyats":[{"id":2315,"surahId":19,"ayatId":65,"ayatNo":"٦٥","pageNo":310,"ayatText":"رَبُّ السَّمٰوَاتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهٖؕ هَلْ تَعْلَمُ لَهُ سَمِياًّࣖ","ayatMealText":{"tr":"O, göklerin, yerin ve aralarındakilerin Rabbidir. O halde, O'na ibadet et ve O'na ibadet etmekte sabırlı ol. Hiç sen Allah'ın ismini taşıyan başka birini bilir misin?","nl":"(Hij is de) Heer van de hemelen en de aarde en wat ertussen is: aanbid Hem daarom, en wees geduldig in het aanbidden van Hem. Ken jij iemand die am Hem gelijkwandig is?\"","en":"˹He is the˺ Lord of the heavens, and the earth, and everything in between. So worship Him ˹alone˺, and be steadfast in His worship. Do you know of anyone equal to Him ˹in His attributes˺?”"},"surah":{"surahId":19,"name":"Meryem","nameAr":"مَرْيَمَ","revelationOrder":44,"verseCount":98,"juzNo":16,"firstPage":305}},{"id":2316,"surahId":19,"ayatId":66,"ayatNo":"٦٦","pageNo":310,"ayatText":"وَيَقُولُ الْاِنْسَانُ ءَاِذَا مَا مِتُّ لَسَوْفَ اُخْرَجُ حَياًّ","ayatMealText":{"tr":"Halbuki insan şöyle der: \"Ben öldüğüm zaman, ileride gerçekten diri olarak (mezardan) çıkarılacak mıyım?\"","nl":"En de mens zegt: \"Is het waar dat als ik sterf, ik zeker tot leven zal worden opgewekt?\"","en":"Yet ˹some˺ people ask ˹mockingly˺, “After I die, will I really be raised to life again?”"},"surah":null},{"id":2317,"surahId":19,"ayatId":67,"ayatNo":"٦٧","pageNo":310,"ayatText":"اَوَلَا يَذْكُرُ الْاِنْسَانُ اَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْـٔاً","ayatMealText":{"tr":"O insan, daha önce hiçbir şey değilken kendisini yoktan var ettiğimizi hatırlamaz mı?","nl":"Herinnert de mens zich niet dat Wij hem eerder geschapen hebben, toen hij niets was?","en":"Do ˹such˺ people not remember that We created them before, when they were nothing"},"surah":null},{"id":2318,"surahId":19,"ayatId":68,"ayatNo":"٦٨","pageNo":310,"ayatText":"فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطٖينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِياًّۚ","ayatMealText":{"tr":"Rabbine andolsun ki biz onları (öldükten sonra dirilmeyi inkâr eden kâfirleri) şeytanları ile beraber elbette ve elbette mahşerde toplayacağız. Sonra onları muhakkak cehennemin etrafında dizleri üstü hazır bulunduracağız (ki cennetlikleri görüp hasret çeksinler.).","nl":"Daarom, bij jouw Heer, Wij zullen hen en de Satans zeker verzamelen. Vervolgens zullen Wij ten zeker rondom de Het brengen, knielend.","en":"By your Lord ˹O Prophet˺! We will surely gather them along with the devils, and then set them around Hell on their knees"},"surah":null},{"id":2319,"surahId":19,"ayatId":69,"ayatNo":"٦٩","pageNo":310,"ayatText":"ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شٖيعَةٍ اَيُّهُمْ اَشَدُّ عَلَى الرَّحْمٰنِ عِتِياًّۚ","ayatMealText":{"tr":"Sonra her zümreden Rahmân'a karşı en ziyade isyankâr hangileri ise, muhakkak ayırıp atacağız.","nl":"Dan zullen Wij uit elke groep degenen plukken, die het meest in opstand kwamen tegen de Barmhartige.","en":"Then We will certainly begin by dragging out of every group the ones most defiant to the Most Compassionate"},"surah":null},{"id":2320,"surahId":19,"ayatId":70,"ayatNo":"٧٠","pageNo":310,"ayatText":"ثُمَّ لَنَحْنُ اَعْلَمُ بِالَّذٖينَ هُمْ اَوْلٰى بِهَا صِلِياًّ","ayatMealText":{"tr":"Sonra o cehenneme atılmaya layık olanların kimler bulunduğunu elbette biz daha iyi biliriz.","nl":"Dan zullen Wij zeker degenen gekend doen worden, die het meest verdienen daarbinnen te gaan.","en":"And We truly know best who is most deserving of burning in it"},"surah":null},{"id":2321,"surahId":19,"ayatId":71,"ayatNo":"٧١","pageNo":310,"ayatText":"وَاِنْ مِنْكُمْ اِلَّا وَارِدُهَاۚ كَانَ عَلٰى رَبِّكَ حَتْماً مَقْضِياًّۚ","ayatMealText":{"tr":"İçinizden hiçbiri istisna edilmemek üzere mutlaka herkes cehenneme varacaktır. Bu, Rabbinin katında kesinleşmiş bir hükümdür.","nl":"En er is niemand onder jullie of hij treedt daar binnen. Het is van jouw Heer een als onafwendbaar vastgesteld besluit.","en":"There is none of you who will not pass over it. ˹This is˺ a decree your Lord must fulfil"},"surah":null},{"id":2322,"surahId":19,"ayatId":72,"ayatNo":"٧٢","pageNo":310,"ayatText":"ثُمَّ نُنَجِّي الَّذٖينَ اتَّقَوْا وَنَذَرُ الظَّالِمٖينَ فٖيهَا جِثِياًّ","ayatMealText":{"tr":"Sonra Allah'dan korkup, sakınanları kurtaracağız ve zalimleri de toptan cehennemde bırakacağız.","nl":"Dan zuilen Wij hen redden die (Allah) vreesden, en Wij laten de onrechtplegers er in achter, knielend.","en":"Then We will deliver those who were devout, leaving the wrongdoers there on their knees"},"surah":null},{"id":2323,"surahId":19,"ayatId":73,"ayatNo":"٧٣","pageNo":310,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنَاتٍ قَالَ الَّذٖينَ كَفَرُوا لِلَّذٖينَ اٰمَنُٓواۙ اَيُّ الْفَرٖيقَيْنِ خَيْرٌ مَقَاماً وَاَحْسَنُ نَدِياًّ","ayatMealText":{"tr":"Âyetlerimiz kendilerine apaçık okunduğu zaman, o inkâr edenler, iman edenlere dediler ki: \"Bu iki zümreden (Mümin ve kâfirlerden) hangisi mevki bakımından daha iyi, meclis ve topluluk itibariyle daha güzeldir?\"","nl":"En wanneer Onze duidelijke Verzen aan hen worden voorgedragen, zeggen degenen die ongelovig zijn tegen degenen die gelovig zijn: \"Welke van de twee groepen is op een betere plaats en in een beter gezelschap?\"","en":"When Our clear revelations are recited to them, the disbelievers ask the believers ˹mockingly˺, “Which of the two of us is better in status and superior in assembly?”"},"surah":null},{"id":2324,"surahId":19,"ayatId":74,"ayatNo":"٧٤","pageNo":310,"ayatText":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ اَحْسَنُ اَثَاثاً وَرِءْياً","ayatMealText":{"tr":"Halbuki biz, kendilerinden evvel, mal ve gösterişce daha güzel nice asırlar halkını helak etmişizdir.","nl":"En hoeveel generaties hebben Wij niet vóór hen vernietigd, die beter toegerust waren en (mooier in) verschijning.","en":"˹Imagine, O Prophet˺ how many peoples We have destroyed before them, who were far better in luxury and splendour"},"surah":null},{"id":2325,"surahId":19,"ayatId":75,"ayatNo":"٧٥","pageNo":310,"ayatText":"قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمٰنُ مَداًّۚ حَتّٰٓى اِذَا رَاَوْا مَا يُوعَدُونَ اِمَّا الْعَذَابَ وَاِمَّا السَّاعَةَؕ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَاناً وَاَضْعَفُ جُنْداً","ayatMealText":{"tr":"Onlara de ki: \"Kim sapıklık içinde ise, Rahmân ona mal ve evlatça ziyadelik ve azgınlığında mühlet verir. Nihayet kendilerine vaad edilen azabı, yahut kıyamet günü cehennemi gördükleri vakit, artık bilecekler kimin mevkii daha fena ve yardımcıları daha zayıfmış.","nl":"Zeg (O Moehammad): \"Wie in dwaling verkeert: de Barmhartige laat voor hem de termijn verlengen, tot wanneer zij zien wat hun aangezegd was: òf de bestraffing, òf het Uur; dan zullen zij weten wie er slecht of is wat betreft plaats, en zwakker is wat betreft een helper.\"","en":"Say, ˹O Prophet,˺ “Whoever is ˹entrenched˺ in misguidance, the Most Compassionate will allow them plenty of time, until—behold!—they face what they are threatened with: either the torment or the Hour. Only then will they realize who is worse in position and inferior in manpower.”"},"surah":null},{"id":2326,"surahId":19,"ayatId":76,"ayatNo":"٧٦","pageNo":310,"ayatText":"وَيَزٖيدُ اللّٰهُ الَّذٖينَ اهْتَدَوْا هُدًىؕ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَاباً وَخَيْرٌ مَرَداًّ","ayatMealText":{"tr":"Allah, hidayeti kabul edenlere, daha çok hidayet verir. Baki kalacak olan salih ameller, Rabbinin katında sevap bakımından da daha hayırlıdır, sonuç bakımından da daha hayırlıdır.","nl":"En Allah zal voor degenen die Leiding volgen dt Leiding vemeerderen; en de blijvende goede daden zijn heter bij jouw Heer wat betreft beloning en beter wat betreft de terugkeer.","en":"And Allah increases in guidance those who are ˹rightly˺ guided. And the everlasting good deeds are far better with your Lord in reward and in outcome"},"surah":null}]}