{"juzNo":16,"pageNo":311,"arCuzNo":"۱٦","arPageNo":"۳۱۱","quranAyats":[{"id":2327,"surahId":19,"ayatId":77,"ayatNo":"٧٧","pageNo":311,"ayatText":"اَفَرَاَيْتَ الَّذٖي كَفَرَ بِاٰيَاتِنَا وَقَالَ لَاُو۫تَيَنَّ مَالاً وَوَلَداًؕ","ayatMealText":{"tr":"Şimdi âyetlerimizi inkâr eden ve \"Elbette bana mal ve evlat verilecektir.\" diyen adamı gördün mü?","nl":"Heb jij degene gezien, die niet in Onze Tekenen gelooft, en zegt: \"Aan mij zullen zeker bezit en zonen gegeven worden\"?","en":"Have you seen ˹O Prophet˺ the one who rejects Our revelations yet boasts, “I will definitely be granted ˹plenty of˺ wealth and children ˹if there is an afterlife˺.”"},"surah":{"surahId":19,"name":"Meryem","nameAr":"مَرْيَمَ","revelationOrder":44,"verseCount":98,"juzNo":16,"firstPage":305}},{"id":2328,"surahId":19,"ayatId":78,"ayatNo":"٧٨","pageNo":311,"ayatText":"اَطَّـلَعَ الْغَيْبَ اَمِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْداًۙ","ayatMealText":{"tr":"O (kâfir), gaybı mı bildi? Yoksa Rahmân (olan Allah) katından bir söz mü aldı?","nl":"Heeft hij het onwaarneembare gezien of heeft hij een verbond gesloten met de Barmhartige?","en":"Has he looked into the unseen or taken a pledge from the Most Compassionate"},"surah":null},{"id":2329,"surahId":19,"ayatId":79,"ayatNo":"٧٩","pageNo":311,"ayatText":"كَلَّاؕ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَداًّۙ","ayatMealText":{"tr":"Hayır, asla öyle değil; biz onun söylediklerini yazacağız ve azabını çoğalttıkça çoğaltacağız.","nl":"Welnee, Wij zullen opschrijven wat hij zeg en Wij verlengen de duur van de bestraffing voor hem.","en":"Not at all! We certainly record whatever he claims and will increase his punishment extensively"},"surah":null},{"id":2330,"surahId":19,"ayatId":80,"ayatNo":"٨٠","pageNo":311,"ayatText":"وَنَرِثُهُ مَا يَقُولُ وَيَأْتٖينَا فَرْداً","ayatMealText":{"tr":"O söylediği (mal ve evlat gibi) şeyleri de hep elinden alacağız ve o, tek başına bize gelecektir.","nl":"En Wij zullen erven wat hij opnoemt en hij zal alleen tol Ons komen.","en":"And We will inherit what he boasts of, and he will come before Us all by himself"},"surah":null},{"id":2331,"surahId":19,"ayatId":81,"ayatNo":"٨١","pageNo":311,"ayatText":"وَاتَّخَذُوا مِنْ دُونِ اللّٰهِ اٰلِهَةً لِيَكُونُوا لَهُمْ عِزاًّۙ","ayatMealText":{"tr":"Onlar, kendilerine kuvvet ve şeref kazandırsın diye, Allah'dan başka ilâh edindiler.","nl":"En zij hebben goden naast Allah genomen, opdat zij voor hen een medestander zijn.","en":"They have taken other gods, instead of Allah, seeking strength ˹and protection˺ through them"},"surah":null},{"id":2332,"surahId":19,"ayatId":82,"ayatNo":"٨٢","pageNo":311,"ayatText":"كَلَّاؕ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِداًّࣖ","ayatMealText":{"tr":"Hayır, (zannettikleri gibi değil) tapındıkları ilâhlar onların ibadetlerini inkâr edecekler ve aleyhlerine dönüp düşman olacaklardır.","nl":"Zeker niet, zij zullen hun aanbidding verwerpen en tegenstanders van hun zijn.","en":"But no! Those ˹gods˺ will deny their worship and turn against them"},"surah":null},{"id":2333,"surahId":19,"ayatId":83,"ayatNo":"٨٣","pageNo":311,"ayatText":"اَلَمْ تَرَ اَنَّٓا اَرْسَلْنَا الشَّيَاطٖينَ عَلَى الْكَافِرٖينَ تَؤُزُّهُمْ اَزاًّۙ","ayatMealText":{"tr":"Görmedin mi? Biz şeytanları o kâfirler üzerine musallat ettik. Onları (günaha) kışkırtıp duruyorlar.","nl":"Zie jij niet dat Wij de Satans gestuurd hebben naar de ongelovigen om hen tot wanorde op te stoken?","en":"Do you ˹O Prophet˺ not see that We have sent the devils against the disbelievers, constantly inciting them"},"surah":null},{"id":2334,"surahId":19,"ayatId":84,"ayatNo":"٨٤","pageNo":311,"ayatText":"فَلَا تَعْجَلْ عَلَيْهِمْؕ اِنَّمَا نَعُدُّ لَهُمْ عَداًّۚ","ayatMealText":{"tr":"Öyleyse onların hemen azaba uğratılmalarını isteme. Biz onların (ecel) günlerini sayıyoruz.","nl":"Vraag daarom niet (O Moehammad) om bespoediging voor hen: voorwaar, Wij stellen voor ben hun tijd nauwkeurig vast.","en":"So do not be in haste against them, for indeed We are ˹closely˺ counting down their days"},"surah":null},{"id":2335,"surahId":19,"ayatId":85,"ayatNo":"٨٥","pageNo":311,"ayatText":"يَوْمَ نَحْشُرُ الْمُتَّقٖينَ اِلَى الرَّحْمٰنِ وَفْداًۙ","ayatMealText":{"tr":"O gün, takva sahiplerini, heyet olarak Rahmân'ın huzuruna toplayacağız.","nl":"Op die Dag zullen Wij de Moeftaqôen voor de Barmhartige verzamelen als afgevaardigen.","en":"˹Watch for˺ the Day We will gather the righteous before the Most Compassionate as an honoured delegation"},"surah":null},{"id":2336,"surahId":19,"ayatId":86,"ayatNo":"٨٦","pageNo":311,"ayatText":"وَنَسُوقُ الْمُجْرِمٖينَ اِلٰى جَهَنَّمَ وِرْداًۘ","ayatMealText":{"tr":"Suçluları da susuz olarak cehenneme süreceğiz.","nl":"En Wij zullen de misdadigers naar de Hel drijven, opgedreven (als vee).","en":"and drive the wicked to Hell like a thirsty herd"},"surah":null},{"id":2337,"surahId":19,"ayatId":87,"ayatNo":"٨٧","pageNo":311,"ayatText":"لَا يَمْلِكُونَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْداًۘ","ayatMealText":{"tr":"(O gün) Rahmân (olan Allah)'ın katında bir ahd almış olan kimseden başkaları şefaat etme hakkına sahip olamayacaklardır.","nl":"Zij hebben geen macht tot voorspraak, behalve wie iuet de Barmhartige een verbond heeft gesloten.","en":"None will have the right to intercede, except those who have taken a covenant from the Most Compassionate"},"surah":null},{"id":2338,"surahId":19,"ayatId":88,"ayatNo":"٨٨","pageNo":311,"ayatText":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَداًؕ","ayatMealText":{"tr":"(Yahudilerle hıristiyanlar) \"Rahmân, çocuk edindi\" dediler.","nl":"En zij zeiden: \"De Barmhartige heeft Zich een zoon genomen.\"","en":"They say, “The Most Compassionate has offspring.”"},"surah":null},{"id":2339,"surahId":19,"ayatId":89,"ayatNo":"٨٩","pageNo":311,"ayatText":"لَقَدْ جِئْتُمْ شَيْـٔاً اِداًّۙ","ayatMealText":{"tr":"Yemin olsun ki, siz çok çirkin bir şey söylediniz.","nl":"Voorzeker, jullie zijn met iets verwerpelijks gekomen.","en":"You have certainly made an outrageous claim"},"surah":null},{"id":2340,"surahId":19,"ayatId":90,"ayatNo":"٩٠","pageNo":311,"ayatText":"تَكَادُ السَّمٰوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَداًّۙ","ayatMealText":{"tr":"Az kalsın, söyledikleri sözden gökler çatlayacak, yer yarılacak ve dağlar parçalanıp dağılacaktı,","nl":"De hemelen staan daardoor op het punt om open te barsten en de aarde om open te splijten en de bergen om uiteen te vallen!","en":"by which the heavens are about to burst, the earth to split apart, and the mountains to crumble to pieces"},"surah":null},{"id":2341,"surahId":19,"ayatId":91,"ayatNo":"٩١","pageNo":311,"ayatText":"اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَداًۚ","ayatMealText":{"tr":"O Rahmân'a çocuk isnad ettiler diye...","nl":"Omdat zij een zoon toeschrijven aan de Barmhartige.","en":"in protest of attributing children to the Most Compassionate"},"surah":null},{"id":2342,"surahId":19,"ayatId":92,"ayatNo":"٩٢","pageNo":311,"ayatText":"وَمَا يَنْبَغٖي لِلرَّحْمٰنِ اَنْ يَتَّخِذَ وَلَداًؕ","ayatMealText":{"tr":"Halbuki Rahmân'a çocuk edinmek yaraşmaz.","nl":"Het is niet passend voor de Barmhartige om Zich een zoon te nemen.","en":"It does not befit ˹the majesty of˺ the Most Compassionate to have children"},"surah":null},{"id":2343,"surahId":19,"ayatId":93,"ayatNo":"٩٣","pageNo":311,"ayatText":"اِنْ كُلُّ مَنْ فِي السَّمٰوَاتِ وَالْاَرْضِ اِلَّٓا اٰتِي الرَّحْمٰنِ عَبْداًؕ","ayatMealText":{"tr":"Göklerde ve yerde bulunan hiçbir kimse yoktur ki (kıyamet günü) Rahmân'ın huzuruna kul olarak çıkmasın.","nl":"En er is niemand in de hemelen of (op) de aarde of bij zal als een dienaar naar de Barmhartige komen.","en":"There is none in the heavens or the earth who will not return to the Most Compassionate in full submission"},"surah":null},{"id":2344,"surahId":19,"ayatId":94,"ayatNo":"٩٤","pageNo":311,"ayatText":"لَقَدْ اَحْصٰيهُمْ وَعَدَّهُمْ عَداًّؕ","ayatMealText":{"tr":"And olsun ki Allah onların hepsini kuşatmış, kendilerini ve yaptıklarını bir bir saymıştır.","nl":"Voorzeker, Hij heeft hun aantal het beste berekend en Hij heeft hun aantal nauwkeurig vastgesteld.","en":"Indeed, He fully knows them and has counted them precisely"},"surah":null},{"id":2345,"surahId":19,"ayatId":95,"ayatNo":"٩٥","pageNo":311,"ayatText":"وَكُلُّهُمْ اٰتٖيهِ يَوْمَ الْقِيٰمَةِ فَرْداً","ayatMealText":{"tr":"Kıyamet günü onların herbiri Allah'ın huzuruna tek başına çıkacaktır.","nl":"leder van ben zal op de Dag der Opstanding alleen tot Hem komen.","en":"And each of them will return to Him on the Day of Judgment all alone"},"surah":null}]}