{"juzNo":16,"pageNo":312,"arCuzNo":"۱٦","arPageNo":"۳۱۲","quranAyats":[{"id":2346,"surahId":19,"ayatId":96,"ayatNo":"٩٦","pageNo":312,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمٰنُ وُداًّ","ayatMealText":{"tr":"İman edip, salih amel işleyenler var ya, Rahmân (olan Allah) onları (gönüllere) sevdirecektir.","nl":"Voorwaar, degenen die geloven en goede werken verrichten: de Barmhartige zal hen liefde schenken.","en":"As for those who believe and do good, the Most Compassionate will ˹certainly˺ bless them with ˹genuine˺ love"},"surah":{"surahId":19,"name":"Meryem","nameAr":"مَرْيَمَ","revelationOrder":44,"verseCount":98,"juzNo":16,"firstPage":305}},{"id":2347,"surahId":19,"ayatId":97,"ayatNo":"٩٧","pageNo":312,"ayatText":"فَاِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقٖينَ وَتُنْذِرَ بِهٖ قَوْماً لُداًّ","ayatMealText":{"tr":"(Ey Muhammed!) Biz Kur'ân'ı senin dilin üzere kolaylaştırdık ki, onunla Allah'tan korkup sakınanları müjdeleyesin, inat edenleri de korkutasın.","nl":"Voorwar, Wij hebben hem gemakkelijk in jouw taal (O Moehammad) gemaakt opdat jij er goede tijdingen mee brengt aan de Moettaqôen en liet twistende volk er mee waarschuwt.","en":"Indeed, We have made this ˹Quran˺ easy in your own language ˹O Prophet˺ so with it you may give good news to the righteous and warn those who are contentious"},"surah":null},{"id":2348,"surahId":19,"ayatId":98,"ayatNo":"٩٨","pageNo":312,"ayatText":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍؕ هَلْ تُحِسُّ مِنْهُمْ مِنْ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزاً","ayatMealText":{"tr":"Hem onlardan önce nice nesilleri helak ettik. (Şimdi) onlardan hiçbirini görüyor musun, yahud onların hafif bir sesini işitiyor musun?","nl":"En hoeveel generaties vóór hen hebben Wij niet vernietigd? Zie jij ook maar één van hen of hoor je hun zacht gefluister?","en":"˹Imagine˺ how many peoples We have destroyed before them! Do you ˹still˺ see any of them, or ˹even˺ hear from them the slightest sound"},"surah":null},{"id":2349,"surahId":20,"ayatId":1,"ayatNo":"١","pageNo":312,"ayatText":"طٰهٰ","ayatMealText":{"tr":"Tâ, Hâ,","nl":"Thâ Hâ.","en":"Ṭâ-Hâ"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2350,"surahId":20,"ayatId":2,"ayatNo":"٢","pageNo":312,"ayatText":"مَٓا اَنْزَلْنَا عَلَيْكَ الْقُرْاٰنَ لِتَشْقٰىۙ","ayatMealText":{"tr":"Ey Muhammed! Kur'ân'ı sana sıkıntıya düşesin diye indirmedik.","nl":"Wij hebben de Koran niet tot jou doen neerdalen om jou ongelukkig te maken.","en":"We have not revealed the Quran to you ˹O Prophet˺ to cause you distress"},"surah":null},{"id":2351,"surahId":20,"ayatId":3,"ayatNo":"٣","pageNo":312,"ayatText":"اِلَّا تَذْكِرَةً لِمَنْ يَخْشٰىۙ","ayatMealText":{"tr":"Ancak Allah'tan korkan kimse için bir öğüt olarak (indirdik.)","nl":"Maar slechts als een waarschuwing voor wie (Allah) vreest.","en":"but as a reminder to those in awe ˹of Allah˺"},"surah":null},{"id":2352,"surahId":20,"ayatId":4,"ayatNo":"٤","pageNo":312,"ayatText":"تَنْزٖيلاً مِمَّنْ خَلَقَ الْاَرْضَ وَالسَّمٰوَاتِ الْعُلٰىؕ","ayatMealText":{"tr":"Yeri ve yüce gökleri yaratanın katından yavaş yavaş bir indirilişle (onu) indirdik.","nl":"Als een openbaring van Hem Die de aarde en de hoge hemelen geschapen heeft.","en":"˹It is˺ a revelation from the One Who created the earth and the high heavens—"},"surah":null},{"id":2353,"surahId":20,"ayatId":5,"ayatNo":"٥","pageNo":312,"ayatText":"اَلرَّحْمٰنُ عَلَى الْعَرْشِ اسْتَوٰى","ayatMealText":{"tr":"O Rahmân (kudret ve hakimiyyetiyle) Arş'a hakim oldu.","nl":"De Barmhartige, Die op de Troon zetelt.","en":"the Most Compassionate, ˹Who is˺ established on the Throne"},"surah":null},{"id":2354,"surahId":20,"ayatId":6,"ayatNo":"٦","pageNo":312,"ayatText":"لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرٰى","ayatMealText":{"tr":"Bütün göklerde olanlar, bütün yerdekiler, bu ikisinin arasında ve toprağın altıda bulunanlar O'nundur.","nl":"Aan Hem behoort wat in de hemelen en op de aarde is en wat ertussen is en wat zich onder de grond bevindt.","en":"To Him belongs whatever is in the heavens and whatever is on the earth and whatever is in between and whatever is underground"},"surah":null},{"id":2355,"surahId":20,"ayatId":7,"ayatNo":"٧","pageNo":312,"ayatText":"وَاِنْ تَجْهَرْ بِالْقَوْلِ فَاِنَّهُ يَعْلَمُ السِّرَّ وَاَخْفٰى","ayatMealText":{"tr":"Sen (Allah'a ettiğin dua ve zikirle) sesini yükseltirsen (bilki Allah bundan mustağnîdir.). Çünkü O şüphesiz gizliyi de, gizlinin gizlisini de bilir.","nl":"Of jij niet luide stem spreekt (of niet): voorwaar, Hij kent het geheim en het meest verborgene.","en":"Whether you speak openly ˹or not˺, He certainly knows what is secret and what is even more hidden"},"surah":null},{"id":2356,"surahId":20,"ayatId":8,"ayatNo":"٨","pageNo":312,"ayatText":"اَللّٰهُ لَٓا اِلٰهَ اِلَّا هُوَؕ لَهُ الْاَسْمَٓاءُ الْحُسْنٰى","ayatMealText":{"tr":"Allah O'dur ki, kendisinden başka hiçbir ilâh yoktur. En güzel isimler O'nundur.","nl":"Allah, er is geen god den Hij, de Schone Namen (Asmâoelhoesnâ)behoren Hem toe.","en":"Allah—there is no god ˹worthy of worship˺ except Him. He has the Most Beautiful Names"},"surah":null},{"id":2357,"surahId":20,"ayatId":9,"ayatNo":"٩","pageNo":312,"ayatText":"وَهَلْ اَتٰيكَ حَدٖيثُ مُوسٰىۘ","ayatMealText":{"tr":"(Habîbim!) Musa'nın (başından geçen hayat) hikayesi sana geldi mi?","nl":"En heeft het verhaal van Môesa jou bereikt?","en":"Has the story of Moses reached you ˹O Prophet˺"},"surah":null},{"id":2358,"surahId":20,"ayatId":10,"ayatNo":"١٠","pageNo":312,"ayatText":"اِذْ رَاٰ نَاراً فَقَالَ لِاَهْلِهِ امْكُـثُٓوا اِنّٖٓي اٰنَسْتُ نَاراً لَعَلّٖٓي اٰتٖيكُمْ مِنْهَا بِقَبَسٍ اَوْ اَجِدُ عَلَى النَّارِ هُدًى","ayatMealText":{"tr":"Hani o bir ateş görmüştü de, ailesine: \"Yerinizde durun, benim gözüme bir ateş ilişti, belki size bir kor getiririm, yahut ateşin yanında bir yol gösterici bulurum\" demişti.","nl":"Toen hij een vuur zag, en tot zij familie zei \"Blijft hier, want ik zie een vuur. Misschien zal ik daarvan een fakkel bij jullie brengen of zal ik bij het vuur Leiding vinden.\"","en":"When he saw a fire, he said to his family, “Wait here, ˹for˺ I have spotted a fire. Perhaps I can bring you a torch from it, or find some guidance at the fire.”"},"surah":null},{"id":2359,"surahId":20,"ayatId":11,"ayatNo":"١١","pageNo":312,"ayatText":"فَلَمَّٓا اَتٰيهَا نُودِيَ يَا مُوسٰى","ayatMealText":{"tr":"Ateşe vardığı zaman şöyle çağrıldı: \"Ey Musa!","nl":"En toen hij daar aankwam, werd geroepen: \"O Môesa!\"","en":"But when he approached it, he was called, “O Moses"},"surah":null},{"id":2360,"surahId":20,"ayatId":12,"ayatNo":"١٢","pageNo":312,"ayatText":"اِنّٖٓي اَنَا۬ رَبُّكَ فَاخْلَعْ نَعْلَيْكَۚ اِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًىؕ","ayatMealText":{"tr":"\"Ben şüphesiz senin Rabbinim. Hemen ayakkabılarını çıkar, çünkü sen kutsal bir vadi olan Tuvâ'dasın.\"","nl":"Voorwaar, Ik ben jouw Heer, dus trek jouw sandalen uit: vooirwau, jij bevindt je in de heilige vallei Thoewa.","en":"It is truly I. I am your Lord! So take off your sandals, for you are in the sacred valley of Ṭuwa"},"surah":null}]}