{"juzNo":16,"pageNo":314,"arCuzNo":"۱٦","arPageNo":"۳۱٤","quranAyats":[{"id":2386,"surahId":20,"ayatId":38,"ayatNo":"٣٨","pageNo":314,"ayatText":"اِذْ اَوْحَيْنَٓا اِلٰٓى اُمِّكَ مَا يُوحٰىۙ","ayatMealText":{"tr":"Hani bir vakit ilham edilmesi gereken (ancak ilham ile bilinebilen) şu ilhamı annene verdik:","nl":"Toen Wi jouw moeder inspireerden met wat geinspireerd werd.","en":"when We inspired your mother with this"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2387,"surahId":20,"ayatId":39,"ayatNo":"٣٩","pageNo":314,"ayatText":"اَنِ اقْذِفٖيهِ فِي التَّابُوتِ فَاقْذِفٖيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لٖي وَعَدُوٌّ لَهُؕ وَاَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنّٖيۚ وَلِتُصْنَعَ عَلٰى عَيْنٖيۘ","ayatMealText":{"tr":"\"Onu (Musa'yı) tabut içine koy da denize bırak. Deniz de onu sahile atsın. Onu hem bana düşman, hem ona düşman olan biri alsın.\" Bir de benim gözetimim altında yetiştirilmen için, üzerine katımdan bir sevgi bırakmıştım. (Ey Musa!)","nl":"(Wij zeiden haar:) 'Leg hem in de kist en werp hem in de zee, zodat de zee hem op de kust zal werpen; een vijand van Mij en een vijand van hem zal hem opnemen.' En ik heb Mijn liefde over jou uitgestort opdat jij onder Mijn toezicht grootgebracht werd.","en":"‘Put him into a chest, then put it into the river. The river will wash it ashore, and he will be taken by ˹Pharaoh,˺ an enemy of Mine and his.’ And I blessed you with lovability from Me ˹O Moses˺ so that you would be brought up under My ˹watchful˺ Eye"},"surah":null},{"id":2388,"surahId":20,"ayatId":40,"ayatNo":"٤٠","pageNo":314,"ayatText":"اِذْ تَمْشٖٓي اُخْتُكَ فَتَقُولُ هَلْ اَدُلُّكُمْ عَلٰى مَنْ يَكْفُلُهُؕ فَرَجَعْنَاكَ اِلٰٓى اُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَؕ وَقَتَلْتَ نَفْساً فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُوناًࣞ فَلَبِثْتَ سِنٖينَ فٖٓي اَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلٰى قَدَرٍ يَا مُوسٰى","ayatMealText":{"tr":"Hani kız kardeşin (Firavun'un sarayına) giderek: \"Ona bakacak birini size buluvereyim mi? diyordu. Böylece seni tekrar annene verdik ki, gözü aydın olsun da kederlenmesin. Hem sen, bir adam öldürdün de seni gamdan kurtardık. Seni çeşitli musibetlerle imtihan ettik. Bu sebeple yıllarca Medyen halkı içinde kaldın. Sonra ey Musa! Belli bir çağa (peygamberlik görevini yüklenecek bir yaşa) geldin.","nl":"Toen jouw zuster heenging en (tegen de familie van Fir'aun) zei: 'Zal ik hem naar iemand brengen, die voor hem kan zorgen?' Zo brachten Wij jou bij jouw moeder terug, zodat haar ogen verblijdden en niet treurden. En jij hebt iemand gedood; daarop hebben Wij jou uit de moeilijkheden gered en Wij hebben jou aan veel beproevingen blootgesteld. Zo verbleef jij jaren onder het volk van Madyan, toen kwam jij, zoals bepaald, O Môesa.","en":"˹Remember˺ when your sister came along and proposed, ‘Shall I direct you to someone who will nurse him?’ So We reunited you with your mother so that her heart would be put at ease, and she would not grieve. ˹Later˺ you killed a man ˹by mistake˺, but We saved you from sorrow, as well as other tests We put you through. Then you stayed for a number of years among the people of Midian. Then you came here as pre-destined, O Moses"},"surah":null},{"id":2389,"surahId":20,"ayatId":41,"ayatNo":"٤١","pageNo":314,"ayatText":"وَاصْطَنَعْتُكَ لِنَفْسٖيۚ","ayatMealText":{"tr":"Ben, seni kendime (peygamber) seçtim.","nl":"En ik heb jou voor Mijzelf gekozen.","en":"And I have selected you for My service"},"surah":null},{"id":2390,"surahId":20,"ayatId":42,"ayatNo":"٤٢","pageNo":314,"ayatText":"اِذْهَبْ اَنْتَ وَاَخُوكَ بِاٰيَاتٖي وَلَا تَنِيَا فٖي ذِكْرٖيۚ","ayatMealText":{"tr":"Sen kardeşinle birlikte mucizelerimle git. İkiniz de beni anmakta gevşeklik etmeyin.","nl":"Gaat heen jij en je broeder en veronachtzaamt Mijn gedachtenis niet.","en":"Go forth, you and your brother, with My signs and never falter in remembering Me"},"surah":null},{"id":2391,"surahId":20,"ayatId":43,"ayatNo":"٤٣","pageNo":314,"ayatText":"اِذْهَبَٓا اِلٰى فِرْعَوْنَ اِنَّهُ طَغٰىۚ","ayatMealText":{"tr":"Firavun'a gidin, çünkü o gerçekten azdı.","nl":"Gaat naar Fir'aun: voorwaar, hij overtrad.","en":"Go, both of you, to Pharaoh, for he has truly transgressed ˹all bounds˺"},"surah":null},{"id":2392,"surahId":20,"ayatId":44,"ayatNo":"٤٤","pageNo":314,"ayatText":"فَقُولَا لَهُ قَوْلاً لَيِّناً لَعَلَّهُ يَتَذَكَّرُ اَوْ يَخْشٰى","ayatMealText":{"tr":"Varın da ona yumuşak söz söyleyin; olur ki, öğüt dinler, yahut korkar.","nl":"En spreekt mild tot hem, moge hij zich laten vermanen, of er bang van worden.\"","en":"Speak to him gently, so perhaps he may be mindful ˹of Me˺ or fearful ˹of My punishment˺.”"},"surah":null},{"id":2393,"surahId":20,"ayatId":45,"ayatNo":"٤٥","pageNo":314,"ayatText":"قَالَا رَبَّـنَٓا اِنَّـنَا نَخَافُ اَنْ يَفْرُطَ عَلَيْنَٓا اَوْ اَنْ يَطْغٰى","ayatMealText":{"tr":"(Musa ile Harun) \"Rabbimiz! Onun bize kötülük yapmasından veya azgınlığını artırmasından korkarız\" dediler.","nl":"Zij zeiden: \"Onze Heer, voorwaar, wij zijn bang dat hij gewelddadig zal zijn tegen ons, of zal overtreden.\"","en":"They both pleaded, “Our Lord! We fear that he may be quick to harm us or act tyrannically.”"},"surah":null},{"id":2394,"surahId":20,"ayatId":46,"ayatNo":"٤٦","pageNo":314,"ayatText":"قَالَ لَا تَخَافَٓا اِنَّنٖي مَعَكُمَٓا اَسْمَعُ وَاَرٰى","ayatMealText":{"tr":"Allah buyurdu ki: \"Korkmayın, zira ben sizinle beraberim, işitir ve görürüm.\"","nl":"Hij zei: \"Weest niet bang. Voorwaar, Ik ben met jullie beiden, Ik hoor en Ik zie.","en":"Allah reassured ˹them˺, “Have no fear! I am with you, hearing and seeing"},"surah":null},{"id":2395,"surahId":20,"ayatId":47,"ayatNo":"٤٧","pageNo":314,"ayatText":"فَأْتِيَاهُ فَقُولَٓا اِنَّا رَسُولَا رَبِّكَ فَاَرْسِلْ مَعَنَا بَنٖٓي اِسْرَٓائٖلَ وَلَا تُعَذِّبْهُمْؕ قَدْ جِئْنَاكَ بِاٰيَةٍ مِنْ رَبِّكَؕ وَالسَّلَامُ عَلٰى مَنِ اتَّـبَعَ الْهُدٰى","ayatMealText":{"tr":"Hemen gidin de Firavun'a deyin ki: \"Biz Rabbinin (sana gönderilen) elçileriyiz. Artık İsrailoğulları'nı bizimle gönder, onlara azab etme; biz sana Rabbinden bir mucize ile geldik. Selam doğru yolda gidenleredir.\"","nl":"Gaat daarom naar hem toe. en zegt: 'Voorwaar, wij zijn Boodschappers van jouw Heer, stuur de Kinderen van Israël met ons en bestraft hen niet. Wij zijn waarlijk tot jou gekomen met een Teken van jouw Heer, en vrede is met degene die de Leiding volgde.","en":"So go to him and say, ‘Indeed we are both messengers from your Lord, so let the Children of Israel go with us, and do not oppress them. We have come to you with a sign from your Lord. And salvation will be for whoever follows the ˹right˺ guidance"},"surah":null},{"id":2396,"surahId":20,"ayatId":48,"ayatNo":"٤٨","pageNo":314,"ayatText":"اِنَّا قَدْ اُو۫حِيَ اِلَيْنَٓا اَنَّ الْعَذَابَ عَلٰى مَنْ كَذَّبَ وَتَوَلّٰى","ayatMealText":{"tr":"\"Bize kesin olarak vahyolundu ki, azab şüphesiz (gerçeği) inkâr edip ona sırt çevirenleredir.\"","nl":"Voorwaar, het is aan ons geopenbaard, dat de bestraffing over hem zal komen die (Allah) loochent en zich afwendt.\"'","en":"It has indeed been revealed to us that the punishment will be upon whoever denies ˹the truth˺ and turns away.’”"},"surah":null},{"id":2397,"surahId":20,"ayatId":49,"ayatNo":"٤٩","pageNo":314,"ayatText":"قَالَ فَمَنْ رَبُّكُمَا يَا مُوسٰى","ayatMealText":{"tr":"Firavun: \"Ey Musa! Sizin Rabbiniz kimdir?\" dedi.","nl":"Hij (Fir'aun) zei: \"Wie is jullie Heer, O Môesa?\"","en":"Pharaoh asked, “Who then is the Lord of you two, O Moses?”"},"surah":null},{"id":2398,"surahId":20,"ayatId":50,"ayatNo":"٥٠","pageNo":314,"ayatText":"قَالَ رَبُّنَا الَّـذٖٓي اَعْطٰى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدٰى","ayatMealText":{"tr":"Musa: \"Bizim Rabbimiz her şeye şeklini veren, sonra da yolunu gösterendir.\" dedi.","nl":"Hij (Môesa) zei: \"Onze Heer is Degene Die aan ieder ding van Zijn schepping vorm gegeven heeft en (het) daarna geleid heeft.\"","en":"He answered, “Our Lord is the One Who has given everything its ˹distinctive˺ form, then guided ˹it˺.”"},"surah":null},{"id":2399,"surahId":20,"ayatId":51,"ayatNo":"٥١","pageNo":314,"ayatText":"قَالَ فَمَا بَالُ الْقُرُونِ الْاُو۫لٰى","ayatMealText":{"tr":"Firavun: \"Öyleyse geçmiş asırlar (daki insanlar)ın durumu nedir?\" dedi.","nl":"Hij (Fir'aun) zei, \"Hoe staat het dan met de vroegere generaties?\"","en":"Pharaoh asked, “And what about previous peoples?”"},"surah":null}]}