{"juzNo":16,"pageNo":315,"arCuzNo":"۱٦","arPageNo":"۳۱٥","quranAyats":[{"id":2400,"surahId":20,"ayatId":52,"ayatNo":"٥٢","pageNo":315,"ayatText":"قَالَ عِلْمُهَا عِنْدَ رَبّٖي فٖي كِتَابٍۚ لَا يَضِلُّ رَبّٖي وَلَا يَنْسٰىؗ","ayatMealText":{"tr":"Musa dedi ki: \"Onların bilgisi Rabbimin katında bir kitapta (yazılı)dır. Rabbim yanlış yapmaz ve unutmaz.\"","nl":"Hij (Môesa) zei: \"De kennis over hen is bij mijn Heer, in een Boek. Mijn Heer maakt geen fouten en vergeet niet.\"","en":"He replied, “That knowledge is with my Lord in a Record. My Lord neither falters nor forgets ˹anything˺.”"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2401,"surahId":20,"ayatId":53,"ayatNo":"٥٣","pageNo":315,"ayatText":"اَلَّذٖي جَعَلَ لَكُمُ الْاَرْضَ مَهْداً وَسَلَكَ لَكُمْ فٖيهَا سُبُلاً وَاَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءًؕ فَاَخْرَجْنَا بِهٖٓ اَزْوَاجاً مِنْ نَبَاتٍ شَتّٰى","ayatMealText":{"tr":"\"Yeryüzünü sizin için bir döşek yapan, oradan sizin için yollar açan ve gökten bir su indiren O'dur.\" İşte biz o su ile türlü türlü bitkilerden çiftler çıkardık.","nl":"Degene Die de aarde voor jullie uitspreidde en er wegen voor jullie op aanlegde, en water uit de hemel deed neerdalen. Waarmee Wij paren van verschillende soorten planten hebben voortgebracht.","en":"˹He is the One˺ Who has laid out the earth for ˹all of˺ you, and set in it pathways for you, and sends down rain from the sky, causing various types of plants to grow"},"surah":null},{"id":2402,"surahId":20,"ayatId":54,"ayatNo":"٥٤","pageNo":315,"ayatText":"كُلُوا وَارْعَوْا اَنْعَامَكُمْؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِاُو۬لِي النُّهٰىࣖ","ayatMealText":{"tr":"Hem siz yiyin, hem de hayvanlarınızı otlatın. Akıl sahibleri için bunda nice ibretler vardır!","nl":"Eet en laat jullie vee grazen: voorwaar, daarin zijn Tekenen voor de bezitters van verstand.","en":"˹so˺ eat and graze your cattle. Surely in this are signs for people of sound judgment"},"surah":null},{"id":2403,"surahId":20,"ayatId":55,"ayatNo":"٥٥","pageNo":315,"ayatText":"مِنْهَا خَلَقْنَاكُمْ وَفٖيهَا نُعٖيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً اُخْرٰى","ayatMealText":{"tr":"Sizi yerden (topraktan) yarattık, yine (ölümünüzden sonra) ona döndüreceğiz. Hem de ondan sizi bir kere daha çıkaracağız.","nl":"Uit haar hebben Wij jullie geschapen en daarin zullen Wij jullie terug doen keren en daaruit zullen Wij jullie een andere keer opwekken.","en":"From the earth We created you, and into it We will return you, and from it We will bring you back again"},"surah":null},{"id":2404,"surahId":20,"ayatId":56,"ayatNo":"٥٦","pageNo":315,"ayatText":"وَلَقَدْ اَرَيْنَاهُ اٰيَاتِنَا كُلَّهَا فَكَذَّبَ وَاَبٰى","ayatMealText":{"tr":"And olsun ki, biz, Firavun'a mucizelerimizin hepsini gösterdik. Böyle iken o yine onları yalan sayıp kabulden çekindi.","nl":"En voorzeker, Wij hebben hem (Fir'aun) al Onze Tekenen laten zien, maar hij ontkende en weigerde.","en":"And We certainly showed Pharaoh all of Our signs, but he denied them and refused ˹to believe˺"},"surah":null},{"id":2405,"surahId":20,"ayatId":57,"ayatNo":"٥٧","pageNo":315,"ayatText":"قَالَ اَجِئْتَنَا لِتُخْرِجَنَا مِنْ اَرْضِنَا بِسِحْرِكَ يَا مُوسٰى","ayatMealText":{"tr":"(Firavun Musa'ya şöyle) dedi: \"Ey Musa! Sen sihrinle bizi yerimizden çıkarmak için mi geldin bize?\"","nl":"(Fir'aun zei:) \"Ben jij naar ons toegekomen om ons uit ons land te verdrijven met jouw tovenarij, O Môesa?","en":"He said, “Have you come to drive us out of our land with your magic, O Moses"},"surah":null},{"id":2406,"surahId":20,"ayatId":58,"ayatNo":"٥٨","pageNo":315,"ayatText":"فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِثْلِهٖ فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِداً لَا نُخْلِفُهُ نَحْنُ وَلَٓا اَنْتَ مَكَاناً سُوًى","ayatMealText":{"tr":"\"O halde biz de senin sihrin gibi bir sihirle sana geleceğiz (karşına çıkacağız); şimdi bizimle senin aranda bir vakit ve bir buluşma yeri tayin et ki; ne senin, ne bizim caymayacağımız uygun bir yer olsun.\"","nl":"Dan zullen wij zeker met eenzelfde soort tovenarij voor jou komen, maak maar een afspraak tussen ons en jou, die wij niet verbreken en jij ook niet, op een plaats op gelijke afstand.\"","en":"We can surely meet you with similar magic. So set for us an appointment that neither of us will fail to keep, in a central place.”"},"surah":null},{"id":2407,"surahId":20,"ayatId":59,"ayatNo":"٥٩","pageNo":315,"ayatText":"قَالَ مَوْعِدُكُمْ يَوْمُ الزّٖينَةِ وَاَنْ يُحْشَرَ النَّاسُ ضُحًى","ayatMealText":{"tr":"Musa: \"Sizinle buluşma zamanı, süs (bayramı) günü ve insanların toplanacağı kuşluk vaktidir.\" dedi.","nl":"Hij (Môesa) zei: \"Jullie afspraak zal op de feestdag zijn en laat de mensen in de ochtend verzameld worden.\"","en":"Moses said, “Your appointment is on the Day of the Festival, and let the people be gathered mid-morning.”"},"surah":null},{"id":2408,"surahId":20,"ayatId":60,"ayatNo":"٦٠","pageNo":315,"ayatText":"فَتَوَلّٰى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ اَتٰى","ayatMealText":{"tr":"Bunun üzerine Firavun döndü gitti ve bütün hile vasıtalarını topladıktan sonra geldi.","nl":"Toen ging Fir'aun weg om zijn plannen te beramen en daarna kwam hij terug.","en":"Pharaoh then withdrew, orchestrated his scheme, then returned"},"surah":null},{"id":2409,"surahId":20,"ayatId":61,"ayatNo":"٦١","pageNo":315,"ayatText":"قَالَ لَهُمْ مُوسٰى وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللّٰهِ كَذِباً فَيُسْحِتَكُمْ بِعَذَابٍۚ وَقَدْ خَابَ مَنِ افْتَرٰى","ayatMealText":{"tr":"Musa onlara dedi ki: \"Yazıklar olsun size! Allah'a yalan uydur mayın. Sonra bir azab ile kökünüzü keser. Gerçekten (Allah'a) iftira eden hüsrana uğramıştır.\"","nl":"Môesa zei tot hen: \"Wee jullie, verzint geen leugens over Allah, want dan zal Hij jullie door een bestraffing vernietigen. En waarlijk, wie leugens verzint is degene die verlist.\"","en":"Moses warned the magicians, “Woe to you! Do not fabricate a lie against Allah, or He will wipe you out with a torment. Whoever fabricates ˹lies˺ is bound to fail.”"},"surah":null},{"id":2410,"surahId":20,"ayatId":62,"ayatNo":"٦٢","pageNo":315,"ayatText":"فَتَنَازَعُٓوا اَمْرَهُمْ بَيْنَهُمْ وَاَسَرُّوا النَّجْوٰى","ayatMealText":{"tr":"Sihirbazlar aralarında işlerini tartıştılar ve konuşmalarını gizli tuttular","nl":"Zij (de Lieden van Fir'aun) twistten met elkaar over hun zaak en hielden een geheim overleg.","en":"So the magicians disputed the matter among themselves, conversing privately"},"surah":null},{"id":2411,"surahId":20,"ayatId":63,"ayatNo":"٦٣","pageNo":315,"ayatText":"قَالُٓوا اِنْ هٰذَانِ لَسَاحِرَانِ يُرٖيدَانِ اَنْ يُخْرِجَاكُمْ مِنْ اَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرٖيقَتِكُمُ الْمُثْلٰى","ayatMealText":{"tr":"(Sihirbazlar daha sonra Musa ve Harun'u göstererek şöyle) dediler: \"Bu ikisi muhakkak sihirbazdır; büyüleriyle sizi yurdunuzdan çıkarmak ve de örnek dininizi yok etmek istiyorlar.\"","nl":"Zij zeiden: \"Waarlijk, dit zijn zeker twee tovenaars, die jullie met hun tovenarij uit jullie land willen verdrijven en zij gaan jullie navolgenswaardige levenswijze doen verdwijnen.","en":"They concluded, “These two are only magicians who want to drive you out of your land with their magic, and do away with your most cherished traditions"},"surah":null},{"id":2412,"surahId":20,"ayatId":64,"ayatNo":"٦٤","pageNo":315,"ayatText":"فَاَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفاًّۚ وَقَدْ اَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلٰى","ayatMealText":{"tr":"\"Onun için bütün tuzaklarınızı bir araya getirin, sonra hep bir sıra halinde gelin. Bugün üstün gelen muhakkak zafer kazanmıştır.\"","nl":"Stelt daaarom jullie plan op en komt dan in rijen. En waarlijk, hij die vandaag Wint zal de overhand krijgen.\"","en":"So orchestrate your plan, then come forward in ˹perfect˺ ranks. And whoever prevails today will certainly be successful.”"},"surah":null}]}