{"juzNo":16,"pageNo":316,"arCuzNo":"۱٦","arPageNo":"۳۱٦","quranAyats":[{"id":2413,"surahId":20,"ayatId":65,"ayatNo":"٦٥","pageNo":316,"ayatText":"قَالُوا يَا مُوسٰٓى اِمَّٓا اَنْ تُلْقِيَ وَاِمَّٓا اَنْ نَكُونَ اَوَّلَ مَنْ اَلْقٰى","ayatMealText":{"tr":"Sihirbazlar: \"Ey Musa! Ya sen at, yahud ilk atan biz olalım\" dediler.","nl":"Zij zeiden: \"O Môesa, of jij werpt, of zijn wij het die het eerst werpen?\"","en":"They said, “O Moses! Either you cast, or let us be the first to cast.”"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2414,"surahId":20,"ayatId":66,"ayatNo":"٦٦","pageNo":316,"ayatText":"قَالَ بَلْ اَلْقُواۚ فَاِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ اِلَيْهِ مِنْ سِحْرِهِمْ اَنَّهَا تَسْعٰى","ayatMealText":{"tr":"Musa dedi ki: \"Hayır, siz atın.\" Bir de ne görsün! Onların ipleri ve değnekleri, yaptıkları sihirden ötürü kendisine sanki yürüyorlarmış gibi geldi.","nl":"Hij zei: \"Werpt maar.\" En toen scheen het hem toe dat hun touwen en hun staven zich door hun tovenarij voortbewogen.","en":"Moses responded, “No, you go first.” And suddenly their ropes and staffs appeared to him—by their magic—to be slithering"},"surah":null},{"id":2415,"surahId":20,"ayatId":67,"ayatNo":"٦٧","pageNo":316,"ayatText":"فَاَوْجَسَ فٖي نَفْسِهٖ خٖيفَةً مُوسٰى","ayatMealText":{"tr":"Bu yüzden Musa içinde bir korku hissetti.","nl":"Toen voelde Môesa vrees in zich opkomen.","en":"So Moses concealed fear within himself"},"surah":null},{"id":2416,"surahId":20,"ayatId":68,"ayatNo":"٦٨","pageNo":316,"ayatText":"قُلْنَا لَا تَخَفْ اِنَّكَ اَنْتَ الْاَعْلٰى","ayatMealText":{"tr":"Biz dedik ki: \"Korkma, çünkü sen muhakkak üstünsün (galib geleceksin) \"","nl":"Wij (Allah) zeiden: \"Vrees niet! Voorwaar, jij zult de overhand krijgen.","en":"We reassured ˹him˺, “Do not fear! It is certainly you who will prevail"},"surah":null},{"id":2417,"surahId":20,"ayatId":69,"ayatNo":"٦٩","pageNo":316,"ayatText":"وَاَلْقِ مَا فٖي يَمٖينِكَ تَلْقَفْ مَا صَنَعُواؕ اِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍؕ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ اَتٰى","ayatMealText":{"tr":"\"Sağ elindekini atıver, o, onların yaptıklarını yutar. Çünkü onların yaptıkları ancak bir büyücü tuzağıdır. Büyücü ise, her nerede olursa olsun başarıya ulaşamaz.\"","nl":"Werp neer wat in jouw rechterhand is, het zal wat zij wrochtten verslinden. Voorwaar, wat zij wrochtten is slechts een list van een tovenaar. En de tovenaar wint niet, hoe hij het ook doet.\"","en":"Cast what is in your right hand, and it will swallow up what they have made, for what they have made is no more than a magic trick. And magicians can never succeed wherever they go.”"},"surah":null},{"id":2418,"surahId":20,"ayatId":70,"ayatNo":"٧٠","pageNo":316,"ayatText":"فَاُلْقِيَ السَّحَرَةُ سُجَّداً قَالُٓوا اٰمَنَّا بِرَبِّ هٰرُونَ وَمُوسٰى","ayatMealText":{"tr":"Sonunda bütün sihirbazlar secdeye kapandılar, \"Musa ile Harun'un Rabbine iman ettik\" dediler.","nl":"Toen werden de tovenaars op hun knieën neergeworpen, zij zeiden: \"Wij geloven in de Heer van Hârôen en Môesa,\"","en":"So the magicians fell down in prostration, declaring, “We believe in the Lord of Aaron and Moses.”"},"surah":null},{"id":2419,"surahId":20,"ayatId":71,"ayatNo":"٧١","pageNo":316,"ayatText":"قَالَ اٰمَنْتُمْ لَهُ قَبْلَ اَنْ اٰذَنَ لَكُمْؕ اِنَّهُ لَكَبٖيرُكُمُ الَّذٖي عَلَّمَكُمُ السِّحْرَۚ فَلَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِنْ خِلَافٍ وَلَاُصَلِّبَنَّكُمْ فٖي جُذُوعِ النَّخْلِؗ وَلَتَعْلَمُنَّ اَيُّـنَٓا اَشَدُّ عَذَاباً وَاَبْقٰى","ayatMealText":{"tr":"Firavun: \"Ben size izin vermeden mi ona iman ettiniz? O, muhakkak size sihir öğreten büyüğünüzdür. And olsun ki, ellerinizi ve ayaklarınızı çaprazlama keseceğim ve muhakkak sizi hurma dallarına asacağım. Böylece hangimizin azabının daha şiddetli ve devamlı olduğunu bileceksiniz\" dedi.","nl":"Hij (Fir'aun) zei: \"Geloven jullie hem voordat ik jullie toestemming gegeven heb? Voorwaar, hij is zeker jullie meester die jullie tovenarij onderwezen heeft. Ik zal zeker jullie handen en voeten aan tegenovergestelde kanten afhakken en ik zal jullie zeker kruisigen aan de stammen van palmbomen! En jullie zullen zeker weten wie van ons strenger en blijvender is wat betreft bestraffing.\"","en":"Pharaoh threatened, “How dare you believe in him before I give you permission? He must be your master who taught you magic. I will certainly cut off your hands and feet on opposite sides, and crucify you on the trunks of palm trees. You will really see whose punishment is more severe and more lasting.”"},"surah":null},{"id":2420,"surahId":20,"ayatId":72,"ayatNo":"٧٢","pageNo":316,"ayatText":"قَالُوا لَنْ نُؤْثِرَكَ عَلٰى مَا جَٓاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذٖي فَطَرَنَا فَاقْضِ مَٓا اَنْتَ قَاضٍؕ اِنَّمَا تَقْضٖي هٰذِهِ الْحَيٰوةَ الدُّنْيَاؕ","ayatMealText":{"tr":"(İman eden sihirbazlar şöyle) dediler: \"Bize gelen bu açık mucizeler ve bizi yaratana karşı, asla seni tercih edemeyiz. Ne hüküm vereceksen ver. Sen, ancak bu dünya hayatına hükmedebilirsin.\"","nl":"Zij zeiden: \"Wij zullen jou nooit verkiezen boven de duidelijke Tekenen die tot ons gekomen zijn en Degene Die ons geschapen heeft. Besluit daarom wat je besluit is: voorwaar, wat jij ook besluit, dat is van het wereldse leven.","en":"They responded, “By the One Who created us! We will never prefer you over the clear proofs that have come to us. So do whatever you want! Your authority only covers the ˹fleeting˺ life of this world"},"surah":null},{"id":2421,"surahId":20,"ayatId":73,"ayatNo":"٧٣","pageNo":316,"ayatText":"اِنَّٓا اٰمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَٓا اَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِؕ وَاللّٰهُ خَيْرٌ وَاَبْقٰى","ayatMealText":{"tr":"\"Doğrusu biz hem günahlarımıza, hem bizi zorladığın sihre karşı, bizi bağışlasın diye, Rabbimize iman ettik. Allah (sevabça senden) daha hayırlı ve (azab verme bakımından da) daha devamlıdır.\"","nl":"Voorwaar, wij geloven in onze Heer, opdat Hij onze zonden zal vergeven en (ook) de tovenarij, waartoe jij ons gedwongen hebt. En Allah is beter (in het belonen) en blijvender (in de bestraffinjg).\"","en":"Indeed, we have believed in our Lord so He may forgive our sins and that magic you have forced us to practice. And Allah is far superior ˹in reward˺ and more lasting ˹in punishment˺.”"},"surah":null},{"id":2422,"surahId":20,"ayatId":74,"ayatNo":"٧٤","pageNo":316,"ayatText":"اِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِماً فَاِنَّ لَهُ جَهَنَّمَؕ لَا يَمُوتُ فٖيهَا وَلَا يَحْيٰى","ayatMealText":{"tr":"Her kim Rabbine suçlu olarak varırsa, şüphesiz ki ona cehennem vardır. Orada ne ölür, ne de dirilir.","nl":"Voorwaar, wie als een zondaar war zijn Heer komt, voor hem is zeker de Hel, waarin hij noch leeft noch sterft.","en":"Whoever comes to their Lord as an evildoer will certainly have Hell, where they can neither live nor die"},"surah":null},{"id":2423,"surahId":20,"ayatId":75,"ayatNo":"٧٥","pageNo":316,"ayatText":"وَمَنْ يَأْتِهٖ مُؤْمِناً قَدْ عَمِلَ الصَّالِحَاتِ فَاُو۬لٰٓئِكَ لَهُمُ الدَّرَجَاتُ الْعُلٰىۙ","ayatMealText":{"tr":"Kim de ona bir mümin olarak salih ameller işlemiş olduğu halde varırsa, işte onlara en yüksek dereceler vardır.","nl":"En zij die als gelovigen naar Hem komen en waarlijk goede daden verrichten: zij zijn degenen die de hoge rangen krijgen.","en":"But whoever comes to Him as a believer, having done good, they will have the highest ranks"},"surah":null},{"id":2424,"surahId":20,"ayatId":76,"ayatNo":"٧٦","pageNo":316,"ayatText":"جَنَّاتُ عَدْنٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَاؕ وَذٰلِكَ جَزٰٓؤُ۬ا مَنْ تَزَكّٰىࣖ","ayatMealText":{"tr":"Adn cennetleri vardır ki, altlarından ırmaklar akar, onlar, orada ebedî olarak kalacaklardır. Ve işte bu, (küfür ve isyandan) arınanların mükafatıdır. Meâli Şerifi","nl":"De Tuinen van 'Adn ( het Paradijs), waar onder door de rivieren stromen, zij zijn eeuwig levenden darin. Dat is de beloning voor wie zich reinigt.","en":"the Gardens of Eternity, under which rivers flow, where they will stay forever. That is the reward of those who purify themselves"},"surah":null}]}