{"juzNo":16,"pageNo":317,"arCuzNo":"۱٦","arPageNo":"۳۱۷","quranAyats":[{"id":2425,"surahId":20,"ayatId":77,"ayatNo":"٧٧","pageNo":317,"ayatText":"وَلَقَدْ اَوْحَيْنَٓا اِلٰى مُوسٰٓى اَنْ اَسْرِ بِعِبَادٖي فَاضْرِبْ لَهُمْ طَرٖيقاً فِي الْبَحْرِ يَبَساًۚ لَا تَخَافُ دَرَكاً وَلَا تَخْشٰى","ayatMealText":{"tr":"Gerçekten Musa'ya şöyle vahyettik: \"Kullarımla geceleyin yürü (Mısır'dan çık) de (asânı vurarak) onlara denizde kuru bir yol aç; (artık firavun tarafından) yetişilmekten korkmazsın ve (boğulmaktan) endişe de etmezsin.\"","nl":"En voorzeker, Wij hebben aan Môesa geopenbaard: \"Reis in de nacht met Mijn dienaren en sla (met je staf) voor hen een droge weg door de zee. Wees niet bang om bereikt te worden en wees niet angstig.\"","en":"And We surely inspired Moses, ˹saying,˺ “Leave with My servants ˹at night˺ and strike a dry passage for them across the sea. Have no fear of being overtaken, nor be concerned ˹of drowning˺.”"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2426,"surahId":20,"ayatId":78,"ayatNo":"٧٨","pageNo":317,"ayatText":"فَاَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهٖ فَغَشِيَهُمْ مِنَ الْيَمِّ مَا غَشِيَهُمْؕ","ayatMealText":{"tr":"Firavun ordularıyla hemen onları takip etti, denizden kendilerini sarıveren (korkunç boğulma) sarıverdi","nl":"Toen volgde Fir'aun hen met zijn legers, daarop werden zij bedekt door de vloedgolf die over hen kwam.","en":"Then Pharaoh pursued them with his soldiers—but how overwhelming were the waters that submerged them"},"surah":null},{"id":2427,"surahId":20,"ayatId":79,"ayatNo":"٧٩","pageNo":317,"ayatText":"وَاَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدٰى","ayatMealText":{"tr":"Böylece Firavun kavmini yanlış yola sürükledi ve doğru yola götürmedi.","nl":"En Fir'aun deed zijn volk dwalen en leidde hen niet.","en":"And ˹so˺ Pharaoh led his people astray, and did not guide ˹them rightly˺"},"surah":null},{"id":2428,"surahId":20,"ayatId":80,"ayatNo":"٨٠","pageNo":317,"ayatText":"يَا بَنٖٓي اِسْرَٓائٖلَ قَدْ اَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوٰعَدْنَاكُمْ جَانِبَ الطُّورِ الْاَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰى","ayatMealText":{"tr":"Ey İsrailoğulları! Sizleri düşmanınızdan kurtardık ve Tûr dağının sağ yanında size söz verdik, üzerinize de kudret helvası ve bıldırcın indirdik.","nl":"O Kinderen van Israël, Wij hebben jullie waarlijk van jullie vijand gered en Wij sloten een verbond met jullie bij de rechterzijde van (de berg) Thôer en Wij deden Manna en kwartels voor jullie neerdalen.","en":"O Children of Israel! We saved you from your enemy, and made an appointment with you on the right side of Mount Ṭûr, and sent down to you manna and quails"},"surah":null},{"id":2429,"surahId":20,"ayatId":81,"ayatNo":"٨١","pageNo":317,"ayatText":"كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فٖيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبٖيۚ وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبٖي فَقَدْ هَوٰى","ayatMealText":{"tr":"Size verdiğimiz rızıkların en temizlerinden yiyin ve bunda taşkınlık etmeyin, sonra üzerinize gazabım iner. Kimin üzerine de gazabım inerse, muhakkak o mahvolur.","nl":"Eet van de gome dingen, waarmee Wij jullie hebben voorzien en overdrijft niet zodat Mijn woede jullie niet treft. En wie door Mijn woede getroffen wordt zal waarlijk ten onder gaan.","en":"˹saying,˺ “Eat from the good things We have provided for you, but do not transgress in them, or My wrath will befall you. And whoever My wrath befalls is certainly doomed"},"surah":null},{"id":2430,"surahId":20,"ayatId":82,"ayatNo":"٨٢","pageNo":317,"ayatText":"وَاِنّٖي لَغَفَّارٌ لِمَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدٰى","ayatMealText":{"tr":"Bununla beraber, şüphe yok ki ben, tevbe eden, iman edip salih amel işleyen, sonra da hak yolda sebat gösteren kimse için çok bağışlayıcıyım.","nl":"En voorwaar, Ik ben zeker een Vergevensgezinde voor degene die berouw toonde en geloofde en goede daden verrichtte en vervolgens Leiding volgde.","en":"But I am truly Most Forgiving to whoever repents, believes, and does good, then persists on ˹true˺ guidance.”"},"surah":null},{"id":2431,"surahId":20,"ayatId":83,"ayatNo":"٨٣","pageNo":317,"ayatText":"وَمَٓا اَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسٰى","ayatMealText":{"tr":"\"Ey Musa! Seni kavminden (ayırıp) daha çabuk (gelmeye) sevkeden nedir?\" (dedik.)","nl":"(Allah zei:) \"En wat heeft jou je van jouw volk doen weghaasten, O Môesa?\"","en":"˹Allah asked,˺ “Why have you come with such haste ahead of your people, O Moses?”"},"surah":null},{"id":2432,"surahId":20,"ayatId":84,"ayatNo":"٨٤","pageNo":317,"ayatText":"قَالَ هُمْ اُو۬لَٓاءِ عَلٰٓى اَثَرٖي وَعَجِلْتُ اِلَيْكَ رَبِّ لِتَرْضٰى","ayatMealText":{"tr":"Musa: \"Onlar benim izimdeler (arkamdan beni takip edip geliyorlar). Ben sana acele ettim (geldim) ki, hoşnud olasın\" dedi.","nl":"Hij zei: \"Zij volgen in mijn voetstappen en ik haastte mij naar U, O mijn Heer, om door U behaagd te worden.\"","en":"He replied, “They are close on my tracks. And I have hastened to You, my Lord, so You will be pleased.”"},"surah":null},{"id":2433,"surahId":20,"ayatId":85,"ayatNo":"٨٥","pageNo":317,"ayatText":"قَالَ فَاِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَاَضَلَّهُمُ السَّامِرِيُّ","ayatMealText":{"tr":"Allah: \"Doğrusu biz senden sonra kavmini imtihan ettik. Sâmirî onları saptırdı\" dedi.","nl":"Hij (Allah) zei: \"Wij hebben jou op de proef gesteld nadat jij (vertrok) en de Sâmirî bracht hen tot dwaling.\"","en":"Allah responded, “We have indeed tested your people in your absence, and the Sâmiri has led them astray.”"},"surah":null},{"id":2434,"surahId":20,"ayatId":86,"ayatNo":"٨٦","pageNo":317,"ayatText":"فَرَجَعَ مُوسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفاًۚ قَالَ يَا قَوْمِ اَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْداً حَسَناًؕ اَفَطَالَ عَلَيْكُمُ الْعَهْدُ اَمْ اَرَدْتُمْ اَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَاَخْلَفْتُمْ مَوْعِدٖي","ayatMealText":{"tr":"Hemen Musa öfkeli ve üzgün olarak kavmine döndü (onlara şöyle) dedi: \"Ey kavmim! Rabbiniz size güzel bir vaad ile söz vermedi mi? Size bu süre mi çok uzun geldi, yoksa Rabbinizden size bir gazab inmesini arzu ettiniz de mi, bana olan vaadinizden caydınız?\"","nl":"Toen keerde Môesa terug naar zijn volk, woedend en vol spijt, en zei. \"O mijn volk, heeft jullie Heer jullie geen goede belofte gedaan? Duurde (de vervulling van) de belofte te lang of wilden jullie dat de woede van jullie Heer jullie trof, zodat jullie mijn afspraak (met jullie) afzegden?\"","en":"So Moses returned to his people, furious and sorrowful. He said, “O my people! Had your Lord not made you a good promise? Has my absence been too long for you? Or have you wished for wrath from your Lord to befall you, so you broke your promise to me?”"},"surah":null},{"id":2435,"surahId":20,"ayatId":87,"ayatNo":"٨٧","pageNo":317,"ayatText":"قَالُوا مَٓا اَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلٰكِنَّا حُمِّلْـنَٓا اَوْزَاراً مِنْ زٖينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذٰلِكَ اَلْقَى السَّامِرِيُّۙ","ayatMealText":{"tr":"Onlar dediler ki: \"Biz sana verdiğimiz sözden, kendiliğimizden caymadık. Fakat biz o (Kıbtî) kavminin süs eşyasından bir takım ağırlıklar yüklenmiştik. Onları (ateşe) attık. Sâmirî de (kendi mücevheratını) böylece atmıştı.\"","nl":"Zij zeiden: \"Wij hebben de afspraak met jou niet uit vrije wil afgezegd, maar wij werden belast met ladingen sieraden van het volk. Toen gooiden wij die (in het vuur), net zoals de Sâmirî (ze in het vuur) wierp.","en":"They argued, “We did not break our promise to you of our own free will, but we were made to carry the burden of the people’s ˹golden˺ jewellery, then we threw it ˹into the fire˺, and so did the Sâmiri.”"},"surah":null}]}