{"juzNo":16,"pageNo":318,"arCuzNo":"۱٦","arPageNo":"۳۱۸","quranAyats":[{"id":2436,"surahId":20,"ayatId":88,"ayatNo":"٨٨","pageNo":318,"ayatText":"فَاَخْرَجَ لَهُمْ عِجْلاً جَسَداً لَهُ خُوَارٌ فَقَالُوا هٰذَٓا اِلٰهُكُمْ وَاِلٰهُ مُوسٰى فَنَسِيَؕ","ayatMealText":{"tr":"Nihayet Sâmirî onlara böğüren bir buzağı heykeli ortaya çıkardı. Bunun üzerine Sâmirî ve adamları: \"İşte sizin de, Musa'nın da ilâhı budur, ama o unuttu\" dediler.","nl":"Toen haalde de Sâmirî voor hen een beeld van een kalf (uit het vuur), met geloei. En zij zeiden: \"Dit is jullie god en de god van Môesa, maar hij vergat (hem).\"","en":"Then he moulded for them an idol of a calf that made a lowing sound. They said, “This is your god and the god of Moses, but Moses forgot ˹where it was˺!”"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2437,"surahId":20,"ayatId":89,"ayatNo":"٨٩","pageNo":318,"ayatText":"اَفَلَا يَرَوْنَ اَلَّا يَرْجِعُ اِلَيْهِمْ قَوْلاًۙ وَلَا يَمْلِكُ لَهُمْ ضَراًّ وَلَا نَفْعاًࣖ","ayatMealText":{"tr":"Onlar görmüyorlar mıydı ki, o buzağı, kendilerine hiçbir sözle karşılık veremiyor; onlara ne bir zarar, ne de bir yarar vermeye sahip bulunamıyordu.","nl":"Zien zij niet dat het geen woord aan hen terug gaf en het ook geen kracht had om voor hen schade (te voorkomen) of te baten?","en":"Did they not see that it did not respond to them, nor could it protect or benefit them"},"surah":null},{"id":2438,"surahId":20,"ayatId":90,"ayatNo":"٩٠","pageNo":318,"ayatText":"وَلَقَدْ قَالَ لَهُمْ هٰرُونُ مِنْ قَبْلُ يَا قَوْمِ اِنَّمَا فُتِنْتُمْ بِهٖۚ وَاِنَّ رَبَّكُمُ الرَّحْمٰنُ فَاتَّبِعُونٖي وَاَطٖيعُٓوا اَمْرٖي","ayatMealText":{"tr":"And olsun ki Harun daha önce onlara: \"Ey kavmim! Siz bununla (buzağı ile) imtihana çekildiniz. Sizin gerçek Rabbiniz Rahmân'dır. Gelin bana uyun ve emrime itaat edin\" demişti.","nl":"En voorzeker, Hârôen had tevoren gezegd: \"O mijn volk, jullie worden daarmee op de proef gesteld. En voorwaar, jullie Heer is de Barmhartige. Volgt mij daarom en gehoorzaamt mijn bevel.\"","en":"Aaron had already warned them beforehand, “O my people! You are only being tested by this, for indeed your ˹one true˺ Lord is the Most Compassionate. So follow me and obey my orders.”"},"surah":null},{"id":2439,"surahId":20,"ayatId":91,"ayatNo":"٩١","pageNo":318,"ayatText":"قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفٖينَ حَتّٰى يَرْجِعَ اِلَيْنَا مُوسٰى","ayatMealText":{"tr":"Onlar (cevap olarak şöyle) demişlerdi: \"Musa bize dönüp gelinceye kadar, biz ona tapmaya elbette devam edeceğiz.\"","nl":"Zij (de aanbidders van het kalf) zeiden: \"Wij zullen nooit ophouden hein (te aanbidden), totdat Môesa tot ons terugkeert.\"","en":"They replied, “We will not cease to worship it until Moses returns to us.”"},"surah":null},{"id":2440,"surahId":20,"ayatId":92,"ayatNo":"٩٢","pageNo":318,"ayatText":"قَالَ يَا هٰرُونُ مَا مَنَعَكَ اِذْ رَاَيْتَهُمْ ضَلُّواۙ","ayatMealText":{"tr":"(Musa gelince kardeşine şöyle) dedi: \"Ey Harun! bunların sapıklığa düştüğünü gördüğün vakit, seni engelleyen ne oldu?\"","nl":"Hij (Môesa) zei: \"O Hârôen, wat hield jou tegen toen jij ben zag dwalen?","en":"Moses scolded ˹his brother˺, “O Aaron! What prevented you, when you saw them going astray"},"surah":null},{"id":2441,"surahId":20,"ayatId":93,"ayatNo":"٩٣","pageNo":318,"ayatText":"اَلَّا تَتَّبِعَنِؕ اَفَعَصَيْتَ اَمْرٖي","ayatMealText":{"tr":"\"(Neden) benim yolumu takip etmedin, benim emrime karşı mı geldin?\"","nl":"Om mij te volgen? Ben jij dan ongehoor-zaam aan mijn bevel geweest?\"","en":"from following after me? How could you disobey my orders?”"},"surah":null},{"id":2442,"surahId":20,"ayatId":94,"ayatNo":"٩٤","pageNo":318,"ayatText":"قَالَ يَبْنَؤُ۬مَّ لَا تَأْخُذْ بِلِحْيَتٖي وَلَا بِرَأْسٖيۚ اِنّٖي خَشٖيتُ اَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنٖٓي اِسْرَٓائٖلَ وَلَمْ تَرْقُبْ قَوْلٖي","ayatMealText":{"tr":"Harun: \"Ey anamın oğlu! Sakalımı ve başımı (saçımı) tutma. Ben senin 'İsrailoğulları arasında ayrılık çıkardın, sözüme bakmadın' diyeceğinden korktum.\" dedi.","nl":"Hij (Hârôen) zei: \"Zoon van mijn moeder, grijp mij niet bij mijn baard of bij mijn hoofd. Ik was bang dat jij zou zeggen: 'Jij hebt de Kinderen van Israël verdeeld en jij hebt mijn woorden niet in acht genomen.\"","en":"Aaron pleaded, “O son of my mother! Do not seize me by my beard or ˹the hair of˺ my head. I really feared that you would say, ‘You have caused division among the Children of Israel, and did not observe my word.’”"},"surah":null},{"id":2443,"surahId":20,"ayatId":95,"ayatNo":"٩٥","pageNo":318,"ayatText":"قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ","ayatMealText":{"tr":"(Hz. Musa bu defa Sâmirî'ye dönerek) \"Ey Sâmirî! Senin bu yaptığın nedir?\" dedi.","nl":"Hij (Môesa) zei: \"Wat was jouw geval, O sâmirî?\"","en":"Moses then asked, “What did you think you were doing, O Sâmiri?”"},"surah":null},{"id":2444,"surahId":20,"ayatId":96,"ayatNo":"٩٦","pageNo":318,"ayatText":"قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهٖ فَقَبَضْتُ قَبْضَةً مِنْ اَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذٰلِكَ سَوَّلَتْ لٖي نَفْسٖي","ayatMealText":{"tr":"Sâmirî: \"Onların görmedikleri bir şey gördüm: (Sana gelen) ilâhî elçinin (Cebrail'in) izinden bir avuç (toprak) aldım ve onu (erimiş mücevheratın içine) attım. Bunu, bana böylece nefsim hoş gösterdi\" dedi.","nl":"Hij (de Sâmiri) zei: \"Ik doorzag wat zij niet doorzagen en ik nam een handvol uit het spoor van de gezant en ik strooide het (over het kalt). En zo verblijdde ik mijzelf\"","en":"He said, “I saw what they did not see, so I took a handful ˹of dust˺ from the hoof-prints of ˹the horse of˺ the messenger-angel ˹Gabriel˺ then cast it ˹on the moulded calf˺. This is what my lower-self tempted me into.”"},"surah":null},{"id":2445,"surahId":20,"ayatId":97,"ayatNo":"٩٧","pageNo":318,"ayatText":"قَالَ فَاذْهَبْ فَاِنَّ لَكَ فِي الْحَيٰوةِ اَنْ تَقُولَ لَا مِسَاسَࣕ وَاِنَّ لَكَ مَوْعِداً لَنْ تُخْلَفَهُۚ وَانْظُرْ اِلٰٓى اِلٰهِكَ الَّذٖي ظَلْتَ عَلَيْهِ عَاكِفاًؕ لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفاً","ayatMealText":{"tr":"(Musa ona şöyle) dedi: \"Haydi çekil git. Artık senin için hayat boyunca, 'benimle temas yok' diye söylemen var (bir vahşi gibi yapayalnız yaşamağa mahkum olacaksın). Hem senin için asla kaçamayacağın bir ceza daha vardır. Bir de ibadet edip durduğun ilâhına bak; elbette biz onu yakacağız, sonra da kül edip muhakkak onu denize savuracağız.\"","nl":"Hij (Môesa) zei: \"Ga dan maar heen. Voorwaar, voor jou is er in het leven, dat jij slechts kan zeggen: 'Raak mij niet aan, 'en voorwaar, voor jou is er een afspraak (in het Hiernamaals), die nooit afgezegd kan worden. En kijk naar jouw god die jij voortdurend aan het aanbidden was: wij zullen hem zeker verbranden. En vervolgens werpen wij hem zeker als as in de zee!\"","en":"Moses said, “Go away then! And for ˹the rest of your˺ life you will surely be crying, ‘Do not touch ˹me˺!’ Then you will certainly have a fate that you cannot escape. Now look at your god to which you have been devoted: we will burn it up, then scatter it in the sea completely.”"},"surah":null},{"id":2446,"surahId":20,"ayatId":98,"ayatNo":"٩٨","pageNo":318,"ayatText":"اِنَّـمَٓا اِلٰهُكُمُ اللّٰهُ الَّذٖي لَٓا اِلٰهَ اِلَّا هُوَؕ وَسِعَ كُلَّ شَيْءٍ عِلْماً","ayatMealText":{"tr":"Sizin ilâhınız, ancak kendisinden başka hiçbir ilâh bulunmayan Allah'dır. Onun ilmi her şeyi kuşatmıştır.","nl":"Voorwaar, jullie god is slechts Allah, er is geen god dan Hij. Hij omvat alle zaken met (Zijn) kennis.","en":"˹Then Moses addressed his people,˺ “Your only god is Allah, there is no god ˹worthy of worship˺ except Him. He encompasses everything in ˹His˺ knowledge.”"},"surah":null}]}