{"juzNo":16,"pageNo":319,"arCuzNo":"۱٦","arPageNo":"۳۱۹","quranAyats":[{"id":2447,"surahId":20,"ayatId":99,"ayatNo":"٩٩","pageNo":319,"ayatText":"كَذٰلِكَ نَقُصُّ عَلَيْكَ مِنْ اَنْـبَٓاءِ مَا قَدْ سَبَقَۚ وَقَدْ اٰتَيْنَاكَ مِنْ لَدُنَّا ذِكْراًۚ","ayatMealText":{"tr":"(Ey Muhammed!) Sana geçmişin haberlerinden bir kısmını böylece anlatıyoruz. Şüphe yok ki, sana katımızdan bir zikir (düşünüp kendisinden ibret alınacak bir kitab) verdik.","nl":"Zo verhalen Wij jou van de geschiedenissen van wat voorafgegaan is. En waarlijk, Wij hebben jou van Onze Zijde de Vermaning gegeven.","en":"This is how We relate to you ˹O Prophet˺ some of the stories of the past. And We have certainly granted you a Reminder from Us"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2448,"surahId":20,"ayatId":100,"ayatNo":"١٠٠","pageNo":319,"ayatText":"مَنْ اَعْرَضَ عَنْهُ فَاِنَّهُ يَحْمِلُ يَوْمَ الْقِيٰمَةِ وِزْراًۙ","ayatMealText":{"tr":"Kim ondan yüz çevirirse, şüphesiz o, kıyamet günü bir günah yüklenecektir.","nl":"Hij, die zich ervan afwendt: voorwaar, hij zal op de Dag der Opstanding een zonde dragen.","en":"Whoever turns away from it will surely bear the burden ˹of sin˺ on the Day of Judgment"},"surah":null},{"id":2449,"surahId":20,"ayatId":101,"ayatNo":"١٠١","pageNo":319,"ayatText":"خَالِدٖينَ فٖيهِؕ وَسَٓاءَ لَهُمْ يَوْمَ الْقِيٰمَةِ حِمْلاًۙ","ayatMealText":{"tr":"Devamlı o azabın altında kalacaklar. Kıyamet günü onlar için, bu ne fena bir yüktür!","nl":"Zij zullen daarin eeuwig levenden zijn. Slecht zal de last voor hen zijn op de Dag der Opstanding!","en":"suffering its consequences forever. What an evil burden they will carry on Judgment Day"},"surah":null},{"id":2450,"surahId":20,"ayatId":102,"ayatNo":"١٠٢","pageNo":319,"ayatText":"يَوْمَ يُنْفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمٖينَ يَوْمَئِذٍ زُرْقاًۚ","ayatMealText":{"tr":"Sûr'a üfürüleceği gün ki biz suçluları o gün, (gözleri korkudan) göğermiş olarak mahşerde toplayacağız.","nl":"Op de Dag, waarop op de bazuin wordt geblazen en Wij de zondaren verzamelen, met hun afschrikwekkende gezichten.","en":"˹Beware of˺ the Day the Trumpet will be blown, and We will gather the wicked on that Day blue-faced ˹from horror and thirst˺"},"surah":null},{"id":2451,"surahId":20,"ayatId":103,"ayatNo":"١٠٣","pageNo":319,"ayatText":"يَتَخَافَتُونَ بَيْنَهُمْ اِنْ لَبِثْتُمْ اِلَّا عَشْراً","ayatMealText":{"tr":"\"Siz dünyada sadece on(gün) kaldınız\" diye kendi aralarında gizli gizli konuşurlar.","nl":"Fluisterend onder elkaar zeggen ze: \"Jullie hebben slechts tien dagen op aarde verbleven.\"","en":"They will whisper among themselves, “You stayed no more than ten days ˹on the earth˺.”"},"surah":null},{"id":2452,"surahId":20,"ayatId":104,"ayatNo":"١٠٤","pageNo":319,"ayatText":"نَحْنُ اَعْلَمُ بِمَا يَقُولُونَ اِذْ يَقُولُ اَمْثَلُهُمْ طَرٖيقَةً اِنْ لَبِثْتُمْ اِلَّا يَوْماًࣖ","ayatMealText":{"tr":"Aralarında ne konuşacaklarını biz çok iyi biliriz. Görüşü en üstün olan: \"Ancak bir gün kaldınız\" diyecektir.","nl":"Wij weten het beste wat zij zeggen wanneer degene die het meest voorbeeldig de Weg volgde onder hen zegt. \"Jullie hebben er slechts één dag verbleven.\"","en":"We know best what they will say—the most reasonable of them will say, “You stayed no more than a day.”"},"surah":null},{"id":2453,"surahId":20,"ayatId":105,"ayatNo":"١٠٥","pageNo":319,"ayatText":"وَيَسْـَٔلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبّٖي نَسْفاًۙ","ayatMealText":{"tr":"(Ey Muhammed!) Sana dağlar(ın kıyametteki durumunu) sorarlar, de ki: \"Rabbim onları ufalayıp savuracak.\"","nl":"En zij vragen jou over de bergen. Zeg dan: \"Mijn Heer zal ze als pulver doen uiteenvallen.","en":"And ˹if˺ they ask you ˹O Prophet˺ about the mountains, ˹then˺ say, “My Lord will wipe them out completely"},"surah":null},{"id":2454,"surahId":20,"ayatId":106,"ayatNo":"١٠٦","pageNo":319,"ayatText":"فَيَذَرُهَا قَاعاً صَفْصَفاًۙ","ayatMealText":{"tr":"\"Böylece yerlerini dümdüz boş bir halde bırakacak.\"","nl":"En Hij laat hen achter als een kale vlakte.","en":"leaving the earth level and bare"},"surah":null},{"id":2455,"surahId":20,"ayatId":107,"ayatNo":"١٠٧","pageNo":319,"ayatText":"لَا تَرٰى فٖيهَا عِوَجاً وَلَٓا اَمْتاً","ayatMealText":{"tr":"\"Orada ne bir çukur, ne de bir tümsek göreceksin.\"","nl":"Waarop je geen lage en hoge (plaatsen) ziet.\"","en":"with neither depressions nor elevations to be seen.”"},"surah":null},{"id":2456,"surahId":20,"ayatId":108,"ayatNo":"١٠٨","pageNo":319,"ayatText":"يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُۚ وَخَشَعَتِ الْاَصْوَاتُ لِلرَّحْمٰنِ فَلَا تَسْمَعُ اِلَّا هَمْساً","ayatMealText":{"tr":"O gün, hiçbir tarafa sapmadan o davetçiye (Sûr'a üfleyenin çağrısına) uyarlar. Öyleki, Rahmân'ın heybetinden sesler kısılmıştır. Artık bir fısıltıdan başka hiçbir şey işitemezsin.","nl":"Op die dag zullen zij de Oproeper volgen; er is geen (mogelijkeid) om aan hem te ontsnappen. En stemmen zullen zacht klinken tegenover de Barmhartige, zodat je niets dan gefluister hoort.","en":"On that Day all will follow the caller ˹for assembly˺, ˹and˺ none will dare to deviate. All voices will be hushed before the Most Compassionate. Only whispers will be heard"},"surah":null},{"id":2457,"surahId":20,"ayatId":109,"ayatNo":"١٠٩","pageNo":319,"ayatText":"يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَرَضِيَ لَهُ قَوْلاً","ayatMealText":{"tr":"O gün, Rahmân'ın kendisine izin verdiği ve sözünden hoşnud olduğu kimselerden başkasının şefaatı fayda vermez.","nl":"Op de Dag is bemiddeling niet van nut, behalve voor hem, aan wie de Barmhartige toestemming geeft en wiens woorden Hem welgevallen.","en":"On that Day no intercession will be of any benefit, except by those granted permission by the Most Compassionate and whose words are agreeable to Him"},"surah":null},{"id":2458,"surahId":20,"ayatId":110,"ayatNo":"١١٠","pageNo":319,"ayatText":"يَعْلَمُ مَا بَيْنَ اَيْدٖيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحٖيطُونَ بِهٖ عِلْماً","ayatMealText":{"tr":"Allah, onların geleceklerini de, geçmişlerini de bilir. Onlar ise O'nu ilmen kavrayamazlar.","nl":"Hij weet wat vôôr hen is en wat achter hen is, en zij kunnen Hem met kennis niet omvatten.","en":"He ˹fully˺ knows what is ahead of them and what is behind them, but they cannot encompass Him in ˹their˺ knowledge"},"surah":null},{"id":2459,"surahId":20,"ayatId":111,"ayatNo":"١١١","pageNo":319,"ayatText":"وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِؕ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً","ayatMealText":{"tr":"Bütün yüzler, diri ve bütün yarattıklarını gözetip duran Allah'a baş eğmiştir. Bir zulüm yüklenen gerçekten hüsrana uğramıştır.","nl":"En alle gezichten zullen eerbiedig neerbuigen voor de Levende, de Zelfstandige. En waarlijk, hij die onrecht pleegde zal teleurgesteld worden.","en":"And all faces will be humbled before the Ever-Living, All-Sustaining. And those burdened with wrongdoing will be in loss"},"surah":null},{"id":2460,"surahId":20,"ayatId":112,"ayatNo":"١١٢","pageNo":319,"ayatText":"وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْماً وَلَا هَضْماً","ayatMealText":{"tr":"Her kim de mümin olarak salih amelleri işlerse, artık o, ne bir haksızlıktan ve ne de çiğnenmekden korkar.","nl":"En hij die goede daden verrichtte en een gelovige was, hoeft niet bang te zijn voor onrecht of verlies.","en":"But whoever does good and is a believer will have no fear of being wronged or denied ˹their reward˺"},"surah":null},{"id":2461,"surahId":20,"ayatId":113,"ayatNo":"١١٣","pageNo":319,"ayatText":"وَكَذٰلِكَ اَنْزَلْنَاهُ قُرْاٰناً عَرَبِياًّ وَصَرَّفْنَا فٖيهِ مِنَ الْوَعٖيدِ لَعَلَّهُمْ يَتَّقُونَ اَوْ يُحْدِثُ لَهُمْ ذِكْراً","ayatMealText":{"tr":"İşte böylece biz onu Arapça bir Kur'ân olarak indirdik. Onda tehditlerden nice türlüsünü tekrar tekrar açıkladık ki belki sakınırlar, yahut onlara bir ibret ve uyanış verir.","nl":"En zo hebben Wij hem neergezonden als een Arabische Koran en Wij hebben daarin waarschuwingen uiteengezet. Hopelijk zullen zij (Allah) vrezen of zal hij (de Koran) hen lering brengen.","en":"And so We have sent it down as an Arabic Quran and varied the warnings in it, so perhaps they will shun evil or it may cause them to be mindful"},"surah":null}]}