{"juzNo":2,"pageNo":32,"arCuzNo":"۲","arPageNo":"۳۲","quranAyats":[{"id":210,"surahId":2,"ayatId":203,"ayatNo":"٢٠٣","pageNo":32,"ayatText":"وَاذْكُرُوا اللّٰهَ فٖٓي اَيَّامٍ مَعْدُودَاتٍؕ فَمَنْ تَعَجَّلَ فٖي يَوْمَيْنِ فَلَٓا اِثْمَ عَلَيْهِۚ وَمَنْ تَاَخَّرَ فَلَٓا اِثْمَ عَلَيْهِۙ لِمَنِ اتَّقٰىؕ وَاتَّقُوا اللّٰهَ وَاعْلَمُٓوا اَنَّكُمْ اِلَيْهِ تُحْشَرُونَ","ayatMealText":{"tr":"Bir de sayılı günlerde Allah'ı zikredin (tekbir alın). Bunlardan kim iki gün içinde (Mina'dan) dönmek için acele ederse ona günah yoktur. Kim geri kalırsa ona da günah yoktur. Ama bu, takva sahipleri içindir. Allah'tan korkun ve bilin ki, siz ancak O'nun huzuruna varıp toplanacaksınız.","nl":"En gedenkt Allah gedurende een vastgesteld aantal dagen. Maar wie haast heeft om na twee dagen te vertrekken, en rust dan geen zonde op hem; en wie (het vertrek nog een dag) uitstelt, er rust dan (ook) geen zonde op hem, voor wie Allah vreest. En vreest Allah en weet dat jullie tot Hem verzameld zullen worden.","en":"And remember Allah during ˹these˺ appointed days. Whoever departs swiftly on the second day is not sinful, neither are those who stay behind ˹till the third—seeking additional reward˺, so long as they are mindful ˹of their Lord˺. And be mindful of Allah, and know that to Him you will ˹all˺ be gathered"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":211,"surahId":2,"ayatId":204,"ayatNo":"٢٠٤","pageNo":32,"ayatText":"وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيٰوةِ الدُّنْيَا وَيُشْهِدُ اللّٰهَ عَلٰى مَا فٖي قَلْبِهٖۙ وَهُوَ اَلَدُّ الْخِصَامِ","ayatMealText":{"tr":"İnsanlardan kimi de vardır ki, dünya hayatı hakkındaki sözleri senin hoşuna gider ve o kalbindekine Allah'ı şahit tutar. Halbuki O, İslâm düşmanlarının en yamanıdır.","nl":"En onder de mensen is er degene wiens woorden over het wereldse leven jullie verbazen en hij roept Allah om te getuigen over wat zich in zijn hart bevindt, terwijl hij de ergste opstandeling is.","en":"There are some ˹hypocrites˺ who impress you with their views regarding worldly affairs and openly call upon Allah to witness what is in their hearts, yet they are your worst adversaries"},"surah":null},{"id":212,"surahId":2,"ayatId":205,"ayatNo":"٢٠٥","pageNo":32,"ayatText":"وَاِذَا تَوَلّٰى سَعٰى فِي الْاَرْضِ لِيُفْسِدَ فٖيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَؕ وَاللّٰهُ لَا يُحِبُّ الْفَسَادَ","ayatMealText":{"tr":"İş başına geçti mi yeryüzünde bozgunculuk çıkarmak, ekini ve nesli helak etmek için koşar. Allah ise bozgunculuğu sevmez.","nl":"En wanneer hij zich afwendt, (dan) gaat hij op de aarde rond om er verderf te zaaien en het gewas en het vee te vernietigen. En Allah houdt niet van het verderf.","en":"And when they leave ˹you˺, they strive throughout the land to spread mischief in it and destroy crops and cattle. Allah does not like mischief"},"surah":null},{"id":213,"surahId":2,"ayatId":206,"ayatNo":"٢٠٦","pageNo":32,"ayatText":"وَاِذَا قٖيلَ لَهُ اتَّقِ اللّٰهَ اَخَذَتْهُ الْعِزَّةُ بِالْاِثْمِ فَحَسْبُهُ جَهَنَّمُؕ وَلَبِئْسَ الْمِهَادُ","ayatMealText":{"tr":"Ona: \"Allah'tan kork!\" dendiği zaman da kendisini onuru (gururu) günah işlemeye sevkeder. Cehennem de onun hakkından gelir. O ne kötü bir yataktır!","nl":"En wanneer tot hem wordt gezegd: \"Vreest Allah,\" dan maakt de trots op zijn zonde zich van hem meester. De Hel is voor hem voldoende, en dat is de slechtste verblijfplaats!","en":"When it is said to them, “Fear Allah,” pride carries them off to sin. Hell will be their proper place. What an evil place to rest"},"surah":null},{"id":214,"surahId":2,"ayatId":207,"ayatNo":"٢٠٧","pageNo":32,"ayatText":"وَمِنَ النَّاسِ مَنْ يَشْرٖي نَفْسَهُ ابْتِغَٓاءَ مَرْضَاتِ اللّٰهِؕ وَاللّٰهُ رَؤُ۫فٌ بِالْعِبَادِ","ayatMealText":{"tr":"Yine insanlardan kimi de vardır ki, Allah'ın rızasına ermek için kendini feda eder. Allah ise kullarına çok merhametlidir.","nl":"En er is er een onder de mensen die zichzelf verkoopt, het welbehagen van Allah zoekend. En Allah is Meest Genadig voor de dieneren.","en":"And there are those who would dedicate their lives to Allah’s pleasure. And Allah is Ever Gracious to ˹His˺ servants"},"surah":null},{"id":215,"surahId":2,"ayatId":208,"ayatNo":"٢٠٨","pageNo":32,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا ادْخُلُوا فِي السِّلْمِ كَٓافَّةًࣕ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِؕ اِنَّهُ لَكُمْ عَدُوٌّ مُبٖينٌ","ayatMealText":{"tr":"Ey iman edenler! Hepiniz barış ve selamete girin de şeytanın adımlarına uymayın. Çünkü o sizin aranızı açan belli bir düşmandır.","nl":"O jullie die geloven, treedt de Islam binnen, volledig, en volgt niet de voetstappen van de Satan. Voorwaar, hij is voor jullie een duidelijke vijand.","en":"O believers! Enter into Islam wholeheartedly and do not follow Satan’s footsteps. Surely he is your sworn enemy"},"surah":null},{"id":216,"surahId":2,"ayatId":209,"ayatNo":"٢٠٩","pageNo":32,"ayatText":"فَاِنْ زَلَلْتُمْ مِنْ بَعْدِ مَا جَٓاءَتْكُمُ الْبَيِّنَاتُ فَاعْلَمُٓوا اَنَّ اللّٰهَ عَزٖيزٌ حَكٖيمٌ","ayatMealText":{"tr":"Size bunca deliller geldikten sonra yine kayarsanız, iyi bilin ki, Allah çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"Wanneer jullie dan afwijken (van de Weg van Allah), nadat de duidelijke bewijzen tot jullie zijn gekomen, weet dan dat Allah Almachtig, Alwijs is.","en":"If you falter after receiving the clear proofs, then know that Allah is indeed Almighty, All-Wise"},"surah":null},{"id":217,"surahId":2,"ayatId":210,"ayatNo":"٢١٠","pageNo":32,"ayatText":"هَلْ يَنْظُرُونَ اِلَّٓا اَنْ يَأْتِيَهُمُ اللّٰهُ فٖي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلٰٓئِكَةُ وَقُضِيَ الْاَمْرُؕ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُورُࣖ","ayatMealText":{"tr":"Onlar sadece gözetiyorlar ki, Allah, buluttan gölgelikler içinde meleklerle birlikte geliversin de iş bitiriliversin. Halbuki bütün işler Allah'a döndürülüp götürülür.","nl":"Wat zij afwachten, is niets anders dan dat (de bestraffing van) Allah tot hen komt, in de schaduwen van de wolken, en de Engelen, en dat de zaak (hun ondergang) wordt beslist. En tot Allah worden alle zaken teruggevoerd.","en":"Are they waiting for Allah ˹Himself˺ to come to them in the shade of clouds, along with the angels? ˹If He did˺, then the matter would be settled ˹at once˺. And to Allah ˹all˺ matters will be returned ˹for judgment˺"},"surah":null}]}