{"juzNo":16,"pageNo":320,"arCuzNo":"۱٦","arPageNo":"۳۲۰","quranAyats":[{"id":2462,"surahId":20,"ayatId":114,"ayatNo":"١١٤","pageNo":320,"ayatText":"فَتَعَالَى اللّٰهُ الْمَلِكُ الْحَقُّۚ وَلَا تَعْجَلْ بِالْقُرْاٰنِ مِنْ قَبْلِ اَنْ يُقْضٰٓى اِلَيْكَ وَحْيُهُؗ وَقُلْ رَبِّ زِدْنٖي عِلْماً","ayatMealText":{"tr":"Hükmü her yerde geçerli gerçek hükümdar olan Allah yücedir. (Ey Muhammed!) Kur'ân sana vahyedilirken, vahiy bitmeden önce (unutma korkusu ile) Kur'ân'ı okumada acele etme; \"Rabbim! benim ilmimi artır\" de.","nl":"En Verheven is Allah, de Ware Koning. En haast je niet met de Koran (O Moehammad), voordat zijn openbaring an jou voltooid is. En zeg: \"'Mijn Heer, vermeerder voor mijn kennis.\"","en":"Exalted is Allah, the True King! Do not rush to recite ˹a revelation of˺ the Quran ˹O Prophet˺ before it is ˹properly˺ conveyed to you, and pray, “My Lord! Increase me in knowledge.”"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2463,"surahId":20,"ayatId":115,"ayatNo":"١١٥","pageNo":320,"ayatText":"وَلَقَدْ عَهِدْنَٓا اِلٰٓى اٰدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْماًࣖ","ayatMealText":{"tr":"Doğrusu bundan önce Âdem'e (bu ağaçtan yeme diye) emrettik, fakat unuttu ve biz onda bir azim (bir kararlılık) bulmadık.","nl":"En Wij hadden vroeger met Adam een verbond gesloten, maar hij vergat het. Wij vonden bij hem geen vastberadenheid.","en":"And indeed, We once made a covenant with Adam, but he forgot, and ˹so˺ We did not find determination in him"},"surah":null},{"id":2464,"surahId":20,"ayatId":116,"ayatNo":"١١٦","pageNo":320,"ayatText":"وَاِذْ قُلْنَا لِلْمَلٰٓئِكَةِ اسْجُدُوا لِاٰدَمَ فَسَجَدُٓوا اِلَّٓا اِبْلٖيسَؕ اَبٰى","ayatMealText":{"tr":"Bir vakit meleklere: \"Âdem(e hürmet) için secde edin\" demiştik; İblis'ten başka hepsi secde etmiş, o çekinmişti.","nl":"En toen Wij tegen de Engelen Zeiden: \"Werpt jullie neer voor Adam,\" wierpen zij zich neer, behalvc lblîs, hij weigerde.","en":"And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who refused ˹arrogantly˺"},"surah":null},{"id":2465,"surahId":20,"ayatId":117,"ayatNo":"١١٧","pageNo":320,"ayatText":"فَقُلْنَا يَٓا اٰدَمُ اِنَّ هٰذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقٰى","ayatMealText":{"tr":"Biz de (Âdem'e) şöyle demiştik: \"Ey Âdem! Şüphesiz bu (İblis) sana ve eşine düşmandır. Sakın sizi cennetten çıkarmasın, sonra bedbaht olursun (sıkıntı çeker, perişan olursun).\"","nl":"Daarop zeiden Wij: \"O Adam, voorwaar, dit is zeker een vijand van jou en jouw vrouw. Laat hem daarom jullie niet uit het Paradijs verdrijven, want dan zal jij zeker ongelukkig worden.","en":"So We cautioned, “O Adam! This is surely an enemy to you and to your wife. So do not let him drive you both out of Paradise, for you ˹O Adam˺ would then suffer ˹hardship˺"},"surah":null},{"id":2466,"surahId":20,"ayatId":118,"ayatNo":"١١٨","pageNo":320,"ayatText":"اِنَّ لَكَ اَلَّا تَجُوعَ فٖيهَا وَلَا تَعْرٰىۙ","ayatMealText":{"tr":"\"Doğrusu senin acıkmaman ve çıplak kalmaman (ancak) cennettedir. \"","nl":"Voorwaar, daarin is voor jou geen honger en jij bent er niet naakt.","en":"Here it is guaranteed that you will never go hungry or unclothed"},"surah":null},{"id":2467,"surahId":20,"ayatId":119,"ayatNo":"١١٩","pageNo":320,"ayatText":"وَاَنَّكَ لَا تَظْمَؤُ۬ا فٖيهَا وَلَا تَضْحٰى","ayatMealText":{"tr":"Ve sen orada ne susarsın, ne de güneşin sıcağında kalırsın\"","nl":"Jij hebt ef zeker geen dorst en jij wordt er niet blootgesteld aan hitte.\"","en":"nor will you ˹ever˺ suffer from thirst or ˹the sun’s˺ heat.”"},"surah":null},{"id":2468,"surahId":20,"ayatId":120,"ayatNo":"١٢٠","pageNo":320,"ayatText":"فَوَسْوَسَ اِلَيْهِ الشَّيْطَانُ قَالَ يَٓا اٰدَمُ هَلْ اَدُلُّكَ عَلٰى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلٰى","ayatMealText":{"tr":"Nihayet şeytan ona vesvese verdi. Şöyle dedi: \"Ey Âdem! Sana sonsuzluk ağacını ve çökmesi olmayan bir saltanatı göstereyim mi?\"","nl":"Maar de Satan fluisterde hem in, en zei: \"O Adam, zal ik jou de eeuwige boom wijzen en een koninkrij'k dat niet vergaat?\"","en":"But Satan whispered to him, saying, “O Adam! Shall I show you the Tree of Immortality and a kingdom that does not fade away?”"},"surah":null},{"id":2469,"surahId":20,"ayatId":121,"ayatNo":"١٢١","pageNo":320,"ayatText":"فَاَ كَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْاٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِؗ وَعَصٰٓى اٰدَمُ رَبَّهُ فَغَوٰىࣕ","ayatMealText":{"tr":"Bunun üzerine ikisi de o ağaçtan yediler. Hemen ayıp yerleri kendilerine açılıp görünüverdi. Ve üzerlerine cennet yaprağından örtüp yamamaya başladılar. Âdem Rabbinin emrinden çıktı da şaşırdı.","nl":"Vervolgens aten zij ervan, zodat hun schaamte zichtbaar werd en zij begonnen zich te bedekken uwt bladeren van het Paradijs; en zo was Adam zijn Hecr ongehoorzaam en dwaalde hij.","en":"So they both ate from the tree and then their nakedness was exposed to them, prompting them to cover themselves with leaves from Paradise. So Adam disobeyed his Lord, and ˹so˺ lost his way"},"surah":null},{"id":2470,"surahId":20,"ayatId":122,"ayatNo":"١٢٢","pageNo":320,"ayatText":"ثُمَّ اجْتَبٰيهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدٰى","ayatMealText":{"tr":"Sonra Rabbi, onu seçti de tevbesini kabul buyurdu ve ona doğru yolu gösterdi.","nl":"Daarna koos zijn Heer hem uit en Hij aanvaardde zün berouw en leidde (hem).","en":"Then his Lord chose him ˹for His grace˺, accepted his repentance, and guided him ˹rightly˺"},"surah":null},{"id":2471,"surahId":20,"ayatId":123,"ayatNo":"١٢٣","pageNo":320,"ayatText":"قَالَ اهْبِطَا مِنْهَا جَمٖيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّۚ فَاِمَّا يَأْتِيَنَّكُمْ مِنّٖي هُدًى فَمَنِ اتَّـبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقٰى","ayatMealText":{"tr":"Allah (onlara) şöyle dedi: \"Birbirinize düşman olmak üzere hepiniz oradan (cennetten) inin. Artık benden size bir hidayet (kitab) geldiği zaman, kim benim hidayetime uyarsa işte o, sapıklığa düşmez ve (ahirette) zahmet çekmez.","nl":"Hij (Allah) zei: \"Daalt hieruit af, tezamen, onder jullie zal de één de vijand zijn van de ander. Maar als van Mij Leiding tot jullie komt: wie Mijn Leiding volgt dwaalt niet en is niet ongelukkig.","en":"Allah said, “Descend, both of you, from here together ˹with Satan˺ as enemies to each other. Then when guidance comes to you from Me, whoever follows My guidance will neither go astray ˹in this life˺ nor suffer ˹in the next˺"},"surah":null},{"id":2472,"surahId":20,"ayatId":124,"ayatNo":"١٢٤","pageNo":320,"ayatText":"وَمَنْ اَعْرَضَ عَنْ ذِكْرٖي فَاِنَّ لَهُ مَعٖيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيٰمَةِ اَعْمٰى","ayatMealText":{"tr":"Her kim de benim zikrimden (Kur'ân'dan) yüz çevirirse, (bilsin ki) ona dar bir geçim vardır ve onu kıyamet günü kör olarak haşrederiz.","nl":"En hij die zich afwendt van Mijn Vemaning: voorwaar, er zal dan voor hem een benauwd leven zijn. En Wij zullen hen verzamelen op de Dag der Opstanding, in blinde toestand.","en":"But whoever turns away from My Reminder will certainly have a miserable life, then We will raise them up blind on the Day of Judgment.”"},"surah":null},{"id":2473,"surahId":20,"ayatId":125,"ayatNo":"١٢٥","pageNo":320,"ayatText":"قَالَ رَبِّ لِمَ حَشَرْتَـنٖٓي اَعْمٰى وَقَدْ كُنْتُ بَصٖيراً","ayatMealText":{"tr":"(O zaman Kur'ândan yüz çeviren kimse) \"Rabbim! beni niçin kör olarak haşrettin, oysa ben gören bir kimseydim\" der.","nl":"Hij zal zeggen: \"Mijn Heer, waarom verzamelt U mij in blinde toestand, terwijl ik vroeger in staat was om te zien?\"","en":"They will cry, “My Lord! Why have you raised me up blind, although I used to see?”"},"surah":null}]}