{"juzNo":16,"pageNo":321,"arCuzNo":"۱٦","arPageNo":"۳۲۱","quranAyats":[{"id":2474,"surahId":20,"ayatId":126,"ayatNo":"١٢٦","pageNo":321,"ayatText":"قَالَ كَذٰلِكَ اَتَتْكَ اٰيَاتُنَا فَـنَسٖيتَهَاۚ وَكَذٰلِكَ الْيَوْمَ تُنْسٰى","ayatMealText":{"tr":"Allah: \"Böyledir, sana âyetlerimiz gelmişti de onları sen unutmuştun, bugün de öylece unutulursun\" der.","nl":"Hij (Allah) zai zeggen: \"Zo is het. Onze Tekkenen zijn tot jou gekomen, maar jij verpt ze, en daaroin wordt jij vandaag vergeten.\"","en":"Allah will respond, “It is so, just as Our revelations came to you and you neglected them, so Today you are neglected.”"},"surah":{"surahId":20,"name":"Tâhâ","nameAr":"طٰهٰ","revelationOrder":45,"verseCount":135,"juzNo":16,"firstPage":312}},{"id":2475,"surahId":20,"ayatId":127,"ayatNo":"١٢٧","pageNo":321,"ayatText":"وَكَذٰلِكَ نَجْزٖي مَنْ اَسْرَفَ وَلَمْ يُؤْمِنْ بِاٰيَاتِ رَبِّهٖؕ وَلَعَذَابُ الْاٰخِرَةِ اَشَدُّ وَاَبْقٰى","ayatMealText":{"tr":"İşte haddi aşanları, Rabbinin âyetlerine inanmayanları biz böyle cezalandırırız. Ve muhakkak ki ahiret azabı (dünya azabından) daha şiddetli ve daha devamlıdır.","nl":"En zo vergeiden Wij wie overschrijdt en niet in de Tekenen van zijn Heer gelooft. En de bestraffing in het Hiernamaals is zeker strenger en blijvender.","en":"This is how We reward whoever transgresses and does not believe in the revelations of their Lord. And the punishment of the Hereafter is far more severe and more lasting"},"surah":null},{"id":2476,"surahId":20,"ayatId":128,"ayatNo":"١٢٨","pageNo":321,"ayatText":"اَفَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فٖي مَسَاكِنِهِمْؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِاُو۬لِي النُّهٰىࣖ","ayatMealText":{"tr":"Onları, yerlerinde gezip durdukları şu kendilerinden önce yok ettiğimiz bunca nesiller(in o korkunç akibeti) doğru yola sevk etmedi mi? Doğrusu bunda ibret alacak aklı olanlar için nice deliller vardır.","nl":"Is er voor hen den geen Leiding in hoeveel genenties vóór hen Wij vernietigd hebben, en over wiens (vernietigde) woningen zij rondwandeled? Voorwaar, daarin zijn zeker Tekenen voor de bezittem van verstand.","en":"Is it not yet clear to them how many peoples We destroyed before them, whose ruins they still pass by? Surely in this are signs for people of sound judgment"},"surah":null},{"id":2477,"surahId":20,"ayatId":129,"ayatNo":"١٢٩","pageNo":321,"ayatText":"وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَاماً وَاَجَلٌ مُسَمًّىؕ","ayatMealText":{"tr":"Eğer Rabbinin verdiği bir hüküm ve tayin ettiği bir süre olmasaydı, hemen azaba uğrarlardı.","nl":"En als er geen Wood van jouw Heer voorafgegan was, en het tijdstip niet vastgesteld was, dan zou (de bestraffing) ben zeker treffen.","en":"Had it not been for a prior decree from your Lord ˹O Prophet˺ and a term already set, their ˹instant˺ doom would have been inevitable"},"surah":null},{"id":2478,"surahId":20,"ayatId":130,"ayatNo":"١٣٠","pageNo":321,"ayatText":"فَاصْبِرْ عَلٰى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَاۚ وَمِنْ اٰنَٓائِ الَّيْلِ فَسَبِّـحْ وَاَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضٰى","ayatMealText":{"tr":"O halde, dediklerine sabret; güneşin doğmasından önce ve batmasından önce Rabbini hamd ile tesbih et. Gecenin bir kısım vakitlerinde ve gündüzün etrafında da tesbih et ki hoşnudluğa eresin.","nl":"Wees daarom geduldig (O Moehammad) met wat zij zeggen en prijs de lof van jouw Heer vóór de zonsopgang en vóór haar ondergang en tijdens de nacht en prijs (Hem) op de uiteinden van de dag. Hopelijk ben jij tevreden.","en":"So be patient ˹O Prophet˺ with what they say. And glorify the praises of your Lord before sunrise and before sunset, and glorify Him in the hours of the night and at both ends of the day, so that you may be pleased ˹with the reward˺"},"surah":null},{"id":2479,"surahId":20,"ayatId":131,"ayatNo":"١٣١","pageNo":321,"ayatText":"وَلَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجاً مِنْهُمْ زَهْرَةَ الْحَيٰوةِ الدُّنْيَا لِنَفْتِنَهُمْ فٖيهِؕ وَرِزْقُ رَبِّكَ خَيْرٌ وَاَبْقٰى","ayatMealText":{"tr":"Kâfirlerden bir kısmına, onları sınamak için dünya hayatının zineti olarak verdiğimiz ve onunla kendilerini geçindirdiğimiz şeye (mal ve saltanata) sakın rağbetle bakma. Rabbinin (ahiretteki) rızkı daha hayırlı ve daha devamlıdır.","nl":"En kijk niet met uitpuilende ogen naar wat Wij sommigen van hen aan genietingen hebben geschonken, (het is slechts) de versiering van het wereldse leven, om hen ermee op de proef te stellen. Ein de voorziening van jouw Heer is beter en blijvender.","en":"Do not let your eyes crave what We have allowed some of the disbelievers to enjoy; the ˹fleeting˺ splendour of this worldly life, which We test them with. But your Lord’s provision ˹in the Hereafter˺ is far better and more lasting"},"surah":null},{"id":2480,"surahId":20,"ayatId":132,"ayatNo":"١٣٢","pageNo":321,"ayatText":"وَأْمُرْ اَهْلَكَ بِالصَّلٰوةِ وَاصْطَبِرْ عَلَيْهَاؕ لَا نَسْـَٔلُكَ رِزْقاًؕ نَحْنُ نَرْزُقُكَؕ وَالْعَاقِبَةُ لِلتَّقْوٰى","ayatMealText":{"tr":"(Ey Muhammed!) Ehline namaz kılmalarını emret, kendin de ona sabırla devam et. Biz senden bir rızık istemiyoruz. Seni biz rızıklandırırız. Güzel akibet takva sahiplerinindir.","nl":"En beveel jouw familie de shalât te verrichten en volhard daarin. Wij wagen van jou geen voorziening (te geven), Wij geven jou voorziening. Het (goede) einde is voor degene die (Allah) vreest.","en":"Bid your people to pray, and be diligent in ˹observing˺ it. We do not ask you to provide. It is We Who provide for you. And the ultimate outcome is ˹only˺ for ˹the people of˺ righteousness"},"surah":null},{"id":2481,"surahId":20,"ayatId":133,"ayatNo":"١٣٣","pageNo":321,"ayatText":"وَقَالُوا لَوْلَا يَأْتٖينَا بِاٰيَةٍ مِنْ رَبِّهٖؕ اَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْاُو۫لٰى","ayatMealText":{"tr":"(İnkâr edenler): \"Rabbinden bize bir mucize getirse ya\" dediler. Onlara önceki kitablarda olan apaçık deliller gelmedi mi?","nl":"En zij (de ongelovigen) zeggen: \"Waarom is hij niet met een Teken van Zijn Heer tot ons gekomen?\" Is er dan geen duidelijk Teken tot hen gekomen in de voorafgaande Geschriften?","en":"They demand, “If only he could bring us a sign from his Lord!” Have they not ˹already˺ received a confirmation of what is in earlier Scriptures"},"surah":null},{"id":2482,"surahId":20,"ayatId":134,"ayatNo":"١٣٤","pageNo":321,"ayatText":"وَلَوْ اَنَّٓا اَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهٖ لَقَالُوا رَبَّنَا لَوْلَٓا اَرْسَلْتَ اِلَيْنَا رَسُولاً فَنَتَّبِعَ اٰيَاتِكَ مِنْ قَبْلِ اَنْ نَذِلَّ وَنَخْزٰى","ayatMealText":{"tr":"Eğer biz, onları bundan (peygamber veya Kur'ân'dan) önce bir azab ile yok etseydik, muhakkak \"Ey Rabbimiz! bize bir peygamber gönderseydin de, alçak ve rezil olmadan önce âyetlerine uysaydık, olmaz mıydı?\" diyeceklerdi.","nl":"En als Wij hen vernietigd hadden door een bestraffing voor hem (de Koran), dan zouden zij zeker zeggen: \"Onze Heer, had U maar een Boodschapper naar ons gestuurd, dan zouden wij Uw Tekenen hebben gevolgd, voordat wij vemederd en te schande gemaakt werden!\"'","en":"Had We destroyed them with a torment before this ˹Prophet came˺, they would have surely argued, “Our Lord! If only You had sent us a messenger, we would have followed Your revelations before being humiliated and put to shame.”"},"surah":null},{"id":2483,"surahId":20,"ayatId":135,"ayatNo":"١٣٥","pageNo":321,"ayatText":"قُلْ كُلٌّ مُتَرَبِّصٌ فَتَرَبَّصُواۚ فَسَتَعْلَمُونَ مَنْ اَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدٰى","ayatMealText":{"tr":"De ki: \"Hepimiz beklemekteyiz, siz de bekleyedurun. Şüphesiz düz yolun sahiplerinin kimler olduğunu ve kimlerin doğru yolda bulunduğunu yakında bileceksiniz.","nl":"Zeg: \"Allen wachten af, wacht dus af. Jullie zullen te weten komen wie de volgers van het rechte Pad zijn en wie Leiding volgden.\"","en":"Say ˹to them, O Prophet˺, “Each ˹of us˺ is waiting, so keep waiting! You will soon know who is on the Straight Path and is ˹rightly˺ guided.”"},"surah":null}]}