{"juzNo":17,"pageNo":322,"arCuzNo":"۱۷","arPageNo":"۳۲۲","quranAyats":[{"id":2484,"surahId":21,"ayatId":1,"ayatNo":"١","pageNo":322,"ayatText":"اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فٖي غَفْلَةٍ مُعْرِضُونَۚ","ayatMealText":{"tr":"İnsanların hesab (görme) zamanı yaklaştı. Onlar ise hâlâ gaflet içinde, yan çizip aldırmıyorlar.","nl":"Dichter bij voor de mensen is hun afrekening gekomen, terwijl zij zich in onachtzaamheid afwenden.","en":"˹The time of˺ people’s judgment has drawn near, yet they are heedlessly turning away"},"surah":{"surahId":21,"name":"Enbiyâ","nameAr":"الْاَنْبِيَاءِ","revelationOrder":73,"verseCount":112,"juzNo":17,"firstPage":322}},{"id":2485,"surahId":21,"ayatId":2,"ayatNo":"٢","pageNo":322,"ayatText":"مَا يَأْتٖيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ اِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَۙ","ayatMealText":{"tr":"Rablerinden kendilerine gelen her yeni hatırlatmayı hep eğlenerek dinliyorlar.","nl":"En er komt geen nieuwe Vermaning van hun Heer tot hen, of zij luisteren ernaar terwijl zij er de spot mee drijven.","en":"Whatever new reminder comes to them from their Lord, they only listen to it jokingly"},"surah":null},{"id":2486,"surahId":21,"ayatId":3,"ayatNo":"٣","pageNo":322,"ayatText":"لَاهِيَةً قُلُوبُهُمْؕ وَاَسَرُّوا النَّجْوٰىࣗ اَلَّذٖينَ ظَلَمُواࣗ هَلْ هٰذَٓا اِلَّا بَشَرٌ مِثْلُكُمْۚ اَفَتَأْتُونَ السِّحْرَ وَاَنْتُمْ تُبْصِرُونَ","ayatMealText":{"tr":"Kalbleri hep eğlencede (gaflette), hem o zalimler aralarında şu gizli fısıltıyı yaptılar: \"Bu, ancak sizin gibi bir insan. Artık göz göre göre sihre mi gidip uyarsınız?\"","nl":"Achteloos zijn hun harken. En degenen die onrechtvaardig zijn verbergen (hun onrecht) in heimelijk overleg (en zeggen:) \"Deze (Boodschapper) is niet anders dan een mens zoals jullie.\" Nemen jullie dan tovenarij aan, terwijl jullie het doorzien?","en":"with their hearts ˹totally˺ distracted. The evildoers would converse secretly, ˹saying,˺ “Is this ˹one˺ not human like yourselves? Would you fall for ˹this˺ witchcraft, even though you can ˹clearly˺ see?”"},"surah":null},{"id":2487,"surahId":21,"ayatId":4,"ayatNo":"٤","pageNo":322,"ayatText":"قَالَ رَبّٖي يَعْلَمُ الْقَوْلَ فِي السَّمَٓاءِ وَالْاَرْضِؗ وَهُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Peygamber: \"Benim Rabbim gökte ve yerde (söylenen) her sözü bilir. O, her şeyi işitir, her şeyi bilir\" dedi.","nl":"Hij (Moehammad) zei: \"Mijn Heer weet wat er in de hemelen en op de aarde gesproken wordt, en Hij is de Alhorende, de Alwetende.\"","en":"The Prophet responded, “My Lord ˹fully˺ knows every word spoken in the heavens and the earth. For He is the All-Hearing, All-Knowing.”"},"surah":null},{"id":2488,"surahId":21,"ayatId":5,"ayatNo":"٥","pageNo":322,"ayatText":"بَلْ قَالُٓوا اَضْغَاثُ اَحْلَامٍ بَلِ افْتَرٰيهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَٓا اُرْسِلَ الْاَوَّلُونَ","ayatMealText":{"tr":"Onlar: \"Hayır, bunlar karışık rüyalardır; yok, onu kendisi uydurdu, yok o bir şairdir. Böyle değilse önceki peygamberler gibi, o da bize bir mucize getirsin\" dediler.","nl":"Zij (de ongelovigen) zeggen zelfs: \"Het verwardste gedroom is (deze Koran), hij verzon hem zelfs, hij is zelfs een dichter! Laat hem dan een Teken tot ons brengen zoals aan de voorafgaanden gezonden werd!\"'","en":"Yet they say, “This ˹Quran˺ is a set of confused dreams! No, he has fabricated it! No, he must be a poet! So let him bring us a ˹tangible˺ sign like those ˹prophets˺ sent before.”"},"surah":null},{"id":2489,"surahId":21,"ayatId":6,"ayatNo":"٦","pageNo":322,"ayatText":"مَٓا اٰمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ اَهْلَكْنَاهَاۚ اَفَهُمْ يُؤْمِنُونَ","ayatMealText":{"tr":"Onlardan önce yok ettiğimiz hiçbir memleket halkı iman etmedi. Şimdi bunlar mı iman edecekler?","nl":"Zij geloofden niet, degenen vóór hen uit de steden die Wü vernietigden: zullen zij dan geloven?","en":"Not a ˹single˺ society We destroyed before them ever believed ˹after receiving the signs˺. Will these ˹pagans˺ then believe"},"surah":null},{"id":2490,"surahId":21,"ayatId":7,"ayatNo":"٧","pageNo":322,"ayatText":"وَمَٓا اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالاً نُوحٖٓي اِلَيْهِمْ فَسْـَٔلُٓوا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُونَ","ayatMealText":{"tr":"(Ey Muhammed!) Biz, senden önce de ancak kendilerine vahyettiğimiz birtakım erkek(peygamber)ler gönderdik. Bilmiyorsanız kitap ehli olanlara sorun.","nl":"En Wij hebben (niemnd) vóór jou gezonden of zij waren slechts mannen aan wie Wij openbaarden. Vraagt dan de bezitters van kennis, indien jullie het Riet weten.","en":"We did not send ˹messengers˺ before you ˹O Prophet˺ except mere men inspired by Us. If you ˹polytheists˺ do not know ˹this already˺, then ask those who have knowledge ˹of the Scriptures˺"},"surah":null},{"id":2491,"surahId":21,"ayatId":8,"ayatNo":"٨","pageNo":322,"ayatText":"وَمَا جَعَلْنَاهُمْ جَسَداً لَا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدٖينَ","ayatMealText":{"tr":"Biz onları yemek yemez birer cesed kılmadık ve onlar ölümsüz de değillerdi.","nl":"En Wij schiepen hen niet met lichamen die geen voedsel aten en zij leefden niet eeuwig.","en":"We did not give those messengers ˹supernatural˺ bodies that did not need food, nor were they immortal"},"surah":null},{"id":2492,"surahId":21,"ayatId":9,"ayatNo":"٩","pageNo":322,"ayatText":"ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَاَنْجَيْنَاهُمْ وَمَنْ نَشَٓاءُ وَاَهْلَكْنَا الْمُسْرِفٖينَ","ayatMealText":{"tr":"Sonra biz onlara verdiğimiz sözü yerine getirdik; hem onları, hem de dilediğimiz kimseleri kurtardık, aşırı gidenleri yok ettik.","nl":"Dawop vervulden Wij voor ben de belofte en Wij redden ben en wie Wij wensten. En Wij vemietigden de buitensporigen.","en":"Then We fulfilled Our promise to them, saving them along with whoever We willed and destroying the transgressors"},"surah":null},{"id":2493,"surahId":21,"ayatId":10,"ayatNo":"١٠","pageNo":322,"ayatText":"لَقَدْ اَنْزَلْـنَٓا اِلَيْكُمْ كِتَاباً فٖيهِ ذِكْرُكُمْؕ اَفَلَا تَعْقِلُونَࣖ","ayatMealText":{"tr":"(Ey Kureyş topluluğu!) And olsun, size öyle bir kitab indirdik ki, bütün şan ve şerefiniz ondadır. Hâlâ akıllanmayacak mısınız?","nl":"Voorzeker, Wij hebben aan jullie een Boek doen neerdalen met daarin jullie eer. Begrijpom jullie het niet?","en":"We have surely revealed to you a Book, in which there is glory for you. Will you not then understand"},"surah":null}]}