{"juzNo":17,"pageNo":323,"arCuzNo":"۱۷","arPageNo":"۳۲۳","quranAyats":[{"id":2494,"surahId":21,"ayatId":11,"ayatNo":"١١","pageNo":323,"ayatText":"وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَاَنْشَأْنَا بَعْدَهَا قَوْماً اٰخَرٖينَ","ayatMealText":{"tr":"Biz halkı zalim olan nice memleketleri kırıp geçirdik ve onlardan sonra başka milletler var ettik.","nl":"En hoevelen uit de steden vernietigden Wij niet die onrecht pleegden, na wie Wij een ander volk deden opstaan?","en":"˹Imagine˺ how many societies of wrongdoers We have destroyed, raising up other people after them"},"surah":{"surahId":21,"name":"Enbiyâ","nameAr":"الْاَنْبِيَاءِ","revelationOrder":73,"verseCount":112,"juzNo":17,"firstPage":322}},{"id":2495,"surahId":21,"ayatId":12,"ayatNo":"١٢","pageNo":323,"ayatText":"فَلَمَّٓا اَحَسُّوا بَأْسَنَٓا اِذَا هُمْ مِنْهَا يَرْكُضُونَؕ","ayatMealText":{"tr":"Onlar azabımızın şiddetini hissettikleri zaman oradan kaçmaya koyuluyorlardı.","nl":"En wanneef zij dan Onze besüafflng aan voelden komen, dan (probeerden) zij ervan weg te rennen.","en":"When the wrongdoers sensed ˹the arrival of˺ Our torment, they started to run away from their cities"},"surah":null},{"id":2496,"surahId":21,"ayatId":13,"ayatNo":"١٣","pageNo":323,"ayatText":"لَا تَرْكُضُوا وَارْجِعُٓوا اِلٰى مَٓا اُتْرِفْتُمْ فٖيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ","ayatMealText":{"tr":"\"Koşup kaçmayın; size nimet verilen yere, yurtlarınıza dönün ki, sorguya çekileceksiniz\" dedik.","nl":"Rent niet weg, maar keert terug naar wat jullie van de goede dingen van het leven gegeven was en jullie huizen, opdat jullie ondervraagd zullen worden.","en":"˹They were told,˺ “Do not run away! Return to your luxuries and your homes, so you may be questioned ˹about your fate˺.”"},"surah":null},{"id":2497,"surahId":21,"ayatId":14,"ayatNo":"١٤","pageNo":323,"ayatText":"قَالُوا يَا وَيْلَنَٓا اِنَّا كُنَّا ظَالِمٖينَ","ayatMealText":{"tr":"Onlar da: \"Vay bizlere! Biz gerçekten zalimler idik\" dediler.","nl":"Zij zeiden: \"Wee ons: voorwaar, wij waren onrechtvaardigen!\"","en":"They cried, “Woe to us! We have surely been wrongdoers.”"},"surah":null},{"id":2498,"surahId":21,"ayatId":15,"ayatNo":"١٥","pageNo":323,"ayatText":"فَمَا زَالَتْ تِلْكَ دَعْوٰيهُمْ حَتّٰى جَعَلْنَاهُمْ حَصٖيداً خَامِدٖينَ","ayatMealText":{"tr":"Biz, onları biçilmiş bir ekin ve bir yığın kül haline getirinceye kadar hep sözleri bu feryad olmuştur.","nl":"En die weeklacht van hen hield niet op voordat Wij hen als neergemaaid, uitgestorven maakten.","en":"They kept repeating their cry until We mowed them down, ˹leaving them˺ lifeless"},"surah":null},{"id":2499,"surahId":21,"ayatId":16,"ayatNo":"١٦","pageNo":323,"ayatText":"وَمَا خَلَقْنَا السَّمَٓاءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا لَاعِبٖينَ","ayatMealText":{"tr":"Biz gök ile yeri ve aralarındaki şeyleri, boş bir eğlence için yaratmadık.","nl":"En Wij schiepen de hemelen en de aarde en wat tussen hen is niet als vermaak.","en":"We did not create the heavens and the earth and everything in between for sport"},"surah":null},{"id":2500,"surahId":21,"ayatId":17,"ayatNo":"١٧","pageNo":323,"ayatText":"لَوْ اَرَدْنَٓا اَنْ نَتَّخِذَ لَهْواً لَاتَّخَذْنَاهُ مِنْ لَدُنَّاࣗ اِنْ كُنَّا فَاعِلٖينَ","ayatMealText":{"tr":"Eğer bir eğlence edinmek isteseydik, elbette onu katımızdan edinirdik. Yapacak olsaydık öyle yapardık.","nl":"Indien Wij gewild zouden hebben het als vermaak te nemen, dan zouden Wij het van Onze Zijde gernomen hebben, als Wij (zoiets al) gedaan zouden hebben.","en":"Had We intended to take ˹some˺ amusement, We could have found it in Our presence, if that had been Our Will"},"surah":null},{"id":2501,"surahId":21,"ayatId":18,"ayatNo":"١٨","pageNo":323,"ayatText":"بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَاِذَا هُوَ زَاهِقٌؕ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ","ayatMealText":{"tr":"Hayır, biz hakkı batılın başına çarparız da onun beynini parçalar. Bir de bakarsın (batıl) o anda yok olup gitmiştir. Allah'a yakıştırdığınız vasıflardan ötürü size yazıklar olsun.","nl":"Welnee, Wij werpen de Waarheid tegen het valse, waarop het vernietigd wordt en dan verdwijnt het. En wee jullie voor wat jullie toeschrijven (aan Allah).","en":"In fact, We hurl the truth against falsehood, leaving it crushed, and it quickly vanishes. And woe be to you for what you claim"},"surah":null},{"id":2502,"surahId":21,"ayatId":19,"ayatNo":"١٩","pageNo":323,"ayatText":"وَلَهُ مَنْ فِي السَّمٰوَاتِ وَالْاَرْضِؕ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهٖ وَلَا يَسْتَحْسِرُونَۚ","ayatMealText":{"tr":"Göklerde ve yerde olan bütün varlıklar O'nundur. Katında olanlar O'na kulluk etmekten ne çekinirler, ne de yorulurlar.","nl":"Aan Hem behoort wat in de hemelen en op de aarde is. En degenen die niet Hem zijn (de Engelen), zijn niet te hoogmoedig om Hem te dienen en zij worden er niet moe van.","en":"To Him belong all those in the heavens and the earth. And those nearest to Him are not too proud to worship Him, nor do they tire"},"surah":null},{"id":2503,"surahId":21,"ayatId":20,"ayatNo":"٢٠","pageNo":323,"ayatText":"يُسَبِّحُونَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ","ayatMealText":{"tr":"Gece gündüz (hep Allah'ı) tesbih ederler, usanmazlar.","nl":"Zij prijzen Zijn Glorie tijdens de nacht en de dag en versagen niet.","en":"They glorify ˹Him˺ day and night, never wavering"},"surah":null},{"id":2504,"surahId":21,"ayatId":21,"ayatNo":"٢١","pageNo":323,"ayatText":"اَمِ اتَّخَذُٓوا اٰلِهَةً مِنَ الْاَرْضِ هُمْ يُنْشِرُونَ","ayatMealText":{"tr":"Yoksa (Mekke müşrikleri) birtakım ilâhlar edindiler de yerden ölüleri onlar mı diriltecekler?","nl":"Of hebben zij (de ongelovigen) goden uit de aarde genomen die (de doden kunnen) opwekken?","en":"Or have they taken gods from the earth, who can raise the dead"},"surah":null},{"id":2505,"surahId":21,"ayatId":22,"ayatNo":"٢٢","pageNo":323,"ayatText":"لَوْ كَانَ فٖيهِمَٓا اٰلِهَةٌ اِلَّا اللّٰهُ لَفَسَدَتَاۚ فَسُبْحَانَ اللّٰهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ","ayatMealText":{"tr":"Eğer yer ile gökte Allah'tan başka ilâhlar olsaydı, bunların ikisi de muhakkak fesada uğrar yok olurdu. O halde Arş'ın Rabbi olan Allah, onların vasfetmekte oldukları şeylerden (bütün noksanlıklardan) beridir, münezzehtir.","nl":"Als er andere goden dan Allah in zouden zijn, dan zou zij (de hemelen en de aarde) zeker vergaan: maar Heilig is Allah, Heer van de Troon, boven wat zij Hem toeschrijven!","en":"Had there been other gods besides Allah in the heavens or the earth, both ˹realms˺ would have surely been corrupted. So Glorified is Allah, Lord of the Throne, far above what they claim"},"surah":null},{"id":2506,"surahId":21,"ayatId":23,"ayatNo":"٢٣","pageNo":323,"ayatText":"لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ","ayatMealText":{"tr":"O, yaptığından sorumlu olmaz, onlar ise sorumlu tutulacaklardır.","nl":"Hij kan niet over Zijn handelen ondervraagd worden, terwijt zij wel ondervraagd worden.","en":"He cannot be questioned about what He does, but they will ˹all˺ be questioned"},"surah":null},{"id":2507,"surahId":21,"ayatId":24,"ayatNo":"٢٤","pageNo":323,"ayatText":"اَمِ اتَّخَذُوا مِنْ دُونِهٖٓ اٰلِهَةًؕ قُلْ هَاتُوا بُرْهَانَكُمْۚ هٰذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلٖيؕ بَلْ اَ كْثَرُهُمْ لَا يَعْلَمُونَۙ الْحَقَّ فَهُمْ مُعْرِضُونَ","ayatMealText":{"tr":"Yoksa O'ndan başka ilâhlar mı edindiler? De ki: \"Kesin delilinizi getirin. İşte benimle beraber olanların kitabı ve benden öncekilerin kitabı.\" Hayır, onların çoğu gerçeği bilmezler de onun için yüz çevirirler.","nl":"Of hebben zij naast Hem goden genomen? Zeg (O Moehammad): \"Brengt jullie bewijs, dit is de Varmaning van degenen met mij en vóór mij.\" Maar de meesten van hen kennen de Waarheid niet, daarom keren zij zich af.","en":"Or have they taken other gods besides Him? Say, ˹O Prophet,˺ “Show ˹me˺ your proof. Here is ˹the Quran,˺ the Reminder for those with me; along with ˹earlier Scriptures,˺ the Reminder for those before me.” But most of them do not know the truth, so they turn away"},"surah":null}]}