{"juzNo":17,"pageNo":324,"arCuzNo":"۱۷","arPageNo":"۳۲٤","quranAyats":[{"id":2508,"surahId":21,"ayatId":25,"ayatNo":"٢٥","pageNo":324,"ayatText":"وَمَٓا اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ اِلَّا نُوحٖٓي اِلَيْهِ اَنَّهُ لَٓا اِلٰهَ اِلَّٓا اَنَا۬ فَاعْبُدُونِ","ayatMealText":{"tr":"Senden önce hiçbir peygamber göndermedik ki, ona şöyle vahyetmiş olmayalım: \"Gerçek şu ki benden başka ilâh yoktur. Onun için bana ibadet edin.\"","nl":"En Wij stuurden niet één van de Boodschappers vóór jou, of Wij openbaarden aan hem dat er geen andere god dan Ik is, aanbidt Mij daarom.","en":"We never sent a messenger before you ˹O Prophet˺ without revealing to him: “There is no god ˹worthy of worship˺ except Me, so worship Me ˹alone˺.”"},"surah":{"surahId":21,"name":"Enbiyâ","nameAr":"الْاَنْبِيَاءِ","revelationOrder":73,"verseCount":112,"juzNo":17,"firstPage":322}},{"id":2509,"surahId":21,"ayatId":26,"ayatNo":"٢٦","pageNo":324,"ayatText":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَداً سُبْحَانَهُؕ بَلْ عِبَادٌ مُكْرَمُونَۙ","ayatMealText":{"tr":"Böyle iken dediler ki: \"Rahmân çocuk edindi.\" Allah bundan münezzehtir. Doğrusu melekler (Allah'ın çocukları değil.) ikram olunmuş kullardır.","nl":"En zij zeiden: \"De Bamhartige heeft Zich een zoon genomen.\" Heilig is Hij! Zij (de Engelen) zijn slechts geëerde dienaren!","en":"And they say, “The Most Compassionate has offspring!” Glory be to Him! In fact, those ˹angels˺ are only ˹His˺ honoured servants"},"surah":null},{"id":2510,"surahId":21,"ayatId":27,"ayatNo":"٢٧","pageNo":324,"ayatText":"لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِاَمْرِهٖ يَعْمَلُونَ","ayatMealText":{"tr":"Onlar Allah'ın sözünün önüne geçmezler, hep O'nun emriyle hareket ederler.","nl":"Zij nemen het wooird niet vóór Hem en zij handelen op Zijn bevel.","en":"who do not speak until He has spoken, ˹only˺ acting at His command"},"surah":null},{"id":2511,"surahId":21,"ayatId":28,"ayatNo":"٢٨","pageNo":324,"ayatText":"يَعْلَمُ مَا بَيْنَ اَيْدٖيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِنْ خَشْيَتِهٖ مُشْفِقُونَ","ayatMealText":{"tr":"Allah, onların önlerindekini de, arkalarındakini de (yaptıklarını ve yapacaklarını) bilir. Onlar, Allah'ın hoşnud olduğu kimseden başkasına şefaat etmezler. Hepsi de O'nun korkusundan titrerler.","nl":"Hij weet wat vóór hen is en wat achter hen is en zij zijn niet van voorspraak, behalve voor wie Hem welgevallig zijn. En uit ontzag voor Hem vrezen zij (Allah).","en":"He ˹fully˺ knows what is ahead of them and what is behind them. They do not intercede except for whom He approves, and they tremble in awe of Him"},"surah":null},{"id":2512,"surahId":21,"ayatId":29,"ayatNo":"٢٩","pageNo":324,"ayatText":"وَمَنْ يَقُلْ مِنْهُمْ اِنّٖٓي اِلٰهٌ مِنْ دُونِهٖ فَذٰلِكَ نَجْزٖيهِ جَهَنَّمَؕ كَذٰلِكَ نَجْزِي الظَّالِمٖينَࣖ","ayatMealText":{"tr":"İçlerinden kim: \"Ben, O'ndan başka bir ilâhım\" derse, biz ona cehennemi ceza olarak veririz. Zalimleri biz böyle cezalandırırız.","nl":"En wie van hen zegt: \"Voorwaar, ik ben een god naast Hem,\" die vergelden Wij daarop niet de Het, zo vergelden Wij de onrechtplegers.","en":"Whoever of them were to say, “I am a god besides Him,” they would be rewarded with Hell by Us. This is how We reward the wrongdoers"},"surah":null},{"id":2513,"surahId":21,"ayatId":30,"ayatNo":"٣٠","pageNo":324,"ayatText":"اَوَلَمْ يَرَ الَّذٖينَ كَفَرُٓوا اَنَّ السَّمٰوَاتِ وَالْاَرْضَ كَانَتَا رَتْقاً فَفَتَقْنَاهُمَاؕ وَجَعَلْنَا مِنَ الْمَٓاءِ كُلَّ شَيْءٍ حَيٍّؕ اَفَلَا يُؤْمِنُونَ","ayatMealText":{"tr":"O kâfir olanlar, görmediler mi ki, göklerle yer bitişik bir halde iken biz onları ayırdık. Hayatı olan her şeyi sudan yarattık. Hâlâ inanmıyorlar mı?","nl":"Weten degenen die ongelovig zijn niet dat de hemelen en de aarde als een gemengde massa waren en dat Wij hen beide daarop splitsten en dat Wij alle levende dingen uit het water maakten? Geloven zij niet?","en":"Do the disbelievers not realize that the heavens and earth were ˹once˺ one mass then We split them apart? And We created from water every living thing. Will they not then believe"},"surah":null},{"id":2514,"surahId":21,"ayatId":31,"ayatNo":"٣١","pageNo":324,"ayatText":"وَجَعَلْنَا فِي الْاَرْضِ رَوَاسِيَ اَنْ تَمٖيدَ بِهِمْ وَجَعَلْنَا فٖيهَا فِجَاجاً سُبُلاً لَعَلَّهُمْ يَهْتَدُونَ","ayatMealText":{"tr":"Yeryüzünde, insanlar sarsılmasın diye sabit dağlar yarattık, rahat gidebilsinler diye dağların aralarında geniş yollar var ettik.","nl":"En Wij maakten stevige bergen op de aarde, zodat zij niet met hen schudt. En Wij maakten daarin brede passen als wegen. Hopelijk zullen zij Leiding volgen.","en":"And We have placed firm mountains upon the earth so it does not shake with them, and made in it broad pathways so they may find their way"},"surah":null},{"id":2515,"surahId":21,"ayatId":32,"ayatNo":"٣٢","pageNo":324,"ayatText":"وَجَعَلْنَا السَّمَٓاءَ سَقْفاً مَحْفُوظاًۚ وَهُمْ عَنْ اٰيَاتِهَا مُعْرِضُونَ","ayatMealText":{"tr":"Gökyüzünü de korunmuş bir tavan yaptık. Kâfirler ise, gökyüzünün alâmetlerinden (Allah'ın kudret ve azametine delalet eden delillerinden) yüz çeviriyorlar.","nl":"En Wij maakten de hemel als een beschermende kap, maar zij wendden zich af van zijn Tekenen.","en":"And We have made the sky a well-protected canopy, still they turn away from its signs"},"surah":null},{"id":2516,"surahId":21,"ayatId":33,"ayatNo":"٣٣","pageNo":324,"ayatText":"وَهُوَ الَّذٖي خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَؕ كُلٌّ فٖي فَلَكٍ يَسْبَحُونَ","ayatMealText":{"tr":"Geceyi, gündüzü, güneşi ve ayı yaratan O'dur. Bunların her biri kendi dairesinde dolaşmaktadır.","nl":"En Hij is Degene Die de nacht en de dag geschapen heeft, en de zon en de maan, allen bewegen in een baan.","en":"And He is the One Who created the day and the night, the sun and the moon—each travelling in an orbit"},"surah":null},{"id":2517,"surahId":21,"ayatId":34,"ayatNo":"٣٤","pageNo":324,"ayatText":"وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَؕ اَفَا۬ئِنْ مِتَّ فَهُمُ الْخَالِدُونَ","ayatMealText":{"tr":"Ey Muhammed! Senden önce de hiçbir insanı ölümsüz kılmadık, sen ölürsün de onlar baki kalır mı? Senin ölmenle rahata kavuşacaklarını mı sanıyorlar?","nl":"En Wij hebben geen mens vóór jou onsterfelijkheid gegeven. Als jij zou sterven; zouden zij dan eeuwig leven?","en":"We have not granted immortality to any human before you ˹O Prophet˺: so if you die, will they live forever"},"surah":null},{"id":2518,"surahId":21,"ayatId":35,"ayatNo":"٣٥","pageNo":324,"ayatText":"كُلُّ نَفْسٍ ذَٓائِقَةُ الْمَوْتِؕ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةًؕ وَاِلَيْنَا تُرْجَعُونَ","ayatMealText":{"tr":"Her nefis ölümü tadacaktır. Sizi bir imtihan olarak kötülük ve iyilikle deneyeceğiz. Hepiniz de sonunda bize döndürüleceksiniz.","nl":"Iedere ziel zal de dood ervaren en Wij stellen jullie op de proef met het slechte en het goede, als een beproeving, en tot Ons worden jullie teruggkeerd.","en":"Every soul will taste death. And We test you ˹O humanity˺ with good and evil as a trial, then to Us you will ˹all˺ be returned"},"surah":null}]}