{"juzNo":17,"pageNo":325,"arCuzNo":"۱۷","arPageNo":"۳۲٥","quranAyats":[{"id":2519,"surahId":21,"ayatId":36,"ayatNo":"٣٦","pageNo":325,"ayatText":"وَاِذَا رَاٰكَ الَّذٖينَ كَفَرُٓوا اِنْ يَتَّخِذُونَكَ اِلَّا هُزُواًؕ اَهٰذَا الَّذٖي يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كَافِرُونَ","ayatMealText":{"tr":"O inkârcılar seni gördükleri zaman, seni alaya alıyorlar ve \"İlâhlarınızı diline dolayan bu mudur?\" diyorlar. Halbuki onlar Rahmân'ın kitabını inkâr ediyorlar.","nl":"En als degenen die ongelovig zijn jou zien, zullen zij jou slechts spottend behandelen: \"Is dit degene die jullie goden verwijten maakt?\" En in het gedenken van de Barmhartige geloven zij niet.","en":"When the disbelievers see you ˹O Prophet˺, they only make fun of you, ˹saying,˺ “Is this the one who speaks ˹ill˺ of your gods?” while they disbelieve at the mention of the Most Compassionate"},"surah":{"surahId":21,"name":"Enbiyâ","nameAr":"الْاَنْبِيَاءِ","revelationOrder":73,"verseCount":112,"juzNo":17,"firstPage":322}},{"id":2520,"surahId":21,"ayatId":37,"ayatNo":"٣٧","pageNo":325,"ayatText":"خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍؕ سَاُرٖيكُمْ اٰيَاتٖي فَلَا تَسْتَعْجِلُونِ","ayatMealText":{"tr":"İnsan aceleci olarak yaratılmıştır. Size yakında (azaba dair) alametlerimi göstereceğim. Şimdi siz acele etmeyin.","nl":"De mens is haastig (van aard) geschapen. Spoedig zal ik jullie mijn Tekenen laten zien, vraagt daarom geen verhaasting (ervan).","en":"Humankind is made of haste. I will soon show you My signs, so do not ask Me to hasten them"},"surah":null},{"id":2521,"surahId":21,"ayatId":38,"ayatNo":"٣٨","pageNo":325,"ayatText":"وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"\"Doğru sözlü iseniz (bildirin) bu vaad ne zamandır?\" derler.","nl":"Zij zeggen: \"Wanneer vindt (de vervulling van) deze belofte plaats als jullie waarachtigen zijn?\"","en":"They ask ˹the believers˺, “When will this threat come to pass if what you say is true?”"},"surah":null},{"id":2522,"surahId":21,"ayatId":39,"ayatNo":"٣٩","pageNo":325,"ayatText":"لَوْ يَعْلَمُ الَّذٖينَ كَفَرُوا حٖينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ","ayatMealText":{"tr":"Bu kâfirler ateşi yüzlerinden ve sırtlarından men edemeyecekleri ve yardım da göremeyecekleri zamanı, bir bilseler!","nl":"Als degenen die ongelovig zijn maar het moment gekend hadden waarop zij de Hel niet van hun gezichten kunnen afhouden, en niet van hun ruggen. En zij worden niet geholpen!","en":"If only the disbelievers knew that a time will come when they will not be able to keep the Fire off their faces or backs, nor will they be helped"},"surah":null},{"id":2523,"surahId":21,"ayatId":40,"ayatNo":"٤٠","pageNo":325,"ayatText":"بَلْ تَأْتٖيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطٖيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ","ayatMealText":{"tr":"Doğrusu bu azap onlara ansızın gelecek de kendilerini şaşırtacaktır. Artık ne geri çevrilmesine güçleri yetecek, ne de kendilerine mühlet verilecektir.","nl":"Integendeel, het zal hen onverwachts overvallen en hen verbijsteren. Daarom zijn zij niet in staat het tegen te houden. En hun (bestraffing) zal niet uitgesteld worden.","en":"In fact, the Hour will take them by surprise, leaving them stunned. So they will not be able to avert it, nor will it be delayed from them"},"surah":null},{"id":2524,"surahId":21,"ayatId":41,"ayatNo":"٤١","pageNo":325,"ayatText":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذٖينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَࣖ","ayatMealText":{"tr":"Yemin olsun ki, senden önce birçok peygamberle alay edildi de içlerinden alay edenleri, o alay ettikleri şey (azap) kuşatıverdi.","nl":"En voorzeker, er word vóór jou al de spot met de Boodschappers gedreven maar degenen die hen belachelijk maakten, werden omsingeld door hetgeen waarmee zij de spot plachten te drijven.","en":"˹Other˺ messengers had already been ridiculed before you ˹O Prophet˺, but those who mocked them were overtaken by what they used to ridicule"},"surah":null},{"id":2525,"surahId":21,"ayatId":42,"ayatNo":"٤٢","pageNo":325,"ayatText":"قُلْ مَنْ يَكْلَؤُ۬كُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِؕ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ","ayatMealText":{"tr":"De ki: \"Geceleyin ve gündüzün sizi Rahmân'dan kim koruyabilir?\" Ama onlar Rablerinin kitabından yüz çevirmektedirler.","nl":"Zeg: \"Wie kan jullie 's nacht en overdag veiligheid bieden tegen de Barmhartige?\" Nee, zij keren zich af van de Vermaning van kun Heer.","en":"Ask ˹them, O Prophet,˺ “Who can defend you by day or by night against the Most Compassionate?” Still they turn away from the remembrance of their Lord"},"surah":null},{"id":2526,"surahId":21,"ayatId":43,"ayatNo":"٤٣","pageNo":325,"ayatText":"اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَاؕ لَا يَسْتَطٖيعُونَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ","ayatMealText":{"tr":"Yoksa kendilerini bize karşı savunacak tanrıları mı var? O tanrılar kendilerine bile yardım edemezler, katımızdan da dostluk görmezler.","nl":"Of hebben zij goden, die hen verdedigen tegen Ons? Zij zijn niet in staat zichzelf te helpen en zij worden niet tegen Ons bijgestaan.","en":"Or do they have gods—other than Us—that can protect them? They cannot ˹even˺ protect themselves, nor will they be aided against Us"},"surah":null},{"id":2527,"surahId":21,"ayatId":44,"ayatNo":"٤٤","pageNo":325,"ayatText":"بَلْ مَتَّعْنَا هٰٓؤُ۬لَٓاءِ وَاٰبَٓاءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُؕ اَفَلَا يَرَوْنَ اَنَّا نَأْتِي الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاؕ اَفَهُمُ الْغَالِبُونَ","ayatMealText":{"tr":"Doğrusu biz o kâfirleri ve atalarını yaşattık, hatta o ömür onlara uzun geldi. Fakat şimdi memleketlerini her yandan eksilttiğimizi görmüyorlar mı? O halde üstün gelen onlar mıdır?","nl":"Maar Wij hebben hun en hun vaderen genietingen geschonken, totdat de leeftijden voor hen veriengd werden. Zien zij dan niet dat Wij het land (onder hun macht) doen verminderen vanaf haar buitengronzen? Zijn zij dan de overwinnaars?","en":"In fact, We have allowed enjoyment for these ˹Meccans˺ and their forefathers for such a long time ˹that they took it for granted˺. Do they not see that We gradually reduce ˹their˺ land from its borders? Is it they who will then prevail"},"surah":null}]}