{"juzNo":17,"pageNo":326,"arCuzNo":"۱۷","arPageNo":"۳۲٦","quranAyats":[{"id":2528,"surahId":21,"ayatId":45,"ayatNo":"٤٥","pageNo":326,"ayatText":"قُلْ اِنَّـمَٓا اُنْذِرُكُمْ بِالْوَحْيِؗ وَلَا يَسْمَعُ الصُّمُّ الدُّعَٓاءَ اِذَا مَا يُنْذَرُونَ","ayatMealText":{"tr":"De ki: \"Ben sizi ancak vahiyle korkutup uyarıyorum,\" uyarıldıkları zaman sağırlar çağrıyı duymazlar.","nl":"Zeg: \"Voorwaar, ik waarschuw jullie slechts met de Openbaring.\" Maar de doven luisteren niet naar de oproep, zelfs (niet) wanneer zij gewaarschuwd worden.","en":"Say, ˹O Prophet,˺ “I warn you only by revelation.” But the deaf cannot hear the call when they are warned"},"surah":{"surahId":21,"name":"Enbiyâ","nameAr":"الْاَنْبِيَاءِ","revelationOrder":73,"verseCount":112,"juzNo":17,"firstPage":322}},{"id":2529,"surahId":21,"ayatId":46,"ayatNo":"٤٦","pageNo":326,"ayatText":"وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَٓا اِنَّا كُنَّا ظَالِمٖينَ","ayatMealText":{"tr":"Yemin olsun ki, Rabbinin azabından az bir şey onlara dokunursa, muhakkak \"Vay bizlere, biz gerçekten zalimlerdik\" diyeceklerdir.","nl":"En als ook maar een adem van de bestraffing van jouw Heer ben trek zeggen zij zeker: \"Wee ons! Voorwaar, wij waren onrechtvaardigen!\"","en":"If they were touched by even a breath of your Lord’s torment, they would certainly cry, “Woe to us! We have really been wrongdoers.”"},"surah":null},{"id":2530,"surahId":21,"ayatId":47,"ayatNo":"٤٧","pageNo":326,"ayatText":"وَنَضَعُ الْمَوَازٖينَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـٔاًؕ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ اَتَيْنَا بِهَاؕ وَكَفٰى بِنَا حَاسِبٖينَ","ayatMealText":{"tr":"Biz kıyamet günü için doğru teraziler kurarız; hiçbir kimse hiçbir haksızlığa uğratılmaz. Yapılan amel, bir hardal tanesi ağırlığınca da olsa, onu getirir (tartıya koyarız.). Hesap görenler olarak da biz kâfiyiz.","nl":"En Wij zullen betrouwbare weegschalen opstellen op de Dag der Opstanding, zodat geen ziet iets van onrecht aangedaan wordt. En al gaat het om het gewicht van een mosterdzaadje: Wij zullen het naar voren brengen. En Wij zijn voldoende als Berekenaars.","en":"We will set up the scales of justice on the Day of Judgment, so no soul will be wronged in the least. And ˹even˺ if a deed is the weight of a mustard seed, We will bring it forth. And sufficient are We as a ˹vigilant˺ Reckoner"},"surah":null},{"id":2531,"surahId":21,"ayatId":48,"ayatNo":"٤٨","pageNo":326,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسٰى وَهٰرُونَ الْفُرْقَانَ وَضِيَٓاءً وَذِكْراً لِلْمُتَّقٖينَۙ","ayatMealText":{"tr":"Yemin olsun ki, Musa ve Harun'a eğriyi doğrudan ayıran kitabı, takva sahibleri için bir ışık ve öğüt olarak verdik.","nl":"En voorzeker hebben Wij aan Môesa en Hârôen een Foerqân gegeven, als een verheidering en een Vemaning voor de Moettaqôen.","en":"Indeed, We granted Moses and Aaron the standard ˹to distinguish between right and wrong˺—a light and a reminder for the righteous"},"surah":null},{"id":2532,"surahId":21,"ayatId":49,"ayatNo":"٤٩","pageNo":326,"ayatText":"اَلَّذٖينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ","ayatMealText":{"tr":"Onlar görmedikleri halde Rablerinden korkarlar, kıyamet saatinden de titrerler.","nl":"Degenen die voor kun Heer vrezen in het verborgene. En zij zijn bang voor het Uur.","en":"who are in awe of their Lord without seeing Him, and are fearful of the Hour"},"surah":null},{"id":2533,"surahId":21,"ayatId":50,"ayatNo":"٥٠","pageNo":326,"ayatText":"وَهٰذَا ذِكْرٌ مُبَارَكٌ اَنْزَلْنَاهُؕ اَفَاَنْتُمْ لَهُ مُنْكِرُونَࣖ","ayatMealText":{"tr":"İşte bu (Kwr'ân) da indirdiğimiz kutsal bir kitaptır. Şimdi siz bunu mu inkâr ediyorsunuz?","nl":"En dit is een gezegende Vermaning, die Wij neerzonden. Zullen jullie haar dan verwerpen?","en":"And this ˹Quran˺ is a blessed reminder which We have revealed. Will you ˹pagans˺ then deny it"},"surah":null},{"id":2534,"surahId":21,"ayatId":51,"ayatNo":"٥١","pageNo":326,"ayatText":"وَلَقَدْ اٰتَيْنَٓا اِبْرٰهٖيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهٖ عَالِمٖينَۚ","ayatMealText":{"tr":"And olsun ki biz daha önce İbrahim'e de rüşdünü vermiştik (akla uygun olanı göstermiştik). Biz onu biliyorduk.","nl":"En voorzeker gaven Wij vroeger Ibrâhîm zijn rechtgeleidheid en Wij waren bekend met hem.","en":"And indeed, We had granted Abraham sound judgment early on, for We knew him well ˹to be worthy of it˺"},"surah":null},{"id":2535,"surahId":21,"ayatId":52,"ayatNo":"٥٢","pageNo":326,"ayatText":"اِذْ قَالَ لِاَبٖيهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثٖيلُ الَّتٖٓي اَنْتُمْ لَهَا عَاكِفُونَ","ayatMealText":{"tr":"O zaman o, babasına ve kavmine: \"Bu tapınıp durduğunuz heykeller nedir?\" demişti.","nl":"(Gedenkt) toen hij tegen zijn vader en zijn voik zei: \"Wat zijn dat voor beelden, die jullie aanbidden?\"","en":"˹Remember˺ when he questioned his father and his people, “What are these statues to which you are so devoted?”"},"surah":null},{"id":2536,"surahId":21,"ayatId":53,"ayatNo":"٥٣","pageNo":326,"ayatText":"قَالُوا وَجَدْنَٓا اٰبَٓاءَنَا لَهَا عَابِدٖينَ","ayatMealText":{"tr":"Onlar: \"Biz atalarımızı bunlara tapar bulduk\" dediler.","nl":"Zij zeiden: \"Wij vonden dat onze vaderen hen aanbaden.\"","en":"They replied, “We found our forefathers worshipping them.”"},"surah":null},{"id":2537,"surahId":21,"ayatId":54,"ayatNo":"٥٤","pageNo":326,"ayatText":"قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَٓاؤُ۬كُمْ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"İbrahim: \"And olsun ki sizler de, atalarınız da apaçık bir sapıklık içindesiniz\" dedi.","nl":"Hij zei: \"Voorzeker, jullie en jullie vaderen verkeren in duidelijke dwaling.\"","en":"He responded, “Indeed, you and your forefathers have been clearly astray.”"},"surah":null},{"id":2538,"surahId":21,"ayatId":55,"ayatNo":"٥٥","pageNo":326,"ayatText":"قَالُٓوا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللَّاعِبٖينَ","ayatMealText":{"tr":"Onlar: \"Sen bize gerçeği mi getirdin (Sen ciddi mi söylüyorsun), yoksa şaka mı ediyorsun?\" dediler.","nl":"Zij zeiden: \"Ben jij naar ons gekomen met de Waarheid, of behoor jij tot hen die spotten?\"","en":"They asked, “Have you come to us with the truth, or is this a joke?”"},"surah":null},{"id":2539,"surahId":21,"ayatId":56,"ayatNo":"٥٦","pageNo":326,"ayatText":"قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمٰوَاتِ وَالْاَرْضِ الَّذٖي فَطَرَهُنَّؗ وَاَنَا۬ عَلٰى ذٰلِكُمْ مِنَ الشَّاهِدٖينَ","ayatMealText":{"tr":"O şöyle dedi: \"Hayır Rabbiniz göklerin ve yerin Rabbidir ki onları O yaratmıştır. Ben de buna şahidlik edenlerdenim.\"","nl":"Hij zei \"Integendeel, jullie Heer is de Heer van de hemelen en de aarde, die Hij geschapen heeft. En ik behoor tot degenen die daarvan getuigen.","en":"He replied, “In fact, your Lord is the Lord of the heavens and the earth, Who created them ˹both˺. And to that I bear witness.”"},"surah":null},{"id":2540,"surahId":21,"ayatId":57,"ayatNo":"٥٧","pageNo":326,"ayatText":"وَتَاللّٰهِ لَاَكٖيدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوا مُدْبِرٖينَ","ayatMealText":{"tr":"\"Allah'a yemin ederim ki, siz arkanızı dönüp gittikten sonra, ben putlarınıza elbette bir tuzak kuracağım.\"","nl":"Bij Allah, ik zal zeker een plan beramen tegen jullie afgoden, nadat jullie weggaan, jullie ruggen toekerend.\"","en":"˹Then he said to himself,˺ “By Allah! I will surely plot against your idols after you have turned your backs and gone away.”"},"surah":null}]}