{"juzNo":17,"pageNo":327,"arCuzNo":"۱۷","arPageNo":"۳۲۷","quranAyats":[{"id":2541,"surahId":21,"ayatId":58,"ayatNo":"٥٨","pageNo":327,"ayatText":"فَجَعَلَهُمْ جُذَاذاً اِلَّا كَبٖيراً لَهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُونَ","ayatMealText":{"tr":"Derken o, bunları parça parça etti. Yalnız kendisine başvursunlar diye onların büyüğünü sağlam bıraktı.","nl":"Toen sloeg hij hen allemaal in stukken, behalve de grootste van hen, misschien zouden zij tot bem terugkeren.","en":"So he smashed them into pieces, except the biggest of them, so they might turn to it ˹for answers˺"},"surah":{"surahId":21,"name":"Enbiyâ","nameAr":"الْاَنْبِيَاءِ","revelationOrder":73,"verseCount":112,"juzNo":17,"firstPage":322}},{"id":2542,"surahId":21,"ayatId":59,"ayatNo":"٥٩","pageNo":327,"ayatText":"قَالُوا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَٓا اِنَّهُ لَمِنَ الظَّالِمٖينَ","ayatMealText":{"tr":"(Kavmi) \"Tanrılarımıza bunu kim yaptı? Doğrusu o zalimlerden biridir.\" dediler.","nl":"Zij zeiden: \"Wie heeft dat met onze afgoden gedaan? Voorwaar, hij behoort tot de onrechtplegers!\"","en":"They protested, “Who dared do this to our gods? It must be an evildoer!”"},"surah":null},{"id":2543,"surahId":21,"ayatId":60,"ayatNo":"٦٠","pageNo":327,"ayatText":"قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَـهُٓ اِبْرٰهٖيمُؕ","ayatMealText":{"tr":"(Bazıları) \"İbrahim denen bir gencin, onları diline doladığını duymuştuk\" dediler.","nl":"Zij zeiden: \"Wij hebben een jongeman over hen boren spreken, Ibrâhîm wordt hij genoemd.\"","en":"Some said, “We heard a young man, called Abraham, speaking ˹ill˺ of them.”"},"surah":null},{"id":2544,"surahId":21,"ayatId":61,"ayatNo":"٦١","pageNo":327,"ayatText":"قَالُوا فَأْتُوا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ","ayatMealText":{"tr":"\"O halde onu insanların gözleri önüne getirin, olur ki (aleyhinde) şahidlik ederler\" dediler.","nl":"Zij zeiden: \"Brengt hem dan onder de ogen van de mensen, hopelijk zullen zij getuigen.\"","en":"They demanded, “Bring him before the eyes of the people, so that they may witness ˹his trial˺.”"},"surah":null},{"id":2545,"surahId":21,"ayatId":62,"ayatNo":"٦٢","pageNo":327,"ayatText":"قَالُٓوا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يَٓا اِبْرٰهٖيمُؕ","ayatMealText":{"tr":"(İbrahim gelince ona) \"Ey İbrahim! bunu tanrılarımıza sen mi yaptın?\" dediler","nl":"Zij zeiden: \"Heb jij dit met onze goden gedaan, O Ibrâhîm?\"","en":"They asked, “Was it you who did this to our gods, O Abraham?”"},"surah":null},{"id":2546,"surahId":21,"ayatId":63,"ayatNo":"٦٣","pageNo":327,"ayatText":"قَالَ بَلْ فَعَلَهُࣗ كَبٖيرُهُمْ هٰذَا فَسْـَٔلُوهُمْ اِنْ كَانُوا يَنْطِقُونَ","ayatMealText":{"tr":"İbrahim: \"Belki onu şu büyükleri yapmıştır, konuşabiliyorlarsa onlara sorun\" dedi.","nl":"Hij zei: \"Nee, de grootste van hen heeft het gedaan. Dus ondervraagt hen maar, als zij kunnen spreken.\"","en":"He replied ˹sarcastically˺, “No, this one—the biggest of them—did it! So ask them, if they can talk!”"},"surah":null},{"id":2547,"surahId":21,"ayatId":64,"ayatNo":"٦٤","pageNo":327,"ayatText":"فَرَجَعُٓوا اِلٰٓى اَنْفُسِهِمْ فَقَالُٓوا اِنَّكُمْ اَنْتُمُ الظَّالِمُونَۙ","ayatMealText":{"tr":"Bunun üzerine vicdanlarına dönüp (kendi kendilerine) dediler ki: \"Doğrusu siz haksızsınız.\"","nl":"Toen kwamen zij tot zichzelf, en zeiden (tegen elkaar): \"Voorwaar, jullie zijn zelf de onrechtplegers.\"","en":"So they came back to their senses, saying ˹to one another˺, “You yourselves are truly the wrongdoers!”"},"surah":null},{"id":2548,"surahId":21,"ayatId":65,"ayatNo":"٦٥","pageNo":327,"ayatText":"ثُمَّ نُكِسُوا عَلٰى رُؤُ۫سِهِمْۚ لَقَدْ عَلِمْتَ مَا هٰٓؤُ۬لَٓاءِ يَنْطِقُونَ","ayatMealText":{"tr":"Sonra yine (eski) kafalarına döndüler: \"And olsun ki (ey İbrahim!) bunların konuşmayacağını (sen de) bilirsin.\" dediler.","nl":"Toen bogen zij hun hoofden (en zeiden:) \"Voorzeker, jij weet dat zij niet kunnen spreken.\"","en":"Then they ˹quickly˺ regressed to their ˹original˺ mind-set, ˹arguing,˺ “You already know that those ˹idols˺ cannot talk.”"},"surah":null},{"id":2549,"surahId":21,"ayatId":66,"ayatNo":"٦٦","pageNo":327,"ayatText":"قَالَ اَفَتَعْبُدُونَ مِنْ دُونِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـٔاً وَلَا يَضُرُّكُمْؕ","ayatMealText":{"tr":"(İbrahim) dedi: \"O halde, Allah'ı bırakıp da size hiçbir fayda ve zarar veremeyecek olan putlara mı tapıyorsunuz?\"","nl":"Hij (Ibrâhîm) zei: \"Aanbidden jullie dan (een god) naast Allah, die jullie in niets baat en niet schaadt?","en":"He rebuked ˹them˺, “Do you then worship—instead of Allah—what can neither benefit nor harm you in any way"},"surah":null},{"id":2550,"surahId":21,"ayatId":67,"ayatNo":"٦٧","pageNo":327,"ayatText":"اُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللّٰهِؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"\"Size de, Allah'ı bırakıp taptıklarınıza da yazıklar olsun, siz hâlâ akıllanmayacak mısınız?\"","nl":"Foei jullie een wat jullie naast Allah aanbidden. Begrijpen jullie dan niet?\"","en":"Shame on you and whatever you worship instead of Allah! Do you not have any sense?”"},"surah":null},{"id":2551,"surahId":21,"ayatId":68,"ayatNo":"٦٨","pageNo":327,"ayatText":"قَالُوا حَرِّقُوهُ وَانْصُرُٓوا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فَاعِلٖينَ","ayatMealText":{"tr":"Onlar: \"Bir şey yapacaksanız, şunu yakın da tanrılarınıza yardım edin\" dediler.","nl":"Zij (de ongelovigen) zeiden: \"Verbrandt hem en helpt jullie goden, als jullie (iets willen) doen.\"","en":"They concluded, “Burn him up to avenge your gods, if you must act.”"},"surah":null},{"id":2552,"surahId":21,"ayatId":69,"ayatNo":"٦٩","pageNo":327,"ayatText":"قُلْنَا يَا نَارُ كُونٖي بَرْداً وَسَلَاماً عَلٰٓى اِبْرٰهٖيمَۙ","ayatMealText":{"tr":"Biz: \"Ey ateş! İbrahim'e karşı serin ve zararsız ol\" dedik.","nl":"Wij (Allah) zeiden: \"O vuur, wees koud en veilig voor Ibrâhîm.","en":"We ordered, “O fire! Be cool and safe for Abraham!”"},"surah":null},{"id":2553,"surahId":21,"ayatId":70,"ayatNo":"٧٠","pageNo":327,"ayatText":"وَاَرَادُوا بِهٖ كَيْداً فَجَعَلْنَاهُمُ الْاَخْسَرٖينَۚ","ayatMealText":{"tr":"Ona düzen kurmak istediler, fakat biz kendilerini daha fazla hüsrana uğrattık.","nl":"En zij wilden een list tegen hem beramen, maar Wij maakten hen tot de grootste verliezers.","en":"They had sought to harm him, but We made them the worst losers"},"surah":null},{"id":2554,"surahId":21,"ayatId":71,"ayatNo":"٧١","pageNo":327,"ayatText":"وَنَجَّيْنَاهُ وَلُوطاً اِلَى الْاَرْضِ الَّتٖي بَارَكْنَا فٖيهَا لِلْعَالَمٖينَ","ayatMealText":{"tr":"Onu da, Lût'u da, âlemler için bereketli ve kutsal kıldığımız yere ulaştırıp kurtardık.","nl":"En Wij redden hem en Lôeth naar het land dat Wij gezegend hebben voor de wereldbewoners.","en":"Then We delivered him, along with Lot, to the land We had showered with blessings for all people"},"surah":null},{"id":2555,"surahId":21,"ayatId":72,"ayatNo":"٧٢","pageNo":327,"ayatText":"وَوَهَبْنَا لَـهُٓ اِسْحٰقَؕ وَيَعْقُوبَ نَافِلَةًؕ وَكُلاًّ جَعَلْنَا صَالِحٖينَ","ayatMealText":{"tr":"Ona (İbrahim'e) İshak'ı, üstelik bir de Yakub'u ihsan ettik ve herbirini salih kimseler kıldık.","nl":"En Wij schonken hem Ishâq en Ya'qôeb als een geschenk. En Wij maakten ieder van hen tot oprechten.","en":"And We blessed him with Isaac ˹as a son˺ and Jacob ˹as a grandson˺, as an additional favour—making all of them righteous"},"surah":null}]}