{"juzNo":17,"pageNo":330,"arCuzNo":"۱۷","arPageNo":"۳۳۰","quranAyats":[{"id":2574,"surahId":21,"ayatId":91,"ayatNo":"٩١","pageNo":330,"ayatText":"وَالَّتٖٓي اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فٖيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَٓا اٰيَةً لِلْعَالَمٖينَ","ayatMealText":{"tr":"Irzını koruyan Meryem'e ruhumuzdan üflemiş, onu ve oğlunu, âlemler için bir mucize kılmıştık.","nl":"En zij (Maryam) bewaarde haar eerbaarheid, toen bliezen Wij van Onze Geest in haar. En Wij maakten haar en haar zoon een Teken voor de werelden.","en":"And ˹remember˺ the one who guarded her chastity, so We breathed into her through Our angel, ˹Gabriel,˺ making her and her son a sign for all peoples"},"surah":{"surahId":21,"name":"Enbiyâ","nameAr":"الْاَنْبِيَاءِ","revelationOrder":73,"verseCount":112,"juzNo":17,"firstPage":322}},{"id":2575,"surahId":21,"ayatId":92,"ayatNo":"٩٢","pageNo":330,"ayatText":"اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَاحِدَةًؗ وَاَنَا۬ رَبُّكُمْ فَاعْبُدُونِ","ayatMealText":{"tr":"Doğrusu bu sizin ümmetiniz (tevhid dini olan müslümanlık), bir tek ümmettir (bir tek din olarak sizin dininizdir). Ben de sizin Rabbinizim. O halde bana kulluk edin.","nl":"Voorwar, deze godsdienst (Islam) is jullie godsdienst, de enigste. Ik ben jullie Heer, aanbidt Mij daarom.","en":"˹O prophets!˺ Indeed, this religion of yours is ˹only˺ one, and I am your Lord, so worship Me ˹alone˺"},"surah":null},{"id":2576,"surahId":21,"ayatId":93,"ayatNo":"٩٣","pageNo":330,"ayatText":"وَتَقَطَّعُٓوا اَمْرَهُمْ بَيْنَهُمْؕ كُلٌّ اِلَيْنَا رَاجِعُونَࣖ","ayatMealText":{"tr":"Ama insanlar din konusunda aralarında bölüklere ayrıldılar ama, hepsi bize döneceklerdir.","nl":"Maar zij raakten onderling verdeeld over hun zaak (van eenheid). Allen zulleit tot Ons terugkeren.","en":"Yet the people have divided it into sects. But to Us they will all return"},"surah":null},{"id":2577,"surahId":21,"ayatId":94,"ayatNo":"٩٤","pageNo":330,"ayatText":"فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهُ كَاتِبُونَ","ayatMealText":{"tr":"İnanmış olarak yararlı iş işleyenin emeği inkâr edilmeyecektir. Biz şüphesiz onu yazmaktayız.","nl":"En wie goede daden verricht en een gelovige is: zijn streven zal niet ontkend worden. Voorwaar, Wij zullen het voor hem opschrijven.","en":"So whoever does good and is a believer will never be denied ˹the reward for˺ their striving, for We are recording it all"},"surah":null},{"id":2578,"surahId":21,"ayatId":95,"ayatNo":"٩٥","pageNo":330,"ayatText":"وَحَرَامٌ عَلٰى قَرْيَةٍ اَهْلَكْنَاهَٓا اَنَّهُمْ لَا يَرْجِعُونَ","ayatMealText":{"tr":"Yok ettiğimiz bir memleket (ahalisinin ahiretteki cezasını da çekmek üzere) bize dönmemesi gerçekten imkansızdır.","nl":"En het is onmogelijk voor (de bewoners van) een stad die Wij vernietigd hebben dat zij terugkeren (cm zich te beteren).","en":"It is impossible for a society which We have destroyed to ever rise again"},"surah":null},{"id":2579,"surahId":21,"ayatId":96,"ayatNo":"٩٦","pageNo":330,"ayatText":"حَتّٰٓى اِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ","ayatMealText":{"tr":"Nihayet Ye'cûc ve Me'cûc(un seddi) açıldığı zaman, ki onlar her dere ve tepeden akın edip çıkarlar.","nl":"Totdat voor Ya'djôedj en Ma'djôedj (de muur) geopend wordt en zij van iedere hoogte komen aansnellen.","en":"until ˹after˺ Gog and Magog have broken loose ˹from the barrier˺, swarming down from every hill"},"surah":null},{"id":2580,"surahId":21,"ayatId":97,"ayatNo":"٩٧","pageNo":330,"ayatText":"وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذٖينَ كَفَرُواؕ يَا وَيْلَنَا قَدْ كُنَّا فٖي غَفْلَةٍ مِنْ هٰذَا بَلْ كُنَّا ظَالِمٖينَ","ayatMealText":{"tr":"Ve gerçek vaad yaklaştığında, işte o zaman kâfir olanların gözleri beleriverir. \"Eyvah bizlere! Doğrusu biz bundan gaflet içindeydik, hayır biz zalim kimselerdik.\" derler.","nl":"En de ware belofte nabij komt. Dan zullen de blikken van degenen die ongelovig zijn verstarren: \"Wee ons, wij verkeerden in onachtzaamheid daaromtrent, wij waren zelfs onrechtvaardigen!\"","en":"ushering in the True Promise. Then—behold!—the disbelievers will stare ˹in horror, crying,˺ “Oh, woe to us! We have truly been heedless of this. In fact, we have been wrongdoers.”"},"surah":null},{"id":2581,"surahId":21,"ayatId":98,"ayatNo":"٩٨","pageNo":330,"ayatText":"اِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللّٰهِ حَصَبُ جَهَنَّمَؕ اَنْتُمْ لَهَا وَارِدُونَ","ayatMealText":{"tr":"Siz ve Allah'dan başka taptıklarınız, cehennemin yakıtısınız; oraya gireceksiniz.","nl":"Voorwaar, jullie en wat jullie naast Allah aanbidden zal brandstof zijn voor de Hel, jullie zullen er binnengaan.","en":"Certainly you ˹disbelievers˺ and whatever you worship instead of Allah will be the fuel of Hell. You are ˹all˺ bound to enter it"},"surah":null},{"id":2582,"surahId":21,"ayatId":99,"ayatNo":"٩٩","pageNo":330,"ayatText":"لَوْ كَانَ هٰٓؤُ۬لَٓاءِ اٰلِهَةً مَا وَرَدُوهَاؕ وَكُلٌّ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Eğer onlar ilâh olsalardı, oraya girmeyeceklerdi. Hepsi orada temelli kalacaktır.","nl":"En als diegenen goden waren, dan zouden zij er niet binnengaan. En allen zullen daarin eeuwig levenden zijn.","en":"Had those idols been ˹true˺ gods, they would not have entered it. And they will be there forever"},"surah":null},{"id":2583,"surahId":21,"ayatId":100,"ayatNo":"١٠٠","pageNo":330,"ayatText":"لَهُمْ فٖيهَا زَفٖيرٌ وَهُمْ فٖيهَا لَا يَسْمَعُونَ","ayatMealText":{"tr":"Orada onların bir inlemeleri vardır. Bunlar orada (sağır olup) bir şey de işitemezler.","nl":"Zij zullen het daarin uitgillen en zij horen daarin niets.","en":"In it they will groan, and will not be able to hear"},"surah":null},{"id":2584,"surahId":21,"ayatId":101,"ayatNo":"١٠١","pageNo":330,"ayatText":"اِنَّ الَّذٖينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنٰٓىۙ اُو۬لٰٓئِكَ عَنْهَا مُبْعَدُونَۙ","ayatMealText":{"tr":"Şüphesiz katımızdan kendileri için güzel şeyler takdir edilmiş olanlar, işte oradan (cehennemden) uzak tutulanlardır.","nl":"Voorwaar, degenen aan wie het goede van Ons voorafgegaan is: zij zijn degenen die daar ver van gehouden worden.","en":"Surely those for whom We have destined the finest reward will be kept far away from Hell"},"surah":null}]}