{"juzNo":17,"pageNo":332,"arCuzNo":"۱۷","arPageNo":"۳۳۲","quranAyats":[{"id":2596,"surahId":22,"ayatId":1,"ayatNo":"١","pageNo":332,"ayatText":"يَٓا اَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظٖيمٌ","ayatMealText":{"tr":"Ey İnsanlar! Rabbinizden sakının; şüphesiz o kıyamet gününün sarsıntısı çok büyük bir şeydir.","nl":"O mensen, vreest jullie Heer. Voorwaar, de beving van het Uur zal een geweldige zaak zijn.","en":"O humanity! Fear your Lord, for the ˹violent˺ quaking at the Hour is surely a dreadful thing"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2597,"surahId":22,"ayatId":2,"ayatNo":"٢","pageNo":332,"ayatText":"يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّٓا اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارٰى وَمَا هُمْ بِسُكَارٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدٖيدٌ","ayatMealText":{"tr":"Onu göreceğiniz gün, her emzikli kadın emzirdiğinden geçer. Ve her hamile kadın çocuğunu düşürür. İnsanları hep sarhoş görürsün, halbuki sarhoş değillerdir. Fakat Allah'ın azabı çok şiddetlidir.","nl":"Op die Dag zullen jullie het zien: ieder zogende vrouw zal haar zuigeling veronachtzamen en iedere zwangere vrouw zal haair vrucht laten vallen. En jij zult de mensen als dronken zien, hoewel zij niet dronken zijn maar de bestraffing van Allah is hard","en":"The Day you see it, every nursing mother will abandon what she is nursing, and every pregnant woman will deliver her burden ˹prematurely˺. And you will see people ˹as if they were˺ drunk, though they will not be drunk; but the torment of Allah is ˹terribly˺ severe"},"surah":null},{"id":2598,"surahId":22,"ayatId":3,"ayatNo":"٣","pageNo":332,"ayatText":"وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللّٰهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرٖيدٍۙ","ayatMealText":{"tr":"İnsanlardan bazıları Allah hakkında bir bilgisi olmadığı halde tartışır da her azılı şeytanın ardına düşer.","nl":"Er zijn er onder de mensen, die over Allah redetwisten, zonder kennis, en zij volgen elke iedere opstandige Satan.","en":"˹Still˺ there are some who dispute about Allah without knowledge, and follow every rebellious devil"},"surah":null},{"id":2599,"surahId":22,"ayatId":4,"ayatNo":"٤","pageNo":332,"ayatText":"كُتِبَ عَلَيْهِ اَنَّهُ مَنْ تَوَلَّاهُ فَاَنَّهُ يُضِلُّهُ وَيَهْدٖيهِ اِلٰى عَذَابِ السَّعٖيرِ","ayatMealText":{"tr":"(O şeytanki) hakkında şöyle hüküm verilmiştir: Şüphesiz kim onu dost edinirse, o muhakkak onu saptırır ve doğruca cehennem azabına götürür.","nl":"Het is hem (de Satan) voorgeschreven dat wie hem volgt, door hem tot dwaling gebracht wordt, en hij leidt hem tot de bestraffing van de Sa'îr (de Hel).","en":"It has been decreed for such devils that whoever takes them as a guide will be misguided and led by them into the torment of the Blaze"},"surah":null},{"id":2600,"surahId":22,"ayatId":5,"ayatNo":"٥","pageNo":332,"ayatText":"يَٓا اَيُّهَا النَّاسُ اِنْ كُنْتُمْ فٖي رَيْبٍ مِنَ الْبَعْثِ فَاِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْؕ وَنُقِرُّ فِي الْاَرْحَامِ مَا نَشَٓاءُ اِلٰٓى اَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُٓوا اَشُدَّكُمْۚ وَمِنْكُمْ مَنْ يُتَوَفّٰى وَمِنْكُمْ مَنْ يُرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْـٔاًؕ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَٓا اَنْزَلْنَا عَلَيْهَا الْمَٓاءَ اهْتَزَّتْ وَرَبَتْ وَاَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهٖيجٍ","ayatMealText":{"tr":"Ey insanlar! Eğer öldükten sonra dirilmekten şüphede iseniz, (bilin ki) ne olduğunuzu size açıklamak için şüphesiz biz sizi topraktan, sonra nutfeden (spermadan) sonra bir alekadan (embriodan) sonra yapısı belli belirsiz bir et parçasından yaratmışızdır. Dilediğimizi belli bir süreye kadar rahimlerde tutarız. Sonra sizi bir çocuk olarak çıkartırız, sonra sizi, olgunluk çağına erişmeniz için bırakırız. Bununla beraber kiminiz öldürülür, kiminiz de önceki bilgisinden sonra, hiçbir şey bilmemek üzere, ömrünün en fena zamanına ulaştırılır. Bir de yeryüzünü görürsün ki kupkurudur; fakat biz onun üzerine su indirdiğimiz zaman, harekete geçer, kabarır ve her güzel çiftten bitkiler bitirir.","nl":"O mensen, als jullie in twijfel verkeren over de Opstanding: voorwaar, Wij schiepen jullie uit aarde, vervolgens uit sperma, daarop uiteen bloedklonter, toen uit een vleesklomp, gevormd en niet gevormd; om aan jullie (de schepping) duidelijk te maken. En Wij laten in de baarmoeder rusten wat Wij willen, tot een bepaald tijdstip, waarna Wij voor jullie een kind (de baarmoeder) doen verlaten Daarop (is er een tijd) om jullie je leefkijd van volledige kracht te doen bereiken. En er zijn er onder jullie die weggenomen worden en er zijn er onder jullie die teruggevoerd worden tot de meest vervallen der leeftijden, zodat hij niets meer weet, na kennis (gehad te hebben). En je ziet de aarde verdord en wanneer Wij dan het water op haar doen neerdalen, beweegt zij zich en zwelt op en brengt velerlei schitterende planten voort.","en":"O humanity! If you are in doubt about the Resurrection, then ˹know that˺ We did create you from dust, then from a sperm-drop, then ˹developed you into˺ a clinging clot ˹of blood˺, then a lump of flesh—fully formed or unformed—in order to demonstrate ˹Our power˺ to you. ˹Then˺ We settle whatever ˹embryo˺ We will in the womb for an appointed term, then bring you forth as infants, so that you may reach your prime. Some of you ˹may˺ die ˹young˺, while others are left to reach the most feeble stage of life so that they may know nothing after having known much. And you see the earth lifeless, but as soon as We send down rain upon it, it begins to stir ˹to life˺ and swell, producing every type of pleasant plant"},"surah":null}]}