{"juzNo":17,"pageNo":333,"arCuzNo":"۱۷","arPageNo":"۳۳۳","quranAyats":[{"id":2601,"surahId":22,"ayatId":6,"ayatNo":"٦","pageNo":333,"ayatText":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهُ يُحْـيِ الْمَوْتٰى وَاَنَّهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌۙ","ayatMealText":{"tr":"İşte bunlar gösteriyor ki, Allah şüphesiz haktır. Şüphesiz ölüleri o diriltir ve o her şeye kadirdir.","nl":"Dat is omdat Allah de Waarheid is en omdat Hij de doden tot leven brengt en omdat Hij Almachtig over alle zaken is.","en":"That is because Allah ˹alone˺ is the Truth, He ˹alone˺ gives life to the dead, and He ˹alone˺ is Most Capable of everything"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2602,"surahId":22,"ayatId":7,"ayatNo":"٧","pageNo":333,"ayatText":"وَاَنَّ السَّاعَةَ اٰتِيَةٌ لَا رَيْبَ فٖيهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِي الْقُبُورِ","ayatMealText":{"tr":"Kıyamet ise şüphesiz gelecek ve muhakkak ki Allah bütün kabirlerde olan kimseleri tekrar diriltecektir.","nl":"En omdat het Uur komt, daaraan is geen twijfel, en omdat Allah degenen die er in de graven zijn zal opwekken.","en":"And certainly the Hour is coming, there is no doubt about it. And Allah will surely resurrect those in the graves"},"surah":null},{"id":2603,"surahId":22,"ayatId":8,"ayatNo":"٨","pageNo":333,"ayatText":"وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللّٰهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنٖيرٍۙ","ayatMealText":{"tr":"İnsanlardan kimi de vardır ki ne bir bilgiye, ne bir delile, ne de aydınlatıcı bir kitaba dayanmaksızın Allah hakkında tartışır.","nl":"En er zijn er onder de mensen die over Allah redetwisten, zonder kennis, zonder Leiding en zonder verlichtend Boek.","en":"˹Still˺ there are some who dispute about Allah without knowledge, guidance, or an enlightening scripture"},"surah":null},{"id":2604,"surahId":22,"ayatId":9,"ayatNo":"٩","pageNo":333,"ayatText":"ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبٖيلِ اللّٰهِؕ لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذٖيقُهُ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرٖيقِ","ayatMealText":{"tr":"Allah yolundan şaşırtmak (saptırmak) için büyüklük taslayarak (tartışır). Dünyada ona bir rezillik vardır. Kıyamet gününde ise ona cehennem azabını tattıracağız","nl":"(Trots) zijn zijde toekerend om af te doen dwalen van de Weg van Allah: voor hem is er op de wereld vermedering en Wij doen hem op de Dag der Opstanding een brandende bestraffing proeven.","en":"turning away ˹in pride˺ to lead ˹others˺ astray from Allah’s Way. They will suffer disgrace in this world, and on the Day of Judgment We will make them taste the torment of burning"},"surah":null},{"id":2605,"surahId":22,"ayatId":10,"ayatNo":"١٠","pageNo":333,"ayatText":"ذٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِلْعَبٖيدِࣖ","ayatMealText":{"tr":"Ona \"Bunlar, senin ellerinle kazandığın günahlar sebebiyledir\" denir. Şüphesiz Allah kullarına zulmeden değildir.","nl":"(Er wordt gezegd:) \"Dat is vanwege wat jouw handen vooruitgestuurd hebben.\" En voorwaar, Allah is niet onrechtvardig voor de dienaren.","en":"˹They will be told,˺ “This is ˹the reward˺ for what your hands have done. And Allah is never unjust to ˹His˺ creation.”"},"surah":null},{"id":2606,"surahId":22,"ayatId":11,"ayatNo":"١١","pageNo":333,"ayatText":"وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهُ خَيْرٌۨ اطْمَاَنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةٌۨ انْقَلَبَ عَلٰى وَجْهِهٖࣞ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَؕ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبٖينُ","ayatMealText":{"tr":"İnsanlardan kimi de Allah'a bir yar kenarındaymış gibi ibadet eder, eğer kendisine bir iyilik gelirse ona gönlü yatışır ve eğer başına bir bela gelirse yüzüstü dönüverir. Dünyayı da ahireti de kaybeder. İşte apaçık kayıp budur.","nl":"En er zijn eronder mensen die Allah op de rand aanbidden: als hem iets goeds overkomt is hij daar tevreden mee, maar als hem een beproeving ten deel valt, wendt hij zijn gezicht weer af: hij verliest de wereld en het Hiernamals. Dat is het duidelijke verlies!","en":"And there are some who worship Allah on the verge ˹of faith˺: if they are blessed with something good, they are content with it; but if they are afflicted with a trial, they relapse ˹into disbelief˺, losing this world and the Hereafter. That is ˹truly˺ the clearest loss"},"surah":null},{"id":2607,"surahId":22,"ayatId":12,"ayatNo":"١٢","pageNo":333,"ayatText":"يَدْعُوا مِنْ دُونِ اللّٰهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُؕ ذٰلِكَ هُوَ الضَّلَالُ الْبَعٖيدُ","ayatMealText":{"tr":"Allah'ı bırakır da kendine ne zarar, ne menfaat veremeyecek şeylere yalvarır. İşte derin sapıklık budur.","nl":"Hij roept naast Allah aan wat voor hem geen schade tegenhoudt en hem ook van geen nut is: dat is een verpande dwaling!","en":"They call besides Allah what can neither harm nor benefit them. That is ˹truly˺ the farthest one can stray"},"surah":null},{"id":2608,"surahId":22,"ayatId":13,"ayatNo":"١٣","pageNo":333,"ayatText":"يَدْعُوا لَمَنْ ضَرُّهُٓ اَقْرَبُ مِنْ نَفْعِهٖؕ لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشٖيرُ","ayatMealText":{"tr":"Herhalde o, zararı faydasından daha yakın olana yalvarıyor. Yalvardığı şey ne kötü yardımcı ve ne kötü yoldaştır.","nl":"Hij roept iets aan waarvan zijn schade dichter bij zijn nut is. Zeker, een slechte helper, en zeker een slechte metgezel!","en":"They invoke those whose worship leads to harm, not benefit. What an evil patron and what an evil associate"},"surah":null},{"id":2609,"surahId":22,"ayatId":14,"ayatNo":"١٤","pageNo":333,"ayatText":"اِنَّ اللّٰهَ يُدْخِلُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُؕ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرٖيدُ","ayatMealText":{"tr":"Şüphe yok ki Allah, iman edip salih amelleri işleyenleri altından ırmaklar akan cennetlere koyacak. Şüphesiz Allah dilediğini yapar.","nl":"Voorwaar, Allah doet degenen die geloven en goede daden verrichten de Tuinen (het Paradijs) binnengan, waar de rivieren onder door stromen. Voorwaar, Allah doet wat Hij wenst.","en":"Indeed, Allah will admit those who believe and do good into Gardens, under which rivers flow. Surely Allah does what He wills"},"surah":null},{"id":2610,"surahId":22,"ayatId":15,"ayatNo":"١٥","pageNo":333,"ayatText":"مَنْ كَانَ يَظُنُّ اَنْ لَنْ يَنْصُرَهُ اللّٰهُ فِي الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَٓاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغٖيظُ","ayatMealText":{"tr":"Allah'ın ona (peygambere) dünyada ve ahirette yardım etmeyeceğini sanan kimse hemen yukarıya bir ip uzatsın, sonra (kendini intihar edip) boğsun da baksın bu hilesi kendisini öfkelendiren şeyi giderecek mi?","nl":"En wie denkt dat Allah hem (Moehammad) niet zal helpen in de wereld en het Hiernamaals, laat hem een koord naar de hemel spannen en laat hem (zichzelf) dan afsnijden. Laat hem dan zien of zijn list dat wat woedend maakte doet verdwijnen!","en":"Whoever thinks that Allah will not help His Prophet in this world and the Hereafter, let them stretch out a rope to the ceiling and strangle themselves, then let them see if this plan will do away with ˹the cause of˺ their rage"},"surah":null}]}