{"juzNo":17,"pageNo":334,"arCuzNo":"۱۷","arPageNo":"۳۳٤","quranAyats":[{"id":2611,"surahId":22,"ayatId":16,"ayatNo":"١٦","pageNo":334,"ayatText":"وَكَذٰلِكَ اَنْزَلْنَاهُ اٰيَاتٍ بَيِّنَاتٍۙ وَاَنَّ اللّٰهَ يَهْدٖي مَنْ يُرٖيدُ","ayatMealText":{"tr":"İşte biz onu (Kur'ân'ı) böylece, apaçık âyetler olarak indirdik. Şüphesiz Allah dilediğini doğru yola eriştirir.","nl":"En zo hebben Wij hem (de Koran) neergezonden, als duidelijke Verzen. En voorwaar, Allah leidt wie Hij wenst.","en":"And so We revealed this ˹Quran˺ as clear verses. And Allah certainly guides whoever He wills"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2612,"surahId":22,"ayatId":17,"ayatNo":"١٧","pageNo":334,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَالَّذٖينَ هَادُوا وَالصَّابِـٖٔينَ وَالنَّصَارٰى وَالْمَجُوسَ وَالَّذٖينَ اَشْرَكُواࣗ اِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِؕ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهٖيدٌ","ayatMealText":{"tr":"Şüphesiz o iman edenler, yahudi olanlar, sabiîler (yıldıza tapanlar), hıristiyanlar, ateşe tapanlar ve (Allah'a) eş koşanlar (yok mu?) Allah, kıyamet günü bunların arasını şüphesiz ayıracaktır. Çünkü Allah her şeyi hakkıyla görüp bilendir.","nl":"Voorwaar, degenen die geloven en de Joden en de Sabiërs en de Christenen en de magiërs en degenen die deelgenoten (aan Allah) toekennen: voorwaar, Allah zal tussen hen oordelen op de Dag der Opstanding. Voorwaar, Allah is van alle zaken Getuige.","en":"Indeed, the believers, Jews, Sabians, Christians, Magi, and the polytheists—Allah will judge between them ˹all˺ on Judgment Day. Surely Allah is a Witness over all things"},"surah":null},{"id":2613,"surahId":22,"ayatId":18,"ayatNo":"١٨","pageNo":334,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهُ مَنْ فِي السَّمٰوَاتِ وَمَنْ فِي الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَٓابُّ وَكَثٖيرٌ مِنَ النَّاسِؕ وَكَثٖيرٌ حَقَّ عَلَيْهِ الْعَذَابُؕ وَمَنْ يُهِنِ اللّٰهُ فَمَا لَهُ مِنْ مُكْرِمٍؕ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَٓاءُ","ayatMealText":{"tr":"Görmedin mi, göklerdeki kimseler, yerdeki kimseler, güneş, ay ve yıldızlar, dağlar, ağaçlar, bütün hayvanlar ve insanlardan birçoğu hep Allah'a secde ediyor. Birçoğunun üzerine de azab hak olmuştur. Allah kimi hor ve hakir kılarsa artık ona ikram edecek yoktur. Şüphesiz Allah dilediği şeyi yapar.","nl":"Zie jij dan niet dat alles zich voor Allah neerknielt wat er in de hemel en op de aarde is, en de zon en de maan en de sterren en de bergen en de bomen en de dieren en een groot deel van de mensen? Maar voor velen is de bestraffing verplicht. En wie er door Allah vemederd wordt: voor hem zijn erdan geen eerbewijzers. Voorwaar, Allah doet wat Hij wil.","en":"Do you not see that to Allah bow down ˹in submission˺ all those in the heavens and all those on the earth, as well as the sun, the moon, the stars, the mountains, the trees, and ˹all˺ living beings, as well as many humans, while many are deserving of punishment. And whoever Allah disgraces, none can honour. Surely Allah does what He wills"},"surah":null},{"id":2614,"surahId":22,"ayatId":19,"ayatNo":"١٩","pageNo":334,"ayatText":"هٰذَانِ خَصْمَانِ اخْتَصَمُوا فٖي رَبِّهِمْؗ فَالَّذٖينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍؕ يُصَبُّ مِنْ فَوْقِ رُؤُ۫سِهِمُ الْحَمٖيمُۚ","ayatMealText":{"tr":"Şu ikisi Rableri hakkında tartışmaya girmiş iki hasımdır. O'nu inkar edenler için ateşten elbiseleri biçilmiştir. Başlarının üstünden kaynar su dökülür.","nl":"Dit zijn twee tegenstanders die over hun Heer twisten. Voor degenen die niet geloven zulten daarom gewaden uit vuur gesneden worden, van boven hun hoofden zal kokend water worden uitgegoten.","en":"These are two opposing groups that disagree about their Lord: as for the disbelievers, garments of Fire will be cut out for them and boiling water will be poured over their heads"},"surah":null},{"id":2615,"surahId":22,"ayatId":20,"ayatNo":"٢٠","pageNo":334,"ayatText":"يُصْهَرُ بِهٖ مَا فٖي بُطُونِهِمْ وَالْجُلُودُؕ","ayatMealText":{"tr":"Bununla karınlarındaki ve derileri eritilir.","nl":"Wat zich in hun buiken bevindt zal erdoor smelten en (ook) de huiden.","en":"melting whatever is in their bellies, along with their skin"},"surah":null},{"id":2616,"surahId":22,"ayatId":21,"ayatNo":"٢١","pageNo":334,"ayatText":"وَلَهُمْ مَقَامِعُ مِنْ حَدٖيدٍ","ayatMealText":{"tr":"Bir de bunlara demirden kamçılar vardır.","nl":"En voor ben zijn er knotsen van ijzer.","en":"And awaiting them are maces of iron"},"surah":null},{"id":2617,"surahId":22,"ayatId":22,"ayatNo":"٢٢","pageNo":334,"ayatText":"كُلَّمَٓا اَرَادُٓوا اَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ اُعٖيدُوا فٖيهَا وَذُوقُوا عَذَابَ الْحَرٖيقِࣖ","ayatMealText":{"tr":"Uğradıkları gamdan (dolayı) oradan ne zaman çıkmak isteseler, her defasında oraya geri çevrilirler: \"Yakıcı azabı tadın\" denir.","nl":"Telkens wanneer zij van ellende eruit willen gaan, worden zij erin teruggebracht (en wordt gezegd:) \"Proeft de brandende bestraffing!\"","en":"Whenever they try to escape from Hell—out of anguish—they will be forced back into it, ˹and will be told,˺ “Taste the torment of burning!”"},"surah":null},{"id":2618,"surahId":22,"ayatId":23,"ayatNo":"٢٣","pageNo":334,"ayatText":"اِنَّ اللّٰهَ يُدْخِلُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ يُحَلَّوْنَ فٖيهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤً۬اؕ وَلِبَاسُهُمْ فٖيهَا حَرٖيرٌ","ayatMealText":{"tr":"Şüphesiz Allah iman edip yararlı iş işleyenleri, altından ırmaklar akan cennetlere koyacak, orada altın bilezikler ve inciler takınacaklar. Oradaki elbiseleri de ipektendir.","nl":"Voorwaar, Allah zal degenen die geloven en goede daden verrichten de Tuinen (het Paradijs) binnen doen gaan, waar de rivieren onder doof stromen. Daarin zullen zij gesierd worden met gouden armbanden en parels en hun kleding er in is van zijde.","en":"˹But˺ Allah will surely admit those who believe and do good into Gardens, under which rivers flow, where they will be adorned with bracelets of gold and pearls, and their clothing will be silk"},"surah":null}]}