{"juzNo":17,"pageNo":335,"arCuzNo":"۱۷","arPageNo":"۳۳٥","quranAyats":[{"id":2619,"surahId":22,"ayatId":24,"ayatNo":"٢٤","pageNo":335,"ayatText":"وَهُدُٓوا اِلَى الطَّيِّبِ مِنَ الْقَوْلِࣗ وَهُدُٓوا اِلٰى صِرَاطِ الْحَمٖيدِ","ayatMealText":{"tr":"Hem sözün güzelini işitecek duruma ulaştırılmışlar, hem de övülmeye layık (olan Allah'ın) yoluna eriştirilmişlerdir.","nl":"En zij werden geleid tot het goede van het gesprokene en zij werden geleid op het Pad van de Geprezene.","en":"for they have been guided to the best of speech, and they have been guided to the Commendable Path"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2620,"surahId":22,"ayatId":25,"ayatNo":"٢٥","pageNo":335,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبٖيلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذٖي جَعَلْنَاهُ لِلنَّاسِ سَوَٓاءًۨ الْعَاكِفُ فٖيهِ وَالْبَادِؕ وَمَنْ يُرِدْ فٖيهِ بِاِلْحَادٍ بِظُـلْمٍ نُذِقْهُ مِنْ عَذَابٍ اَلٖيمٍࣖ","ayatMealText":{"tr":"Şüphesiz inkâr edenlere, Allah'ın yolundan, yerli ve yolcu bütün insanlar için eşit kılınan Mescidi Haram'dan alıkoyanlara ve orada zulümle yanlış yola saptırmak isteyene can yakıcı bir azab tattırırız.","nl":"Voorwaar, degenen die niet geloven en van de Weg van Allah en de Masdjid al Harâm (de gewijde Moskee in Mekkah) afhouden, die Wij voof alle mensen gemaakt hebben; zowel de inwoner van daar als degene van buiten: en wie wenst daar het slechte te doen door onrechtpleging, hem zullen Wij een pijnlijke bestraffing doen proeven.","en":"Indeed, those who persist in disbelief and hinder ˹others˺ from the Way of Allah and from the Sacred Mosque—which We have appointed for all people, residents and visitors alike—along with whoever intends to deviate by doing wrong in it, We will cause them to taste a painful punishment"},"surah":null},{"id":2621,"surahId":22,"ayatId":26,"ayatNo":"٢٦","pageNo":335,"ayatText":"وَاِذْ بَوَّأْنَا لِاِبْرٰهٖيمَ مَكَانَ الْبَيْتِ اَنْ لَا تُشْرِكْ بٖي شَيْـٔاً وَطَهِّرْ بَيْتِيَ لِلطَّٓائِفٖينَ وَالْقَٓائِمٖينَ وَالرُّكَّعِ السُّجُودِ","ayatMealText":{"tr":"Bir zamanlar Kâbe'nin yerini İbrahim'e şu şekilde hazırlamıştık: Sakın bana hiçbir şeyi ortak koşma; tavaf edenler, orada (kıyama) duranlar, ruku edenler ve secdeye varanlar için evimi tertemiz et.","nl":"En toen Wij voor Ibrâhîm de plaats vastelden van het Huis (zeiden Wij:) \"Ken Mij in niets deelgenoten toe en reinig Mijn Huis voor de rondgaanden en de buigenden en de knielenden.","en":"And ˹remember˺ when We assigned to Abraham the site of the House, ˹saying,˺ “Do not associate anything with Me ˹in worship˺ and purify My House for those who circle ˹the Ka’bah˺, stand ˹in prayer˺, and bow and prostrate themselves"},"surah":null},{"id":2622,"surahId":22,"ayatId":27,"ayatNo":"٢٧","pageNo":335,"ayatText":"وَاَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلٰى كُلِّ ضَامِرٍ يَأْتٖينَ مِنْ كُلِّ فَجٍّ عَمٖيقٍۙ","ayatMealText":{"tr":"İnsanları hacca çağır; yürüyerek veya incelmiş binekler üstünde (uzak yollardan) her derin vadiyi aşarak sana gelsinler.","nl":"En verkondig onder de mensen de Haddj, zij zullen te voet naar jou komen of op magere kamelen, van elke vergelegen plek.","en":"Call ˹all˺ people to the pilgrimage. They will come to you on foot and on every lean camel from every distant path"},"surah":null},{"id":2623,"surahId":22,"ayatId":28,"ayatNo":"٢٨","pageNo":335,"ayatText":"لِيَشْهَدُوا مَنَافِـعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فٖٓي اَيَّامٍ مَعْلُومَاتٍ عَلٰى مَا رَزَقَهُمْ مِنْ بَهٖيمَةِ الْاَنْعَامِۚ فَكُلُوا مِنْهَا وَاَطْعِمُوا الْـبَٓائِسَ الْفَقٖيرَؗ","ayatMealText":{"tr":"Ta ki kendilerine ait birtakım menfaatlere şahid olsunlar; Allah'ın kendilerine rızık olarak verdiği hayvanları belli günlerde kurban ederken O'nun adını ansınlar. Siz de onlardan yiyin, yoksulu, fakiri de doyurun.","nl":"Zodat zij getuigen zijn van de voordelen voor hen. En de Naam van Allah uitspreken op de bekende dagen over het slachtvee waarmee Hij hen voorzien heeft. Eet er daarom van en voedt de arme behoeftige.","en":"so they may obtain the benefits ˹in store˺ for them, and pronounce the Name of Allah on appointed days over the sacrificial animals He has provided for them. So eat from their meat and feed the desperately poor"},"surah":null},{"id":2624,"surahId":22,"ayatId":29,"ayatNo":"٢٩","pageNo":335,"ayatText":"ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتٖيقِ","ayatMealText":{"tr":"Sonra kirlerini giderip temizlensinler. Adaklarını yerine getirsinler. Kâbeyi tavaf etsinler.","nl":"Dan moeten zij (de omgeving van) haar onreinheid reinigen en kun geloften vervullen een rondgang maken om het Aloudc Huis.\" (al Bait al 'Atîq)","en":"Then let them groom themselves, fulfil their vows, and circle the Ancient House.”"},"surah":null},{"id":2625,"surahId":22,"ayatId":30,"ayatNo":"٣٠","pageNo":335,"ayatText":"ذٰلِكَࣗ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللّٰهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهٖؕ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِۙ","ayatMealText":{"tr":"Emir budur, Allah'ın yasaklarına kim saygı gösterirse, bu, kendisi için Rabbinin katında şüphesiz hayırdır. Size bildirilegelenden başka bütün hayvanlar helal kılınmıştır. O halde o pis putlardan kaçının ve yalan sözden sakının.","nl":"Dat is het, en wie de gewijde zaken van Allah eert: dat is beter voor hem bij zijn Heer. Aan jullie is het vee toegestaan, behalve wat is voorgelezen aan jullie. Dus vermijdt de onreinheid van de afgoden en vermijdt het spreken van het valse.","en":"That is so. And whoever honours the rituals of Allah, it is best for them in the sight of their Lord. The ˹meat of˺ cattle has been made lawful for you, except what has ˹already˺ been recited to you. So shun the impurity of idolatry, and shun words of falsehood"},"surah":null}]}