{"juzNo":17,"pageNo":336,"arCuzNo":"۱۷","arPageNo":"۳۳٦","quranAyats":[{"id":2626,"surahId":22,"ayatId":31,"ayatNo":"٣١","pageNo":336,"ayatText":"حُنَفَٓاءَ لِلّٰهِ غَيْرَ مُشْرِكٖينَ بِهٖؕ وَمَنْ يُشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَٓاءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوٖي بِهِ الرّٖيحُ فٖي مَكَانٍ سَحٖيقٍ","ayatMealText":{"tr":"Allah için, O'na eş koşmayan, O'nun birliğine inanmış kimseler olun. Allah'a ortak koşan kimse, gökten düşüp de kuşların kaptığı veya rüzgarın bir uçuruma sürüklediği şeye benzer.","nl":"Als Hoenafâ tegenover Allah, zonder Hem deelgenoten toe te kennen, want wie aan Allah deelgenoten toekent is als iemand die uit de hemel valt, en dan dom de vogels wordt weggegrist of door de wind wordt geblazen naar een afgelegen plek.","en":"Be upright ˹in devotion˺ to Allah, associating none with Him ˹in worship˺. For whoever associates ˹others˺ with Allah is like someone who has fallen from the sky and is either snatched away by birds or swept by the wind to a remote place"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2627,"surahId":22,"ayatId":32,"ayatNo":"٣٢","pageNo":336,"ayatText":"ذٰلِكَࣗ وَمَنْ يُعَظِّمْ شَعَٓائِرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوبِ","ayatMealText":{"tr":"Bu böyledir; kim Allah'ın nişanelerine, kurbanlıklarına saygı gösterirse, şüphesiz o kalblerin takvasındandır.","nl":"Zo is het, en wie de gewijde Tekenen van Allah eer bewijst: voorwaar, dat is door het vrezen (van Allah) in de harten.","en":"That is so. And whoever honours the symbols of Allah, it is certainly out of the piety of the heart"},"surah":null},{"id":2628,"surahId":22,"ayatId":33,"ayatNo":"٣٣","pageNo":336,"ayatText":"لَكُمْ فٖيهَا مَنَافِـعُ اِلٰٓى اَجَلٍ مُسَمًّى ثُمَّ مَحِلُّـهَٓا اِلَى الْبَيْتِ الْعَتٖيقِࣖ","ayatMealText":{"tr":"Sizin için onlarda belli bir süreye kadar bir takım faydalar vardır. Sonra bunlar Beyti atik (kâbe) de son bulurlar.","nl":"Voor jullie zijn daarin voordelen voor een vastgestelde periode; vervolgens is er de offerplaats hij het Aloude Huis.","en":"You may benefit from sacrificial animals for an appointed term, then their place of sacrifice is at the Ancient House"},"surah":null},{"id":2629,"surahId":22,"ayatId":34,"ayatNo":"٣٤","pageNo":336,"ayatText":"وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكاً لِيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِنْ بَهٖيمَةِ الْاَنْعَامِؕ فَاِلٰهُكُمْ اِلٰهٌ وَاحِدٌ فَلَـهُٓ اَسْلِمُواؕ وَبَشِّرِ الْمُخْبِتٖينَۙ","ayatMealText":{"tr":"Her ümmet için Allah'ın kendilerine rızık olarak verdiği kurbanlık hayvanların üzerine O'nun adını ansınlar diye bir mabed yapmışızdır. Hepinizin ilâhı bir tek ilâhtır. Onun için yalnız O'na teslim olan müslümanlar olun. (Ey Muhammed!) Allah'a itaat eden alçak gönüllüleri müjdele.","nl":"En voor iedere gemeenschap hebben Wij godsdienstige gebruiken (om te offoren) vastgesteld, opdat zij de Nam van Allah zullen uitspreken over het vee, waarmee Hij hen voorzien heeft. En jullie god is de Ène God, aan Hem geven jullie je daarom over. En brengt verheugende tijdingen am ben die zich overgaven.","en":"For every community We appointed a rite of sacrifice so that they may pronounce the Name of Allah over the sacrificial animals He has provided for them. For your God is only One God, so submit yourselves to Him ˹alone˺. And give good news ˹O Prophet˺ to the humble"},"surah":null},{"id":2630,"surahId":22,"ayatId":35,"ayatNo":"٣٥","pageNo":336,"ayatText":"اَلَّذٖينَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرٖينَ عَلٰى مَٓا اَصَابَهُمْ وَالْمُقٖيمِي الصَّلٰوةِۙ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ","ayatMealText":{"tr":"Ki Allah anıldığı vakit onların kalpleri titrer. Onlar başlarına gelene sabreden, namaz kılan kimselerdir. Kendilerine verdiğimiz rızıktan Allah yolunda harcarlar.","nl":"Degenen waarvan, als de Naam van Allah genoemd wordt de harten trillen en die geduldigen zijn met wat ben treft en die de shalât onderhouden en uitgeven van dat waar Wij hen mee voorzien hebben.","en":"those whose hearts tremble at the remembrance of Allah, who patiently endure whatever may befall them, and who establish prayer and donate from what We have provided for them"},"surah":null},{"id":2631,"surahId":22,"ayatId":36,"ayatNo":"٣٦","pageNo":336,"ayatText":"وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَٓائِرِ اللّٰهِ لَكُمْ فٖيهَا خَيْرٌࣗ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَٓافَّۚ فَاِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَاَطْعِمُوا الْقَانِـعَ وَالْمُعْتَرَّؕ كَذٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Kurbanlık deve ve sığırları Allah'ın size olan nişanelerinden kıldık. Sizin için onlarda hayır vardır. Ön ayaklarının biri bağlı halde keserken üzerlerine Allah'ın adını anın. Yanları yere yaslandığı vakit de onlardan yiyin, kanaat edip istemeyene de, isteyene de yedirin. Böylece onları sizin buyruğunuza verdik ki, şükredesiniz.","nl":"En de kamelen (om te offeren) hebben Wij voor jullie gemaakt als behorend tot de gewijde Tekenen van Allah, daarin is goeds, voor jullie. Spreekt daarom de Naam van Allah over hen uit als zij in rijen staan (om geslacht te worden). En wanneer zij op hun zij vallen, eet dan van hen en voedt wie daar nederig om vraagt en de bedelaar. Zo hebben Wij ben aan jullie dienstbaar gemaakt. Hopelijk zullen jullie dankbaar zijn.","en":"We have made sacrificial camels ˹and cattle˺ among the symbols of Allah, in which there is ˹much˺ good for you. So pronounce the Name of Allah over them when they are lined up ˹for sacrifice˺. Once they have fallen ˹lifeless˺ on their sides, you may eat from their meat, and feed the needy—those who do not beg, and those who do. In this way We have subjected these ˹animals˺ to you so that you may be grateful"},"surah":null},{"id":2632,"surahId":22,"ayatId":37,"ayatNo":"٣٧","pageNo":336,"ayatText":"لَنْ يَنَالَ اللّٰهَ لُحُومُهَا وَلَا دِمَٓاؤُ۬هَا وَلٰكِنْ يَنَالُهُ التَّقْوٰى مِنْكُمْؕ كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰيكُمْؕ وَبَشِّرِ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Elbette onların etleri ve kanları Allah'a ulaşmayacaktır. Ancak O'na sizin takvanız erecektir. Onları bu şekilde sizin buyruğunuza verdi ki, size yolunu gösterdiğinden dolayı, Allah'ı tekbir ile yüceltesiniz. (Ey Muhammed!) Vazifelerini güzelce yapan iyilik sevenleri müjdele.","nl":"Het is niet hun vlees en niet hun bloed dat Allah bereikt, maar wat Hem bereikt is de vrees (voor Hem). Zo heeft Hij hen aan jullie dienstbaar gemaakt, opdat jullie Allah verheerlijken omdat Hij jullie leidde. En breng verheugende tijdingen aan de weldoeners.","en":"Neither their meat nor blood reaches Allah. Rather, it is your piety that reaches Him. This is how He has subjected them to you so that you may proclaim the greatness of Allah for what He has guided you to, and give good news to the good-doers"},"surah":null},{"id":2633,"surahId":22,"ayatId":38,"ayatNo":"٣٨","pageNo":336,"ayatText":"اِنَّ اللّٰهَ يُدَافِـعُ عَنِ الَّذٖينَ اٰمَنُواؕ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍࣖ","ayatMealText":{"tr":"Şüphesiz Allah inananları savunur. Çünkü Allah hâin ve nankörlerin hiçbirini sevmez.","nl":"Voorwaar, Allah zal degenen die geloven verdedigen. Voorwaar, Allah houdt van geen enkele ongelovige verrader.","en":"Indeed, Allah defends those who believe. Surely Allah does not like whoever is deceitful, ungrateful"},"surah":null}]}