{"juzNo":17,"pageNo":337,"arCuzNo":"۱۷","arPageNo":"۳۳۷","quranAyats":[{"id":2634,"surahId":22,"ayatId":39,"ayatNo":"٣٩","pageNo":337,"ayatText":"اُذِنَ لِلَّذٖينَ يُقَاتَلُونَ بِاَنَّهُمْ ظُلِمُواؕ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدٖيرٌۙ","ayatMealText":{"tr":"Kendilerine savaş açılan kimselere (kâfirlere karşı koymak için) izin verildi. Çünkü onlar zulme uğradılar. Şüphesiz Allah onları zafere ulaştırmaya kadirdir.","nl":"Toestemming (om te vechten) is gegeven aan degenen die bevochten worden, omdat zij met onrecht behandeld worden. En voorwaar, Allah is zeker bij machte hen te helpen.","en":"Permission ˹to fight back˺ is ˹hereby˺ granted to those being fought, for they have been wronged. And Allah is truly Most Capable of helping them ˹prevail˺"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2635,"surahId":22,"ayatId":40,"ayatNo":"٤٠","pageNo":337,"ayatText":"اَلَّذٖينَ اُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّٓا اَنْ يَقُولُوا رَبُّنَا اللّٰهُؕ وَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِــعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فٖيهَا اسْمُ اللّٰهِ كَثٖيراًؕ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَنْصُرُهُؕ اِنَّ اللّٰهَ لَقَوِيٌّ عَزٖيزٌ","ayatMealText":{"tr":"Onlar \"Rabbimiz Allah'tır\" demelerinden başka bir sebep olmaksızın haksız yere yurtlarından çıkarıldılar. Eğer Allah insanların bir kısmını bir kısmı ile defetmeseydi manastırlar, kiliseler, havralar ve içinde Allah'ın adı çok anılan mescidler elbette yıkılırdı. Şüphesiz Allah kendi (dini) ne yardım edene yardım edecektir. Şüphesiz Allah çok güçlüdür, çok izetlidir (her şeye galiptir).","nl":"(Zij zijn) degenen die zonder recht zijn verdreven uit hun huizen, alleen maar omdat zij zeiden: \"Onze Heer is Allah.\" En als Allah de mensen niet van elkaar weerhield, waren kloosters, kerken en synagogen en moskeeën waarin de Naam van Allah vaak genoemd wordt, zeker verwoest. En Allah zal zeker hen helpen die Item (Zijn godsdienst) helpen. Voorwaar, Allah is zeker Sterk, Geweldig.","en":"˹They are˺ those who have been expelled from their homes for no reason other than proclaiming: “Our Lord is Allah.” Had Allah not repelled ˹the aggression of˺ some people by means of others, destruction would have surely claimed monasteries, churches, synagogues, and mosques in which Allah’s Name is often mentioned. Allah will certainly help those who stand up for Him. Allah is truly All-Powerful, Almighty"},"surah":null},{"id":2636,"surahId":22,"ayatId":41,"ayatNo":"٤١","pageNo":337,"ayatText":"اَلَّذٖينَ اِنْ مَكَّنَّاهُمْ فِي الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِؕ وَلِلّٰهِ عَاقِبَةُ الْاُمُورِ","ayatMealText":{"tr":"Onlar (o müminlerdir) ki, eğer kendilerini yeryüzünde iktidar mevkiine getirirsek namazı kılarlar, zekatı verirler, iyiliği emrederler ve fenalığı yasak ederler. Bütün işlerin sonu sırf Allah'a âittir.","nl":"(Zij zijn) degenen die, als Wij hen macht geven op aarde, de shalât onderhouden en de zakât betalen en het goede bevelen en het verwerpelijke verbieden. En het einde van alle zaken rust bij Allah.","en":"˹They are˺ those who, if established in the land by Us, would perform prayer, pay alms-tax, encourage what is good, and forbid what is evil. And with Allah rests the outcome of all affairs"},"surah":null},{"id":2637,"surahId":22,"ayatId":42,"ayatNo":"٤٢","pageNo":337,"ayatText":"وَاِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُۙ","ayatMealText":{"tr":"(Ey Muhammed!) Eğer seni (müşrikler) yalanlıyorlarsa bil ki onlardan önce Nûh kavmi, Âd ve Semûd (kavimleri de kendi peygamberlerini) yalancı saydılar.","nl":"En wanneer zij jou loochenen (O Moehammad): waarlijk, het volk van Nôeh en de 'Âd en de Tsamôcd loochenden (hun Profeten) vóór hen.","en":"If they deny you ˹O Prophet˺, so did the people of Noah before them, as well as ˹the tribes of˺ ’Ȃd and Thamûd"},"surah":null},{"id":2638,"surahId":22,"ayatId":43,"ayatNo":"٤٣","pageNo":337,"ayatText":"وَقَوْمُ اِبْرٰهٖيمَ وَقَوْمُ لُوطٍۙ","ayatMealText":{"tr":"İbrahim'in kavmi de, Lût'un kavmi de (peygamberlerini) yalancı saydılar.","nl":"En het volk van Ibrâhîm en het volk van Lôeth.","en":"the people of Abraham, the people of Lot"},"surah":null},{"id":2639,"surahId":22,"ayatId":44,"ayatNo":"٤٤","pageNo":337,"ayatText":"وَاَصْحَابُ مَدْيَنَۚ وَكُذِّبَ مُوسٰى فَاَمْلَيْتُ لِلْكَافِرٖينَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكٖيرِ","ayatMealText":{"tr":"(Şuayb'ın kavmi olan) Medyen halkı da (Şûayb'ı) yalanladı. Musa da (Firavun tarafından) yalanlandı. Ben de o kâfirlere bir süre verdim. Sonra da onları yakalayıverdim. Beni tanımamak nasılmış görsünler.","nl":"En de bewoners van Madyan. En Môesa werd geloochend. Toen gaf Ik uitstel aan de ongelovigen, vervolgens bestrafte Ik hen. En hoe was mijn afkeuring?","en":"and the residents of Midian. And Moses was denied ˹too˺. But I delayed ˹the fate of˺ the disbelievers ˹until their appointed time˺ then seized them. And how severe was My response"},"surah":null},{"id":2640,"surahId":22,"ayatId":45,"ayatNo":"٤٥","pageNo":337,"ayatText":"فَكَاَيِّنْ مِنْ قَرْيَةٍ اَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوشِهَا وَبِئْرٍ مُعَطَّـلَةٍ وَقَصْرٍ مَشٖيدٍ","ayatMealText":{"tr":"Nice memleketler vardı ki, zulüm yaparlarken biz onları yok ettik. Artık damları çökmüş, duvarları üzerine yıkılmıştır. (Geride) Nice terkedilmiş kuyularla bomboş kalmış yüksek saraylar (bırakılmıştır.)","nl":"En hoeveel steden hebben Wij niet vernietigd omdat zij onrecht pleegden waarop zij tot de bodem toe geruïneerd zijn? En (hoeveel) bronnen die verwaarloosd zijn en hoge kastelen (zijn er niet verlaten)?","en":"Many are the societies We have destroyed for persisting in wrongdoing, leaving them in total ruin. ˹Many are˺ also the abandoned wells and lofty palaces"},"surah":null},{"id":2641,"surahId":22,"ayatId":46,"ayatNo":"٤٦","pageNo":337,"ayatText":"اَفَلَمْ يَسٖيرُوا فِي الْاَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَٓا اَوْ اٰذَانٌ يَسْمَعُونَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوبُ الَّتٖي فِي الصُّدُورِ","ayatMealText":{"tr":"Yeryüzünde dolaşmıyorlar mı ki olanları akledecek kalbleri, işitecek kulakları olsun. Gerçek şudur ki, gözler kör olmaz, fakat asıl göğüslerin içindeki kalpler kör olur.","nl":"Hebben zij dan niet rondgereisd op de aarde, zodat zij harten kregen om te begrijpen of oren om mee te horen? Voorwaar, de ogen zijn niet blind, maar de harten in hun binnengen zijn blind.","en":"Have they not travelled throughout the land so their hearts may reason, and their ears may listen? Indeed, it is not the eyes that are blind, but it is the hearts in the chests that grow blind"},"surah":null}]}