{"juzNo":17,"pageNo":338,"arCuzNo":"۱۷","arPageNo":"۳۳۸","quranAyats":[{"id":2642,"surahId":22,"ayatId":47,"ayatNo":"٤٧","pageNo":338,"ayatText":"وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللّٰهُ وَعْدَهُؕ وَاِنَّ يَوْماً عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ","ayatMealText":{"tr":"Bir de senden acele azab istiyorlar. Elbette Allah sözünden caymaz. Bununla beraber Rabbinin katında birgün, sizin sayacaklarınızdan bin sene gibidir.","nl":"En zij vragen jou om de bestraffing te bespoedigen, Allah zet zijn belofte nooit breken. En voorwaar, één dag bij jouw Heer is als duizend jaren, zoals jullie berekenen.","en":"They challenge you ˹O Prophet˺ to hasten the torment. And Allah will never fail in His promise. But a day with your Lord is indeed like a thousand years by your counting"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2643,"surahId":22,"ayatId":48,"ayatNo":"٤٨","pageNo":338,"ayatText":"وَكَاَيِّنْ مِنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصٖيرُࣖ","ayatMealText":{"tr":"Zulmedip dururlarken kendilerine mühlet verdiğim nice memleket halkı vardı ki, sonunda onları yakalayıvermiştim. Dönüş ancak banadır.","nl":"En hoeveel steden heb ik geen uitstel gegeven, terwijl zij onrecht pleegden, waarna Ik hen bestrafte. En tot Mij is de terugkeer.","en":"Many are the societies whose end We delayed while they did wrong, then seized them. And to Me is the final return"},"surah":null},{"id":2644,"surahId":22,"ayatId":49,"ayatNo":"٤٩","pageNo":338,"ayatText":"قُلْ يَٓا اَيُّهَا النَّاسُ اِنَّـمَٓا اَنَا۬ لَكُمْ نَذٖيرٌ مُبٖينٌۚ","ayatMealText":{"tr":"(Habîbim!) De ki: \"Ey insanlar! Ben size ancak apaçık anlatan bir uyarıcıyım.\"","nl":"Zeg (O Moehammad): \"O mensen, voorwaar, ik ben slechts een duidelijke waarschuwer voor jullie.\"","en":"Say, ˹O Prophet,˺ “O humanity! I am only sent to you with a clear warning"},"surah":null},{"id":2645,"surahId":22,"ayatId":50,"ayatNo":"٥٠","pageNo":338,"ayatText":"فَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرٖيمٌ","ayatMealText":{"tr":"İşte iman edip salih amel işleyenler için hem bir mağfiret, hem de (cennette) tükenmez bir rızık vardır.","nl":"Degenen die geloven en goede daden verrichten, voor hen is er vergeving en een weldadige voorziening.","en":"So those who believe and do good will have forgiveness and an honourable provision"},"surah":null},{"id":2646,"surahId":22,"ayatId":51,"ayatNo":"٥١","pageNo":338,"ayatText":"وَالَّذٖينَ سَعَوْا فٖٓي اٰيَاتِنَا مُعَاجِزٖينَ اُو۬لٰٓئِكَ اَصْحَابُ الْجَحٖيمِ","ayatMealText":{"tr":"Âyetlerimizi tartışarak bozmaya uğraşanlara gelince, işte onlar cehennemliktirler. Böyle de ve temennilere uyma. Çünkü:","nl":"En degenen die proberen Onze Verzen te ontkrachten: zij zullen de bewoners van Djahîm (de Hel) zijn.\"","en":"But those who strive to discredit Our revelations, they will be the residents of the Hellfire.”"},"surah":null},{"id":2647,"surahId":22,"ayatId":52,"ayatNo":"٥٢","pageNo":338,"ayatText":"وَمَٓا اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ اِلَّٓا اِذَا تَمَنّٰٓى اَلْقَى الشَّيْطَانُ فٖٓي اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيَاتِهٖؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌۙ","ayatMealText":{"tr":"(Ey Muhammed!) Biz senden önce hiçbir elçi ve hiçbir peygamber göndermedik ki o bir şey temenni ettiği zaman, şeytan onun arzusuna şüpheler karıştırmasın. Bunun üzerine Allah şeytanın karıştırdığı şüpheyi giderir. Sonra da Allah, âyetlerini tahkim eder (güçlendirir). Allah Alîm'dir (herşeyi bilir), Hakîmdir (Hikmet sahibidir)","nl":"En Wij hebben geen enkele Boodschapper of Profeet vóór jullie gestuurd zonder dat, wanneer hij (de Koran) voordroeg, de Satan iets in zijn voorlezing wierp, maar Allah heft wat de Satan erin wierp op. Vervolgens bevestigt Allah Zijn Verzen. En Allah is Alwetend, Alwijs.","en":"Whenever We sent a messenger or a prophet before you ˹O Prophet˺ and he recited ˹Our revelations˺, Satan would influence ˹people’s understanding of˺ his recitation. But ˹eventually˺ Allah would eliminate Satan’s influence. Then Allah would ˹firmly˺ establish His revelations. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":2648,"surahId":22,"ayatId":53,"ayatNo":"٥٣","pageNo":338,"ayatText":"لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذٖينَ فٖي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْؕ وَاِنَّ الظَّالِمٖينَ لَفٖي شِقَاقٍ بَعٖيدٍۙ","ayatMealText":{"tr":"Allah, şeytanın karıştırdığını, kalblerinde hastalık bulunan ve kalpleri kaskatı olan kimseleri sınamaya vesile kılar. Zalimler şüphesiz (haktan uzak) derin bir ayrılık içindedirler.","nl":"Zodat Hij wat de Satan inwerpt als een beproeving maakt voor degenen in wiens harten er een ziekte is en wiens harten verhard zijn. En voorwaar, de onrerhtvaardigen zijn sterk vijandig.","en":"All that so He may make Satan’s influence a trial for those ˹hypocrites˺ whose hearts are sick and those ˹disbelievers˺ whose hearts are hardened. Surely the wrongdoers are totally engrossed in opposition"},"surah":null},{"id":2649,"surahId":22,"ayatId":54,"ayatNo":"٥٤","pageNo":338,"ayatText":"وَلِيَعْلَمَ الَّذٖينَ اُو۫تُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهٖ فَتُخْبِتَ لَهُ قُلُوبُهُمْؕ وَاِنَّ اللّٰهَ لَهَادِ الَّذٖينَ اٰمَنُٓوا اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Bir de kendilerine ilim verilmiş olanlar, Kur'ân'ın şüphesiz Rabbinden gelen bir gerçek olduğunu bilsinler ve ona iman etsinler de kalpleri ona saygı duysun. Çünkü Allah, iman edenleri doğru yola eriştirir.","nl":"En zodat degenen die kennis gegeven is, zullen weten dat het de Waarheid van jouw Heer is, zodat zij erin geloven en zij hun harten aan Hem onderwerpen. En voorwaar, Allah zal de gelovigen zeker leiden op een recht Pad.","en":"˹This is˺ also so that those gifted with knowledge would know that this ˹revelation˺ is the truth from your Lord, so they have faith in it, and so their hearts would submit humbly to it. And Allah surely guides the believers to the Straight Path"},"surah":null},{"id":2650,"surahId":22,"ayatId":55,"ayatNo":"٥٥","pageNo":338,"ayatText":"وَلَا يَزَالُ الَّذٖينَ كَفَرُوا فٖي مِرْيَةٍ مِنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقٖيمٍ","ayatMealText":{"tr":"İnkâr edenler de, kendilerine ansızın kıyamet gelinceye veya akîm (kısır) bir günün azabı gelinceye kadar, Kur'ân'dan şüphe etmekte devam edip giderler.","nl":"Maar degenen die niet geloven zullen erover in twijfel blijven, totdat het Uur onverwachts tot hen komt of de bestraffing van een ellendige Dag hen treft.","en":"Yet the disbelievers will persist in doubt about this ˹revelation˺ until the Hour takes them by surprise, or the torment of a terminating Day comes to them"},"surah":null}]}