{"juzNo":17,"pageNo":339,"arCuzNo":"۱۷","arPageNo":"۳۳۹","quranAyats":[{"id":2651,"surahId":22,"ayatId":56,"ayatNo":"٥٦","pageNo":339,"ayatText":"اَلْمُلْكُ يَوْمَئِذٍ لِلّٰهِؕ يَحْكُمُ بَيْنَهُمْؕ فَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ فٖي جَنَّاتِ النَّعٖيمِ","ayatMealText":{"tr":"O gün hükümranlık yalnız Allah'ındır, O aralarında hükmünü verir. Artık iman edip yararlı iş işleyenler nimet cennetlerindedirler.","nl":"De heerschappij op die Dag behoort aan Allah. Hij zal tussen hen oordelen. Daarop zullen degenen die geloven en gmde daden verrichten in de Tuinen van gelukzaligheid (het Paradijs) zijn.","en":"All authority on that Day is for Allah ˹alone˺. He will judge between them. So those who believe and do good will be in the Gardens of Bliss"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2652,"surahId":22,"ayatId":57,"ayatNo":"٥٧","pageNo":339,"ayatText":"وَالَّذٖينَ كَفَرُوا وَكَذَّبُوا بِاٰيَاتِنَا فَاُو۬لٰٓئِكَ لَهُمْ عَذَابٌ مُهٖينٌ","ayatMealText":{"tr":"İnkâr edip âyetlerimizi yalan sayanlar ise, işte bunlar için hakîr düşüren bir azab vardır.","nl":"En degenen die niet geloven en Onze Verzen loochenen: zij zijn degenen voor wie er een vernederende bestraffing is.","en":"But those who disbelieve and deny Our revelations, it is they who will suffer a humiliating punishment"},"surah":null},{"id":2653,"surahId":22,"ayatId":58,"ayatNo":"٥٨","pageNo":339,"ayatText":"وَالَّذٖينَ هَاجَرُوا فٖي سَبٖيلِ اللّٰهِ ثُمَّ قُتِلُٓوا اَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقاً حَسَناًؕ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرَّازِقٖينَ","ayatMealText":{"tr":"Allah yolunda hicret edip de sonra öldürülmüş veya ölmüş olanlara gelince, elbette Allah, onları güzel bir rızıkla rızıklandıracaktır. Çünkü Allah rızık verenlerin en hayırlısıdır.","nl":"En degenen die op de Weg van Allah uitwijken en vervolgens gedood worden of sterven. Allah zal hen zeker voorzien van een goede voorziening. Voorwaar, Allah is de Beste van de Voorzieners.","en":"As for those who emigrate in the cause of Allah and then are martyred or die, Allah will indeed grant them a good provision. Surely Allah is the Best Provider"},"surah":null},{"id":2654,"surahId":22,"ayatId":59,"ayatNo":"٥٩","pageNo":339,"ayatText":"لَيُدْخِلَنَّهُمْ مُدْخَلاً يَرْضَوْنَهُؕ وَاِنَّ اللّٰهَ لَعَلٖيمٌ حَلٖيمٌ","ayatMealText":{"tr":"Allah onları hoşnud olacakları bir yere (cennete) elbette koyacaktır. Şüphesiz Allah Alîmdir (herşeyi bilir) Halîmdir, (Kullarına yumuşak davranır.).","nl":"Hij zal hen zeker een plaats laten binnengaan, die hen behaagt. Voorwaar, Allah is zeker Alwetend, Zachtmoedig.","en":"He will certainly admit them into a place they will be pleased with. For Allah is truly All-Knowing, Most Forbearing"},"surah":null},{"id":2655,"surahId":22,"ayatId":60,"ayatNo":"٦٠","pageNo":339,"ayatText":"ذٰلِكَۚ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُؕ اِنَّ اللّٰهَ لَعَفُوٌّ غَفُورٌ","ayatMealText":{"tr":"Bu böyledir, kim kendisine yapılan cezaya aynı ile karşılık verir de, sonra yine kendisine zulüm yapılırsa, muhakkak ki, Allah ona yardım eder. Allah şüphesiz çok af edicidir, çok bağışlayıcıdır.","nl":"Zo is het. En wie straft met het gelijke van dat waar hij mee gestraft is en dan opnieuw onrechtvaardig behandeld wordt: Allah zal hen zeker helpen. Voorwaar, Allah is zeker Vergevend, Vergevensgezind.","en":"That is so. And whoever retaliates in equivalence to the injury they have received, and then are wronged ˹again˺, Allah will certainly help them. Surely Allah is Ever-Pardoning, All-Forgiving"},"surah":null},{"id":2656,"surahId":22,"ayatId":61,"ayatNo":"٦١","pageNo":339,"ayatText":"ذٰلِكَ بِاَنَّ اللّٰهَ يُولِجُ الَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي الَّيْلِ وَاَنَّ اللّٰهَ سَمٖيعٌ بَصٖيرٌ","ayatMealText":{"tr":"Çünkü Allah, geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Şüphesiz Allah, Semîdir (herşeyi işitir) Basîrdir (herşeyi görür).","nl":"Dat is omdat Allah de nacht doet overgaan in de dag en de dag doet overgaan in de nacht. En omdat Allah zeker Alhorend, Alziend is.","en":"That is because Allah causes the night to merge into the day, and the day into the night. Indeed, Allah is All-Hearing, All-Seeing"},"surah":null},{"id":2657,"surahId":22,"ayatId":62,"ayatNo":"٦٢","pageNo":339,"ayatText":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُونَ مِنْ دُونِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبٖيرُ","ayatMealText":{"tr":"(Bu sonsuz güç şundandır) Çünkü Allah, varlığı kendinden olan Hak'tır. Müşriklerin O'nu bırakıp da tapındıkları putlar ise hep bâtıldır. Şüphesiz Allah, yücedir, büyüktür.","nl":"Dat is omdat Allah de Waarheid is en omdat wat zij naast Hem aanroepen vals is en omdat Allah de Verhevene, de Grootste is.","en":"That is because Allah ˹alone˺ is the Truth and what they invoke besides Him is falsehood, and Allah ˹alone˺ is truly the Most High, All-Great"},"surah":null},{"id":2658,"surahId":22,"ayatId":63,"ayatNo":"٦٣","pageNo":339,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءًؗ فَتُصْبِـحُ الْاَرْضُ مُخْضَرَّةًؕ اِنَّ اللّٰهَ لَطٖيفٌ خَبٖيرٌۚ","ayatMealText":{"tr":"Görmedin mi Allah'ın gökten indirdiği su ile yeryüzü (nasıl) yemyeşil oluyor? Gerçekten Allah çok lütufkârdır, her şeyden haberdardır.","nl":"Zie jij niet dat Allah water uit de hemelen doet neerdalen? Zo wordt de aarde groen. Voorwaar, Allah is zeker Zachtmoedig, Alwetend.","en":"Do you not see that Allah sends down rain from the sky, then the earth becomes green? Surely Allah is Most Subtle, All-Aware"},"surah":null},{"id":2659,"surahId":22,"ayatId":64,"ayatNo":"٦٤","pageNo":339,"ayatText":"لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمٖيدُࣖ","ayatMealText":{"tr":"Göklerde ve yerde ne varsa hep O'nundur. Doğrusu Allah müstağnîdir, övülmeğe layıktır.","nl":"Aan Hem behoort wat er in de hemelen en op de aarde is. En voorwaar, Allah is zeker de Behoefteloze, de Geprezene.","en":"To Him belongs whatever is in the heavens and whatever is on the earth. Allah ˹alone˺ is truly the Self-Sufficient, Praiseworthy"},"surah":null}]}