{"juzNo":2,"pageNo":34,"arCuzNo":"۲","arPageNo":"۳٤","quranAyats":[{"id":223,"surahId":2,"ayatId":216,"ayatNo":"٢١٦","pageNo":34,"ayatText":"كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْۚ وَعَسٰٓى اَنْ تَكْرَهُوا شَيْـٔاً وَهُوَ خَيْرٌ لَكُمْۚ وَعَسٰٓى اَنْ تُحِبُّوا شَيْـٔاً وَهُوَ شَرٌّ لَكُمْؕ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُونَࣖ","ayatMealText":{"tr":"Savaş size farz kılındı, gerçi o size hoş gelmez. Olabilir ki siz, bir şeyden hoşlanmazsınız; oysa ki o sizin için bir hayırdır. Yine olabilir ki, siz bir şeyi seversiniz, oysaki o sizin için bir kötülüktür. Allah bilir, siz bilmezsiniz.","nl":"De strijd is jullie verplicht, terwijl jullie er een afkeer van hebben. Maar het kan zijn dat jullie afkeer van iets hebben, terwijl het goed is voor jullie; en het kan zijn dat jullie van iets houden, terwijl het slecht is voor jullie. En Allah weet, terwijl jullie niet weten.","en":"Fighting has been made obligatory upon you ˹believers˺, though you dislike it. Perhaps you dislike something which is good for you and like something which is bad for you. Allah knows and you do not know"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":224,"surahId":2,"ayatId":217,"ayatNo":"٢١٧","pageNo":34,"ayatText":"يَسْـَٔلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فٖيهِؕ قُلْ قِتَالٌ فٖيهِ كَبٖيرٌؕ وَصَدٌّ عَنْ سَبٖيلِ اللّٰهِ وَكُفْرٌ بِهٖ وَالْمَسْجِدِ الْحَرَامِ وَاِخْرَاجُ اَهْلِهٖ مِنْهُ اَكْبَرُ عِنْدَ اللّٰهِۚ وَالْفِتْنَةُ اَكْبَرُ مِنَ الْقَتْلِؕ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتّٰى يَرُدُّوكُمْ عَنْ دٖينِكُمْ اِنِ اسْتَطَاعُواؕ وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دٖينِهٖ فَيَمُتْ وَهُوَ كَافِرٌ فَاُو۬لٰٓئِكَ حَبِطَتْ اَعْمَالُهُمْ فِي الدُّنْيَا وَالْاٰخِرَةِۚ وَاُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَـالِدُونَ","ayatMealText":{"tr":"Ey Muhammed! Sana haram aydan ve o ayda savaşmaktan soruyorlar. De ki: O ayda savaşmak, büyük bir günahtır. Bununla beraber Allah yolundan alıkoymak, O'nu inkar etmek, insanları, Mescidi Haram'dan menetmek ve halkını oradan çıkarmak, Allah yanında daha büyük bir günahtır ve fitne, öldürmekten daha büyük bir vebaldir. Onlar, güçleri yeterse, sizi dininizden döndürmek için sizinle savaşmaktan hiçbir zaman geri durmazlar. Sizden de her kim, dininden döner ve kâfir olarak can verirse artık onların bütün amelleri, dünyada ve ahirette boşa gitmiştir. İşte onlar, cehennemliklerdir. Onlar orada ebedi olarak kalacaklardır.","nl":"Zij vragen jou over de strijd in de Gewijde maanden. Zeg (O Moehammad): \"De strijd daarin is een grote zonde. En het afhouden van het Pad van Allah en ongeloof aan Hem en het versperren van de teogang tot de Masdjid al Harãm\" (de Gewijde Moskee te Mekkah) en het verdrijven van de bewoners er omheen, (dit alles) is nog erger bij Allah. En Fitnah (hier: afgoderij) is erger dan het doden. En zij zullen niet ophouden jullie te bestrijden totdat zij jullie van jullie godsdienst hebben afgebracht en afvalligen hebben gamaakt, als zij dartoe in staat zouden zijn. En wie van julle afvallig is aan zijn godsdienst en dan sterft, terijl hij een ongelovige is, diegenen zijn het wier daden vruchteloos zijn, op aarde en het Hiernamaals, diegenen zijn de bewoners van de Hel. Zij zijn daarin eeuwig levenden.","en":"They ask you ˹O Prophet˺ about fighting in the sacred months. Say, “Fighting during these months is a great sin. But hindering ˹others˺ from the Path of Allah, rejecting Him, and expelling the worshippers from the Sacred Mosque is ˹a˺ greater ˹sin˺ in the sight of Allah. For persecution is far worse than killing. And they will not stop fighting you until they turn you away from your faith—if they can. And whoever among you renounces their own faith and dies a disbeliever, their deeds will become void in this life and in the Hereafter. It is they who will be the residents of the Fire. They will be there forever.”"},"surah":null},{"id":225,"surahId":2,"ayatId":218,"ayatNo":"٢١٨","pageNo":34,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَالَّذٖينَ هَاجَرُوا وَجَاهَدُوا فٖي سَبٖيلِ اللّٰهِۙ اُو۬لٰٓئِكَ يَرْجُونَ رَحْمَتَ اللّٰهِؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Şüphesiz ki iman edenlere, Allah yolunda hicret edip, cihad edenlere gelince, işte onlar, Allah'ın rahmetini umarlar. Allah, çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Voorwar, degenen die geloven en degenen die uitgeweken zijn en degenen die strijden op de Web van Allah, zij zijn degenen die hopen op de Barmhartigheid van Allah. En Allah is Vergevensgezind, Meest Barmhartig.","en":"Surely those who have believed, emigrated, and struggled in the Way of Allah—they can hope for Allah’s mercy. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":226,"surahId":2,"ayatId":219,"ayatNo":"٢١٩","pageNo":34,"ayatText":"يَسْـَٔلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِؕ قُلْ فٖيهِمَٓا اِثْمٌ كَبٖيرٌ وَمَنَافِـعُ لِلنَّاسِؗ وَاِثْمُهُمَٓا اَكْبَرُ مِنْ نَفْعِهِمَاؕ وَيَسْـَٔلُونَكَ مَاذَا يُنْفِقُونَؕ قُلِ الْعَفْوَؕ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَۙ","ayatMealText":{"tr":"Ey Muhammed! Sana şarap ve kumardan soruyorlar. De ki: Bu ikisinde büyük bir günah, bir de insanlar için bazı menfaatler vardır. Fakat günahları, menfaatlerinden daha büyüktür. Yine sana neyi infak edeceklerini soruyorlar. De ki: İhtiyaçtan fazlasını infak edin. İşte böylece Allah, size âyetlerini açıklıyor. Umulur ki siz düşünürsünüz.","nl":"Zij vragen jou over de wijn en het kansspel. Zeg: \"In beide is grote zonde en nut voor de mensen, maar de zonde in beide is groter dan hun nuit.\" En zij vragen jou wat zij aan bijdragen moeten geven. Zeg: \"Wat jullie kunnen missen.\" Zo maakt Hij voor jullie Zijn Tekenen duidelijk, hopelijk zullen jullie nadenken.","en":"They ask you ˹O Prophet˺ about intoxicants and gambling. Say, “There is great evil in both, as well as some benefit for people—but the evil outweighs the benefit.” They ˹also˺ ask you ˹O Prophet˺ what they should donate. Say, “Whatever you can spare.” This is how Allah makes His revelations clear to you ˹believers˺, so perhaps you may reflect"},"surah":null}]}