{"juzNo":17,"pageNo":340,"arCuzNo":"۱۷","arPageNo":"۳٤۰","quranAyats":[{"id":2660,"surahId":22,"ayatId":65,"ayatNo":"٦٥","pageNo":340,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَا فِي الْاَرْضِ وَالْفُلْكَ تَجْرٖي فِي الْبَحْرِ بِاَمْرِهٖؕ وَيُمْسِكُ السَّمَٓاءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖؕ اِنَّ اللّٰهَ بِالنَّاسِ لَرَؤُ۫فٌ رَحٖيمٌ","ayatMealText":{"tr":"Görmedin mi ki, Allah bütün yerdekileri ve emriyle denizlerde akıp giden gemileri hep sizin buyruğunuz altına verdi. Göğü de izni olmaksızın yere düşmekten o (koruyup havada) tutuyor. Şüphesiz Allah insanlara çok şefkatlidir, çok merhametlidir.","nl":"Zie jij niet dat Allah alles op de aarde en de schepen die over de zeeën rondvaren op zijn bevel aan jullie dienstbaar heeft gemaakt? En dat Hij de hemelen weerhoudt op de aarde te vallen, alleen maar door Zijn toestemming? Voorwaar, Allah is voor de mensen zeker Zachtmoedig, Meest Bamhartig.","en":"Do you not see that Allah has subjected to you whatever is in the earth as well as the ships ˹that˺ sail through the sea by His command? He keeps the sky from falling down on the earth except by His permission. Surely Allah is Ever Gracious and Most Merciful to humanity"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2661,"surahId":22,"ayatId":66,"ayatNo":"٦٦","pageNo":340,"ayatText":"وَهُوَ الَّـذٖٓي اَحْيَاكُمْؗ ثُمَّ يُمٖيتُكُمْ ثُمَّ يُحْيٖيكُمْؕ اِنَّ الْاِنْسَانَ لَكَفُورٌ","ayatMealText":{"tr":"Size (ilk defa) hayat veren, sonra öldürecek olan, sonra da yeniden diriltecek olan O'dur. İnsan gerçekten pek nankördür.","nl":"En Hij is het Die jullie doet leven en dan doet sterven en jullie vervolgens doet leven. Voorwaar, de mens is zeker ondankbaar.","en":"And He is the One Who gave you life, then will cause you to die, and then will bring you back to life. ˹But˺ surely humankind is ever ungrateful"},"surah":null},{"id":2662,"surahId":22,"ayatId":67,"ayatNo":"٦٧","pageNo":340,"ayatText":"لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكاً هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْاَمْرِ وَادْعُ اِلٰى رَبِّكَؕ اِنَّكَ لَعَلٰى هُدًى مُسْتَقٖيمٍ","ayatMealText":{"tr":"Biz her ümmet için bir şeriat tayin ettik ki, onlar onunla amel ederler. Bunun için (ey Muhammed!) bu konuda seninle hiçbir zaman çekişmesinler. (İnsanları) Rabbine (ibadet etmeye) çağır. Şüphesiz sen gerçekten hidayete götüren doğru bir yol üzerindesin.","nl":"Voor iedere gemeenschap hebben Wij godsdienstige gebruiken vastgesteld, die zij moeten volgen. Laat hen daarom niet met jou over de zaak twisten, en roep op tot jouw Heer: voorwaar, jij volgt zeker rechte Leiding.","en":"For every community We appointed a code of life to follow. So do not let them dispute with you ˹O Prophet˺ in this matter. And invite ˹all˺ to your Lord, for you are truly on the Right Guidance"},"surah":null},{"id":2663,"surahId":22,"ayatId":68,"ayatNo":"٦٨","pageNo":340,"ayatText":"وَاِنْ جَادَلُوكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُونَ","ayatMealText":{"tr":"Eğer seninle tartışırlarsa, de ki: \"Allah yaptıklarınızı çok iyi bilir.\"","nl":"En als zij met jou twisten zeg dan: \"Allah weet beter wat jullie doen.\"","en":"But if they argue with you, then say, “Allah knows best what you do.”"},"surah":null},{"id":2664,"surahId":22,"ayatId":69,"ayatNo":"٦٩","pageNo":340,"ayatText":"اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فٖيمَا كُنْتُمْ فٖيهِ تَخْتَلِفُونَ","ayatMealText":{"tr":"Ayrılığa düştüğünüz şeyler hakkında kıyamet günü Allah aranızda hükmünü verecektir.","nl":"Allah zal op de Dag der Opstanding onder jullie oordelen over dat waarover jullie plachten te redetwistten.","en":"Allah will judge between you ˹all˺ on Judgment Day regarding your differences"},"surah":null},{"id":2665,"surahId":22,"ayatId":70,"ayatNo":"٧٠","pageNo":340,"ayatText":"اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِي السَّمَٓاءِ وَالْاَرْضِؕ اِنَّ ذٰلِكَ فٖي كِتَابٍؕ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسٖيرٌ","ayatMealText":{"tr":"Bilmez misin ki, Allah, gökte ve yerde ne varsa hepsini bilir. Şüphesiz bunlar bir kitabtadır. Hiç şüphe yok ki bunlar Allah'a pek kolaydır.","nl":"Weet jij niet dat Allah weet wat er in de hemelen en op de aarde is? Voorwaar, dat is in een Boek (Lauhoelmahfôezh). Voorwaar, dat is voor Allah gemakkelijk.","en":"Do you not know that Allah ˹fully˺ knows whatever is in the heavens and the earth? Surely it is all ˹written˺ in a Record. That is certainly easy for Allah"},"surah":null},{"id":2666,"surahId":22,"ayatId":71,"ayatNo":"٧١","pageNo":340,"ayatText":"وَيَعْبُدُونَ مِنْ دُونِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطَاناً وَمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌؕ وَمَا لِلظَّالِمٖينَ مِنْ نَصٖيرٍ","ayatMealText":{"tr":"Onlar Allah'ı bırakıp da O'nun, haklarında hiçbir delil indirmediği ve kendilerinde de bir bilgi bulunmayan şeylere taparlar. Zalimler için hiçbir yardımcı yoktur.","nl":"En zij aanbidden naast Allah dat waarover Hij geen bewijs neergezonden heeft en waarover zij geen kennis hebben. En voor de onrechtplegers zal ef geen helper zijn.","en":"Yet they worship besides Allah that for which He has sent down no authority, and of which they have no knowledge. The wrongdoers will have no helper"},"surah":null},{"id":2667,"surahId":22,"ayatId":72,"ayatNo":"٧٢","pageNo":340,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فٖي وُجُوهِ الَّذٖينَ كَفَرُوا الْمُنْكَرَؕ يَكَادُونَ يَسْطُونَ بِالَّذٖينَ يَتْلُونَ عَلَيْهِمْ اٰيَاتِنَاؕ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِنْ ذٰلِكُمْؕ اَلنَّارُؕ وَعَدَهَا اللّٰهُ الَّذٖينَ كَفَرُواؕ وَبِئْسَ الْمَصٖيرُࣖ","ayatMealText":{"tr":"Âyetlerimiz kendilerine apaçık olarak okunduğu zaman, o kâfirlerin yüzlerinden inkârlarını anlarsın. Neredeyse, kendilerine âyetlerimizi okuyanlara saldıracaklar. De ki: \"Şimdi size ondan daha kötü olanını haber vereyim mi? O, ateştir. Allah bunu kâfir olanlara vaad buyurdu. O ne kötü bir dönüş yeridir.\"","nl":"En wanneer de duidelijke Verzen aan hen worden voorgedragen herken jij op de gezichten van de degenen die ongelovig zijn de afkeuring. Zij staan op het punt om degenen die Onze Verzen aan hen voordragen aan te vallen. Zeg (O Moehammad): \"Zal ik jullie op de hoogte brengen van wat slechter dan dat is? De Hel! En Allah beloofde die aan degenen die ongelovig zijn, en dat is een slechte bestemming.\"","en":"Whenever Our clear revelations are recited to them, you ˹O Prophet˺ recognize rage on the faces of the disbelievers, as if they are going to snap at those who recite Our revelations to them. Say, “Shall I inform you of something far more enraging than that? ˹It is˺ the Fire with which Allah has threatened those who disbelieve. What an evil destination!”"},"surah":null}]}