{"juzNo":17,"pageNo":341,"arCuzNo":"۱۷","arPageNo":"۳٤۱","quranAyats":[{"id":2668,"surahId":22,"ayatId":73,"ayatNo":"٧٣","pageNo":341,"ayatText":"يَٓا اَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُؕ اِنَّ الَّذٖينَ تَدْعُونَ مِنْ دُونِ اللّٰهِ لَنْ يَخْلُقُوا ذُبَاباً وَلَوِ اجْتَمَعُوا لَهُؕ وَاِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْـٔاً لَا يَسْتَنْقِذُوهُ مِنْهُؕ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ","ayatMealText":{"tr":"Ey insanlar! Bir misal verilmektedir, şimdi ona iyi kulak verin: Sizin Allah'ı bırakıp taptıklarınız bir araya gelseler, bir sinek bile yaratamayacaklardır. Sinek onlardan bir şey kapsa onu kurtaramazlar. İsteyen de, istenen de âcizdir.","nl":"O mensen! Er wordt eren vergelijking gemaakt, luistert ernaar! Voorwaar, degenen die jullie naast Allah aanroepen zullen nooit een vlieg kunnen scheppen, al kwamen zij daarvoor allen bijelkaar! En als de vlieg iets van hen zou weggrissen, kunnen zij het niet van hem terugpakken. Zwak is hij die er naar zoekt en het gezochte!","en":"O humanity! A lesson is set forth, so listen to it ˹carefully˺: those ˹idols˺ you invoke besides Allah can never create ˹so much as˺ a fly, even if they ˹all˺ were to come together for that. And if a fly were to snatch anything away from them, they cannot ˹even˺ retrieve it from the fly. How powerless are those who invoke and those invoked"},"surah":{"surahId":22,"name":"Hac","nameAr":"الْحَجِّ","revelationOrder":103,"verseCount":78,"juzNo":17,"firstPage":332}},{"id":2669,"surahId":22,"ayatId":74,"ayatNo":"٧٤","pageNo":341,"ayatText":"مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖؕ اِنَّ اللّٰهَ لَقَوِيٌّ عَزٖيزٌ","ayatMealText":{"tr":"Allah'ın büyüklüğünü gereği gibi değerlendirip bilemediler. Şüphesiz ki Allah çok kuvvetlidir, her şeye üstündür.","nl":"Zij schatten Allah niet op de Zijn ware nucht in. Voorwaar, Allah is zeker Sterk, Machtig.","en":"They have not shown Allah the reverence He deserves. Surely Allah is All-Powerful, Almighty"},"surah":null},{"id":2670,"surahId":22,"ayatId":75,"ayatNo":"٧٥","pageNo":341,"ayatText":"اَللّٰهُ يَصْطَفٖي مِنَ الْمَلٰٓئِكَةِ رُسُلاً وَمِنَ النَّاسِؕ اِنَّ اللّٰهَ سَمٖيعٌ بَصٖيرٌۚ","ayatMealText":{"tr":"Allah hem meleklerden, hem de insanlardan elçiler seçer. Şüphesiz Allah her şeyi işitir, her şeyi görür.","nl":"Allah kiest uit de Engelen gezanten en uit de mensen (Boodschappers). Voorwaar, Allah is Alhorend, Alziend.","en":"Allah selects messengers from both angels and people, for Allah is truly All-Hearing, All-Seeing"},"surah":null},{"id":2671,"surahId":22,"ayatId":76,"ayatNo":"٧٦","pageNo":341,"ayatText":"يَعْلَمُ مَا بَيْنَ اَيْدٖيهِمْ وَمَا خَلْفَهُمْؕ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُورُ","ayatMealText":{"tr":"O geçmişlerini ve geleceklerini bilir. Bütün işler Allah'a döndürülür.","nl":"Hij weet wat vóór hen is en wat achter hen is en tot Allah worden alle zaken teruggebracht.","en":"He knows what is ahead of them and what is behind them. And to Allah ˹all˺ matters will be returned ˹for judgment˺"},"surah":null},{"id":2672,"surahId":22,"ayatId":77,"ayatNo":"٧٧","pageNo":341,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَۚ","ayatMealText":{"tr":"Ey iman edenler! rükû edin, secdeye varın, Rabbinize kulluk edin, iyilik yapın ki kurtulabilesiniz.","nl":"O jullie die geloven: buigt en knielt en aanbidt jullie Heer en doet het goede. Hopelijk zullen jullie welslagen.","en":"O believers! Bow down, prostrate yourselves, worship your Lord, and do ˹what is˺ good so that you may be successful"},"surah":null},{"id":2673,"surahId":22,"ayatId":78,"ayatNo":"٧٨","pageNo":341,"ayatText":"وَجَاهِدُوا فِي اللّٰهِ حَقَّ جِهَادِهٖؕ هُوَ اجْتَبٰيكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدّٖينِ مِنْ حَرَجٍؕ مِلَّةَ اَبٖيكُمْ اِبْرٰهٖيمَؕ هُوَ سَمّٰيكُمُ الْمُسْلِمٖينَ مِنْ قَبْلُ وَفٖي هٰذَا لِيَكُونَ الرَّسُولُ شَهٖيداً عَلَيْكُمْ وَتَكُونُوا شُهَدَٓاءَ عَلَى النَّاسِۚ فَاَقٖيمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوا بِاللّٰهِؕ هُوَ مَوْلٰيكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصٖيرُ","ayatMealText":{"tr":"Allah uğrunda gerektiği gibi cihad edin. Sizi o seçmiş, babanız İbrahim'in yolu olan dinde sizin için bir zorluk kılmamıştır. Daha önce ve Kur'ân'da, Peygamberin size şahid olması, sizin de insanlara şahid olmanız için, size müslüman adını veren O'dur. Artık namaz kılın, zekat verin, Allah'a sarılın. O sizin sahibinizdir. O ne güzel sahip ve ne güzel yardımcıdır!","nl":"En streeft naar Allah volgens het streven waar Hij rechtop heeft. Hij heeft jullie uitgekozen en Hij heeft het jullie in de godsdienst niet moeilijk gemaakt: (volgt) de godsdienst van jullie vader Ibrâhîm. Hij is degene die jullie Moslims genoemd heeft, vroeger en hierin (de Koran): opdat de Boodschapper getuige is voor jullie en opdat jullie getuigen zijn voor de mensen. Onderhoudt dus de shalât en geeft de zakât en houdt jullie vast ma Allah, Hij is jullie Meester: de beste Meester en de beste Helper!","en":"Strive for ˹the cause of˺ Allah in the way He deserves, for ˹it is˺ He ˹Who˺ has chosen you, and laid upon you no hardship in the religion—the way of your forefather Abraham. ˹It is Allah˺ Who named you ‘the ones who submit’ ˹in the˺ earlier ˹Scriptures˺ and in this ˹Quran˺, so that the Messenger may be a witness over you, and that you may be witnesses over humanity. So establish prayer, pay alms-tax, and hold fast to Allah. He ˹alone˺ is your Guardian. What an excellent Guardian, and what an excellent Helper"},"surah":null}]}