{"juzNo":18,"pageNo":343,"arCuzNo":"۱۸","arPageNo":"۳٤۳","quranAyats":[{"id":2691,"surahId":23,"ayatId":18,"ayatNo":"١٨","pageNo":343,"ayatText":"وَاَنْزَلْنَا مِنَ السَّمَٓاءِ مَٓاءً بِقَدَرٍ فَاَسْكَنَّاهُ فِي الْاَرْضِࣗ وَاِنَّا عَلٰى ذَهَابٍ بِهٖ لَقَادِرُونَۚ","ayatMealText":{"tr":"Gökten uygun bir ölçüde yağmur indirip onu yerde durgunlaştırdık. Bizim onu gidermeye de elbet gücümüz yeter.","nl":"En Wij stuurden een afgepaste hoeveelheid water neer waarna Wij het blijvend in de grond vasthouden. En voorwaar, Wij zijn in staat het weer weg te nemen.","en":"We send down rain from the sky in perfect measure, causing it to soak into the earth. And We are surely able to take it away"},"surah":{"surahId":23,"name":"Mü'minûn","nameAr":"الْمُؤْمِنُونَ","revelationOrder":74,"verseCount":118,"juzNo":18,"firstPage":342}},{"id":2692,"surahId":23,"ayatId":19,"ayatNo":"١٩","pageNo":343,"ayatText":"فَاَنْشَأْنَا لَكُمْ بِهٖ جَنَّاتٍ مِنْ نَخٖيلٍ وَاَعْنَابٍۘ لَكُمْ فٖيهَا فَوَاكِهُ۬ كَثٖيرَةٌ وَمِنْهَا تَأْكُلُونَۙ","ayatMealText":{"tr":"Böylece onun (yağmurun) sayesinde sizin yararınıza hurma bahçeleri ve üzüm bağları meydana getirdik ki, bunlarda sizin için bir çok meyveler vardır ve siz onlardan yersiniz.","nl":"Toen legden Wij daarmee voor jullie tuinen met palmen en druivenstruiken aan, met daaraan veel vruchten. En jullie eten daarvan.","en":"With it We produce for you gardens of palm trees and grapevines, in which there are abundant fruits, and from which you may eat"},"surah":null},{"id":2693,"surahId":23,"ayatId":20,"ayatNo":"٢٠","pageNo":343,"ayatText":"وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَٓاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْاٰكِلٖينَ","ayatMealText":{"tr":"Tûrı Sinâ'da (dahi) yetişen bir ağaç da meydana getirdik ki, bu ağaç, hem yağ, hem de yiyenlerin ekmeğine katık edecekleri (zeytin) verir.","nl":"En (van) een boom die groeit op de berg Sinaî. die olie en een gerecht voor hen die eten levert.","en":"as well as ˹olive˺ trees which grow at Mount Sinai, providing oil and a condiment to eat"},"surah":null},{"id":2694,"surahId":23,"ayatId":21,"ayatNo":"٢١","pageNo":343,"ayatText":"وَاِنَّ لَكُمْ فِي الْاَنْعَامِ لَعِبْرَةًؕ نُسْقٖيكُمْ مِمَّا فٖي بُطُونِهَا وَلَكُمْ فٖيهَا مَنَافِعُ كَثٖيرَةٌ وَمِنْهَا تَأْكُلُونَۙ","ayatMealText":{"tr":"Hayvanlarda da sizin için elbette ibretler vardır. Onların karınlarındakilerden size içiririz. Onlarda sizin için birtakım faydalar daha vardır; ayrıca etlerini yersiniz.","nl":"En voorwaar, in het vee is een lering voor jullie. Wij geven jullie te drinken uit hun buiken en voor jullie zijn daarin vele nuttige zaken en jullie eten daarvan.","en":"And there is certainly a lesson for you in cattle, from whose bellies We give you ˹milk˺ to drink, and in them are many other benefits for you, and from them you may eat"},"surah":null},{"id":2695,"surahId":23,"ayatId":22,"ayatNo":"٢٢","pageNo":343,"ayatText":"وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَࣖ","ayatMealText":{"tr":"Hem onlara ve hem gemiye yüklenirsiniz.","nl":"Op hen en op de schepen worden jullie vervoerd.","en":"And you are carried upon ˹some of˺ them and upon ships"},"surah":null},{"id":2696,"surahId":23,"ayatId":23,"ayatNo":"٢٣","pageNo":343,"ayatText":"وَلَقَدْ اَرْسَلْنَا نُوحاً اِلٰى قَوْمِهٖ فَقَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ اَفَلَا تَتَّقُونَ","ayatMealText":{"tr":"And olsun biz, Nûh'u kavmine gönderdik. \"Ey kavmim dedi, Allah'a kulluk edin. O'ndan başka tanrınız yoktur. Hâlâ sakınmaz mısınız?\"","nl":"En voorzeker, Wij hebben Nôeh tot zijn volk gezonden. Toen zei hij: \"O mijn volk, aanbidt Allah, er is geen andere god voor jullie dan Hij. Waarom vrezen jullie (Allah) niet?\"","en":"Indeed, We sent Noah to his people. He declared, “O my people! Worship Allah ˹alone˺. You have no god other than Him. Will you not then fear ˹Him˺?”"},"surah":null},{"id":2697,"surahId":23,"ayatId":24,"ayatNo":"٢٤","pageNo":343,"ayatText":"فَقَالَ الْمَلَؤُا الَّذٖينَ كَفَرُوا مِنْ قَوْمِهٖ مَا هٰذَٓا اِلَّا بَشَرٌ مِثْلُكُمْۙ يُرٖيدُ اَنْ يَتَفَضَّلَ عَلَيْكُمْؕ وَلَوْ شَٓاءَ اللّٰهُ لَاَنْزَلَ مَلٰٓئِكَةًۚ مَا سَمِعْنَا بِهٰذَا فٖٓي اٰبَٓائِنَا الْاَوَّلٖينَۚ","ayatMealText":{"tr":"Bunun üzerine, kavminin içinden kâfir kodaman topluluğu \"Bu, dediler, tıpkı sizin gibi bir beşer olmaktan başka bir şey değildir. Size üstün ve hakim olmak istiyor. Eğer Allah (peygamber göndermek) isteseydi, muhakkak ki bir melek gönderirdi. Biz geçmişteki atalarımızdan böyle bir şey duymadık.\"","nl":"Toen zeiden de vooraanstanden, die niet geloofden, van zijn volk: \"Deze (man) is slechts een mens zoals jullie. Hij wenst uit te blinken boven jullie. En als Allah het gewild had, zou Hij Engelen hebben gestuurd. Wij hebben hierover van onze voorouders nog nooit gehoord.","en":"But the disbelieving chiefs of his people said ˹to the masses˺, “This is only a human like you, who wants to be superior to you. Had Allah willed, He could have easily sent down angels ˹instead˺. We have never heard of this in ˹the history of˺ our forefathers"},"surah":null},{"id":2698,"surahId":23,"ayatId":25,"ayatNo":"٢٥","pageNo":343,"ayatText":"اِنْ هُوَ اِلَّا رَجُلٌ بِهٖ جِنَّةٌ فَتَرَبَّصُوا بِهٖ حَتّٰى حٖينٍ","ayatMealText":{"tr":"\"Bu, yalnızca kendisinde delilik bulunan bir kimsedir. Öyle ise, bir süreye kadar ona katlanıp (durumu) gözetleyin bakalım.\"","nl":"Hij is slechts een man die bezeten is, wacht daarom op hem tot een bepaald moment.\"","en":"He is simply insane, so bear with him for a while.”"},"surah":null},{"id":2699,"surahId":23,"ayatId":26,"ayatNo":"٢٦","pageNo":343,"ayatText":"قَالَ رَبِّ انْصُرْنٖي بِمَا كَذَّبُونِ","ayatMealText":{"tr":"Nuh: \"Rabbim! dedi, beni yalana çıkarmalarına karşı bana yardım et!\"","nl":"Hij (Nôeh) zei: \"O mijn Heer, help mij vanwege wat zij loochenen.\"","en":"Noah prayed, “My Lord! Help me, because they have denied ˹me˺.”"},"surah":null},{"id":2700,"surahId":23,"ayatId":27,"ayatNo":"٢٧","pageNo":343,"ayatText":"فَاَوْحَيْنَٓا اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا فَاِذَا جَٓاءَ اَمْرُنَا وَفَارَ التَّنُّورُۙ فَاسْلُكْ فٖيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْۚ وَلَا تُخَاطِبْنٖي فِي الَّذٖينَ ظَلَمُواۚ اِنَّهُمْ مُغْرَقُونَ","ayatMealText":{"tr":"Bunun üzerine ona şöyle vahyettik: Bizim nezaretimiz altında ve vahyimizle gemiyi yap. Bizim emrimiz gelip de tandır kaynayınca, her cinsten eşler halinde iki tane ve bir de içlerinden, daha önce kendisi aleyhinde hüküm verilmiş olanların dışındaki aileni gemiye al. Zulmetmiş olanlar konusunda bana hiç yalvarma! Zira onlar kesinlikle boğulacaklardır!","nl":"Toen openbaarden Wij aan hem: \"Bouw onder Ons toezicht en (volgens) Onze aanwijzing een schip. En als Ons bevel komt en de oven overkookt, ga dan aan boord, met van ieder (dier) twee, paarsgewijs, en jouw familie, behalve degene van hen tegen wie het Woord (van bestraffing) er eerder was. En spreek Mij niet aan over degenen die onrecht pleegden. Voorwaar, zij zullen verdronken worden.","en":"So We inspired him: “Build the Ark under Our ˹watchful˺ Eyes and directions. Then when Our command comes and the oven bursts ˹with water˺, take on board a pair from every species along with your family—except those against whom the decree ˹to drown˺ has already been passed. And do not plead with Me for those who have done wrong, for they will surely be drowned.”"},"surah":null}]}