{"juzNo":18,"pageNo":344,"arCuzNo":"۱۸","arPageNo":"۳٤٤","quranAyats":[{"id":2701,"surahId":23,"ayatId":28,"ayatNo":"٢٨","pageNo":344,"ayatText":"فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ الَّذٖي نَجّٰينَا مِنَ الْقَوْمِ الظَّالِمٖينَ","ayatMealText":{"tr":"Sen, yanındakilerle beraber gemiye yerleştiğinde: \"Bizi zalimler topluluğundan kurtaran Allah'a hamdolsun\" de.","nl":"Dus wanneer jij en de mensen met jou aan boord van het schip zullen gaan, zeg dan: \"Alle lof zij Allah, Die ons gered heeft van het onrechtvaardige volk.\"","en":"Then when you and those with you have settled in the Ark, say, “All praise is for Allah, Who saved us from the wrongdoing people.”"},"surah":{"surahId":23,"name":"Mü'minûn","nameAr":"الْمُؤْمِنُونَ","revelationOrder":74,"verseCount":118,"juzNo":18,"firstPage":342}},{"id":2702,"surahId":23,"ayatId":29,"ayatNo":"٢٩","pageNo":344,"ayatText":"وَقُلْ رَبِّ اَنْزِلْنٖي مُنْزَلاً مُبَارَكاً وَاَنْتَ خَيْرُ الْمُنْزِلٖينَ","ayatMealText":{"tr":"Ve de ki: \"Rabbim! Beni mübarek bir yere indir. Sen, konuklatanların en hayırlısısın.\"","nl":"En zeg: \"O mijn Heer, plaats mij op een gezegende plaats. En U bent het die de beste plaatsen geeft.\"","en":"And pray, “My Lord! Allow me a blessed landing, for You are the best accommodator.”"},"surah":null},{"id":2703,"surahId":23,"ayatId":30,"ayatNo":"٣٠","pageNo":344,"ayatText":"اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ وَاِنْ كُنَّا لَمُبْتَلٖينَ","ayatMealText":{"tr":"Şüphesiz bunda sizin için birtakım ibretler vardır. Çünkü biz, kullarımızı böyle denemişizdir.","nl":"Voorwar, daarin zijn zeker Tekenen en Wij hebben hen zeker beproefd.","en":"Surely in this are lessons. And We ˹always˺ put ˹people˺ to the test"},"surah":null},{"id":2704,"surahId":23,"ayatId":31,"ayatNo":"٣١","pageNo":344,"ayatText":"ثُمَّ اَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْناً اٰخَرٖينَۚ","ayatMealText":{"tr":"Sonra onların ardından bir başka nesil getirdik.","nl":"Vervolgens brengen Wij na hen een andere generatie voort.","en":"Then We raised another generation after them"},"surah":null},{"id":2705,"surahId":23,"ayatId":32,"ayatNo":"٣٢","pageNo":344,"ayatText":"فَاَرْسَلْنَا فٖيهِمْ رَسُولاً مِنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِنْ اِلٰهٍ غَيْرُهُؕ اَفَلَا تَتَّقُونَࣖ","ayatMealText":{"tr":"Bunun üzerine, onlar arasından kendilerine, \"Allah'a kulluk edin; çünkü sizin O'ndan başka bir tanrınız yoktur. Hâlâ Allah'tan korkmaz mısınız? (mesajını ileten) bir resul gönderdik.","nl":"En Wij stuurden hun een Boodschapper van onder hen (die zei:) \"Aanbidt Allah. Er is geen god voor jullie dan Hem, waarom vrezen jullie (Allah) niet?\"","en":"and sent to them a messenger from among themselves, ˹declaring,˺ “Worship Allah ˹alone˺. You have no god other than Him. Will you not then fear ˹Him˺?”"},"surah":null},{"id":2706,"surahId":23,"ayatId":33,"ayatNo":"٣٣","pageNo":344,"ayatText":"وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذٖينَ كَفَرُوا وَكَذَّبُوا بِلِقَٓاءِ الْاٰخِرَةِ وَاَتْرَفْنَاهُمْ فِي الْحَيٰوةِ الدُّنْيَاۙ مَا هٰذَٓا اِلَّا بَشَرٌ مِثْلُكُمْۙ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ","ayatMealText":{"tr":"Onun kavminden, kâfir olup ahirete ulaşmayı yalanlayan ve dünya hayatında kendilerine refah verdiğimiz kodaman güruh dedi ki: \"Bu dediler, sadece sizin gibi bir insandır; sizin yediğinizden yer, sizin içtiğinizden içer.\"","nl":"En de vooraanstanden, die niet geloofden, van zijn volk en die de ontmoeting in het Hiernamaals loochenden en die Wij de weelde van het wereldse leven gaven, zeiden: \"Deze (man) is slechts een mens zoals jullie, hij eet van wat jullie eten en hij drinkt van wat jullie drinken.","en":"But the chiefs of his people—who disbelieved, denied the meeting ˹with Allah˺ in the Hereafter, and were spoiled by the worldly luxuries We had provided for them—said ˹to the masses˺, “This is only a human like you. He eats what you eat, and drinks what you drink"},"surah":null},{"id":2707,"surahId":23,"ayatId":34,"ayatNo":"٣٤","pageNo":344,"ayatText":"وَلَئِنْ اَطَعْتُمْ بَشَراً مِثْلَكُمْ اِنَّكُمْ اِذاً لَخَاسِرُونَ","ayatMealText":{"tr":"\"Gerçekten, tıpkı kendiniz gibi bir beşere itaat ederseniz herhalde ziyan edersiniz.\"","nl":"En als jullie rnensen volgen die zoals jullie zijn: voorwaar, dan behoren jullie zeker tot de verliezers.","en":"And if you ˹ever˺ obey a human like yourselves, then you would certainly be losers"},"surah":null},{"id":2708,"surahId":23,"ayatId":35,"ayatNo":"٣٥","pageNo":344,"ayatText":"اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَاباً وَعِظَاماً اَنَّكُمْ مُخْرَجُونَࣕ","ayatMealText":{"tr":"\"Size, öldüğünüz, toprak ve kemik yığını haline geldiğinizde, mutlak surette sizin (tekrar) meydana çıkarılacağınızı mı vaad ediyor?\"","nl":"Belooft hij jullie dat wanneer jullie dood zijn en tot stof en beenderen zijn geworden, dat jullie dan opgewekt worden?","en":"Does he promise you that once you are dead and reduced to dust and bones, you will be brought forth ˹alive˺"},"surah":null},{"id":2709,"surahId":23,"ayatId":36,"ayatNo":"٣٦","pageNo":344,"ayatText":"هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَࣕ","ayatMealText":{"tr":"\"Heyhât o size vaad edilen şey ne kadar uzak!\"","nl":"Ver, ver weg is wat aan jullie beloofd is.","en":"Impossible, simply impossible is what you are promised"},"surah":null},{"id":2710,"surahId":23,"ayatId":37,"ayatNo":"٣٧","pageNo":344,"ayatText":"اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثٖينَࣕ","ayatMealText":{"tr":"\"Dünya hayatından başka gerçek yoktur. (Kimimiz) ölürüz, (kimimiz) yaşarız; bir daha diriltilecek değiliz.\"","nl":"Ons leven is slechts op de wereld, wij gaan dood en wij leven en wij zullen niet opgewekt worden.","en":"There is nothing beyond our worldly life. We die, others are born, and none will be resurrected"},"surah":null},{"id":2711,"surahId":23,"ayatId":38,"ayatNo":"٣٨","pageNo":344,"ayatText":"اِنْ هُوَ اِلَّا رَجُلٌۨ افْـتَرٰى عَلَى اللّٰهِ كَذِباً وَمَا نَحْنُ لَهُ بِمُؤْمِنٖينَ","ayatMealText":{"tr":"\"Bu adam, sadece Allah hakkında yalan uyduran bir kimsedir; biz ona inanmıyoruz.\"","nl":"Hij is slechts een man die leugens over Allah heeft vèrzonnen. En Wij geloven hem niet.\"","en":"He is no more than a man who has fabricated a lie about Allah, and we will never believe in him.”"},"surah":null},{"id":2712,"surahId":23,"ayatId":39,"ayatNo":"٣٩","pageNo":344,"ayatText":"قَالَ رَبِّ انْصُرْنٖي بِمَا كَذَّبُونِ","ayatMealText":{"tr":"O Peygamber: \"Rabbim, dedi, beni yalanlamalarına karşı bana yardımcı ol!\"","nl":"Hij (Hôcd) zei: \"O mijn Heer, help mij tegen wat zij loochenen.\"","en":"The messenger prayed, “My Lord! Help me, because they have denied ˹me˺.”"},"surah":null},{"id":2713,"surahId":23,"ayatId":40,"ayatNo":"٤٠","pageNo":344,"ayatText":"قَالَ عَمَّا قَلٖيلٍ لَيُصْبِحُنَّ نَادِمٖينَۚ","ayatMealText":{"tr":"Allah şöyle buyurdu: \"Pek yakında onlar pişman olacaklar!\"","nl":"Hij (Allah) zei: \"Binnenkort zullen zij zeker spijt krijgen.\"","en":"Allah responded, “Soon they will be truly regretful.”"},"surah":null},{"id":2714,"surahId":23,"ayatId":41,"ayatNo":"٤١","pageNo":344,"ayatText":"فَاَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَٓاءًۚ فَبُعْداً لِلْقَوْمِ الظَّالِمٖينَ","ayatMealText":{"tr":"Nitekim, Hak tarafından korkuç bir ses yakalayıverdi onları! Kendilerini hemen çepeçevre kuşattık. Zalimler topluluğunun canı cehenneme!","nl":"Terecht trof de bliksemslag hen toen, en Wij maakten hen als schuim. Ten onder gaat het onrechtvaardige volk!","en":"Then the ˹mighty˺ blast overtook them with justice, and We reduced them to rubble. So away with the wrongdoing people"},"surah":null},{"id":2715,"surahId":23,"ayatId":42,"ayatNo":"٤٢","pageNo":344,"ayatText":"ثُمَّ اَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُوناً اٰخَرٖينَؕ","ayatMealText":{"tr":"Sonra onların ardından bir başka nesil getirdik.","nl":"Vervolgens brachten Wij na hen andere generaties voort.","en":"Then We raised other generations after them"},"surah":null}]}