{"juzNo":18,"pageNo":345,"arCuzNo":"۱۸","arPageNo":"۳٤٥","quranAyats":[{"id":2716,"surahId":23,"ayatId":43,"ayatNo":"٤٣","pageNo":345,"ayatText":"مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُونَؕ","ayatMealText":{"tr":"Hiçbir ümmet, ecelini ne öne alabilir, ne de erteleyebilir.","nl":"Geen gemeenschap is in staat om haar vastgestelde tijdstip te vervroegen of uit te stellen.","en":"No people can advance their doom, nor can they delay it"},"surah":{"surahId":23,"name":"Mü'minûn","nameAr":"الْمُؤْمِنُونَ","revelationOrder":74,"verseCount":118,"juzNo":18,"firstPage":342}},{"id":2717,"surahId":23,"ayatId":44,"ayatNo":"٤٤","pageNo":345,"ayatText":"ثُمَّ اَرْسَلْنَا رُسُلَنَا تَتْرَاؕ كُلَّمَا  جَٓاءَ اُمَّةً رَسُولُهَا كَذَّبُوهُ فَاَتْبَعْنَا بَعْضَهُمْ بَعْضاً وَجَعَلْنَاهُمْ اَحَادٖيثَۚ فَبُعْداً لِقَوْمٍ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Sonra biz peyderpey peygamberlerimizi gönderdik. Herhangi bir ümmete peygamberlerinin geldiği her defasında, onlar bu peygamberi yalanladılar; biz de onları birbiri ardından (yokluğa) yuvarladık ve onları efsâne yaptık. Artık iman etmeyen kavmin canı cehenneme!","nl":"Vervolgens stuurden Wij Onze Boodschappers, elkaar opvolgend. Telkens wanneer hun Boodschapper naar een gemeenschap kwam, loochenden zij hem. Toen deden Wij hen elkaar opvolgen (in de ondcrgang) en Wij maakten hen tot onderwerp van verhalen. Ten onder gaat het volk dat niet gelooft!","en":"Then We sent Our messengers in succession: whenever a messenger came to his people, they denied him. So We destroyed them, one after the other, reducing them to ˹cautionary˺ tales. So away with the people who refuse to believe"},"surah":null},{"id":2718,"surahId":23,"ayatId":45,"ayatNo":"٤٥","pageNo":345,"ayatText":"ثُمَّ اَرْسَلْنَا مُوسٰى وَاَخَاهُ هٰرُونَ بِاٰيَاتِنَا وَسُلْطَانٍ مُبٖينٍۙ","ayatMealText":{"tr":"Sonra birtakım âyetlerimiz ve açık bir ferman ile Musa'yı ve kardeşi Harun'u gönderdik.","nl":"Daarna zonden Wij Môesa en zijn broeder Hârôen met Onze Tekenen en een duidelijk Bewijs.","en":"Then We sent Moses and his brother Aaron with Our signs and compelling proof"},"surah":null},{"id":2719,"surahId":23,"ayatId":46,"ayatNo":"٤٦","pageNo":345,"ayatText":"اِلٰى فِرْعَوْنَ وَمَلَا۬ئِهٖ فَاسْتَكْـبَرُوا وَكَانُوا قَوْماً عَالٖينَۚ","ayatMealText":{"tr":"Firavun'a ve ileri gelenlerine de (gönderdik). Bunun üzerine onlar kibire kapıldılar ve ululuk taslayan zorba bir kavim oldular.","nl":"Naar Fir`aun en zijn vooraanstaanden. En zij waren hoogmoedig en zij waren een hooghartig volk.","en":"to Pharaoh and his chiefs, but they behaved arrogantly and were a tyrannical people"},"surah":null},{"id":2720,"surahId":23,"ayatId":47,"ayatNo":"٤٧","pageNo":345,"ayatText":"فَقَالُٓوا اَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَۚ","ayatMealText":{"tr":"Onun için: Biz, dediler, \"kavimleri bize kölelik ederken bizim benzerimiz olan bu iki adama inanacak mıyız?\"","nl":"En zij zeiden: \"Zouden wij die twee mensen, die zijn zoals wij, geloven, terwijl hun volk voor ons dienaren is?\"","en":"They argued, “Will we believe in two humans, like ourselves, whose people are slaves to us?”"},"surah":null},{"id":2721,"surahId":23,"ayatId":48,"ayatNo":"٤٨","pageNo":345,"ayatText":"فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكٖينَ","ayatMealText":{"tr":"Böylece onları yalanladılar, bu yüzden de helâk edilenlerden oldular.","nl":"Daarom loochenden zij hen beiden en behoorden toen tot de vernietigden.","en":"So they rejected them both, and ˹so˺ were among those destroyed"},"surah":null},{"id":2722,"surahId":23,"ayatId":49,"ayatNo":"٤٩","pageNo":345,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ","ayatMealText":{"tr":"Andolsun biz Musa'ya belki onlar yola gelirler diye, o kitabı da verdik.","nl":"En voorzeker, wij hebben aan Môesa de Schrift (de Taurât) gegeven. Hopelijk zullen zij Leiding volgen.","en":"And We certainly gave Moses the Scripture, so perhaps his people would be ˹rightly˺ guided"},"surah":null},{"id":2723,"surahId":23,"ayatId":50,"ayatNo":"٥٠","pageNo":345,"ayatText":"وَجَعَلْنَا ابْنَ مَرْيَمَ وَاُمَّهُٓ اٰيَةً وَاٰوَيْنَاهُمَٓا اِلٰى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعٖينٍࣖ","ayatMealText":{"tr":"Meryemoğlunu ve annesini de (kudretimize) bir alâmet kıldık; onları, yerleşmeye elverişli, sulu bir tepeye yerleştirdik.","nl":"En Wij maakten de zoon van Maryam en zijn moeder tot een Teken en Wij gaven hun een onderkomen op een hoogplegen plaats, bewoonbaar met stromend water.","en":"And We made the son of Mary and his mother a sign, and gave them refuge on high ground—a ˹suitable˺ place for rest with flowing water"},"surah":null},{"id":2724,"surahId":23,"ayatId":51,"ayatNo":"٥١","pageNo":345,"ayatText":"يَٓا اَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاًؕ اِنّٖي بِمَا تَعْمَلُونَ عَلٖيمٌؕ","ayatMealText":{"tr":"Ey peygamberler! Temiz ve helal olan şeylerden yiyin; güzel amel ve hareketlerde bulunun. Çünkü ben sizin yaptıklarınızı bilirim.","nl":"O Boodschappers, eet van de goede zaken en verricht goede daden. Voorwaar, Ik ben Alwetend over wat jullie doen.","en":"O messengers! Eat from what is good and lawful, and act righteously. Indeed, I fully know what you do"},"surah":null},{"id":2725,"surahId":23,"ayatId":52,"ayatNo":"٥٢","pageNo":345,"ayatText":"وَاِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَاحِدَةً وَاَنَا۬ رَبُّكُمْ فَاتَّقُونِ","ayatMealText":{"tr":"\"Ve işte bu sizin ümmetiniz bir tek ümmet ve ben de sizin Rabbinizim. Öyle ise benden sakının.\" (denildi).","nl":"En voorwaar, deze godsdienst (de Islam) is jullie godsdienst, de enigste. En Ik ben jullie Heer, vreest Mij daarom.","en":"Surely this religion of yours is ˹only˺ one, and I am your Lord, so fear Me ˹alone˺"},"surah":null},{"id":2726,"surahId":23,"ayatId":53,"ayatNo":"٥٣","pageNo":345,"ayatText":"فَـتَقَطَّـعُٓوا اَمْرَهُمْ بَيْنَهُمْ زُبُراًؕ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ","ayatMealText":{"tr":"Derken insanlar kendi aralarındaki işlerini parça parça böldüler. Her grup, kendinde bulunan ile sevinip böbürlendi.","nl":"Toen raakten zij onderling verdeeld in verschilende groepen over hun zaak (van hun godsdienst). Elke groep was blij met wat zij hadden.","en":"Yet the people have divided it into different sects, each rejoicing in what they have"},"surah":null},{"id":2727,"surahId":23,"ayatId":54,"ayatNo":"٥٤","pageNo":345,"ayatText":"فَذَرْهُمْ فٖي غَمْرَتِهِمْ حَتّٰى حٖينٍ","ayatMealText":{"tr":"Sen şimdi onları bir zamana kadar gaflet ve sapıklıkları ile başbaşa bırak!","nl":"Laat ben daarom in hun dwaling tot een bepaald tijdstip.","en":"So leave them ˹O Prophet˺ in their heedlessness for a while"},"surah":null},{"id":2728,"surahId":23,"ayatId":55,"ayatNo":"٥٥","pageNo":345,"ayatText":"اَيَحْسَبُونَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَالٍ وَبَنٖينَۙ","ayatMealText":{"tr":"Sanıyorlar mı ki, onlara verdiğimiz servet ve oğullar ile,","nl":"Denken zij dat omdat Wij hen rijkdom en kinderen gegeven hebben.","en":"Do they think, since We provide them with wealth and children"},"surah":null},{"id":2729,"surahId":23,"ayatId":56,"ayatNo":"٥٦","pageNo":345,"ayatText":"نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِؕ بَلْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Kendilerine faydalar sağlamak için can atıyoruz. Hayır, onlar işin farkına varamıyorlar.","nl":"Wij Om voor hen haasten in (het schenken van) de goede zaken? Nee, maar zij beseffen het niet.","en":"that We hasten to ˹honour˺ them ˹with˺ all kinds of good? No! They are not aware"},"surah":null},{"id":2730,"surahId":23,"ayatId":57,"ayatNo":"٥٧","pageNo":345,"ayatText":"اِنَّ الَّذٖينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَۙ","ayatMealText":{"tr":"Rablerine olan saygıdan dolayı titreyenler,","nl":"Voorwaar, degenen van hen die bedachtzaam zijn vanwege hun ontzag voor Allah.","en":"Surely those who tremble in awe of their Lord"},"surah":null},{"id":2731,"surahId":23,"ayatId":58,"ayatNo":"٥٨","pageNo":345,"ayatText":"وَالَّذٖينَ هُمْ بِاٰيَاتِ رَبِّهِمْ يُؤْمِنُونَۙ","ayatMealText":{"tr":"Rablerinin âyetlerine inananlar,","nl":"En degenen die in de Verzen van hun Heer geloven.","en":"and who believe in the revelations of their Lord"},"surah":null},{"id":2732,"surahId":23,"ayatId":59,"ayatNo":"٥٩","pageNo":345,"ayatText":"وَالَّذٖينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَۙ","ayatMealText":{"tr":"Rablerine ortak tanımayanlar,","nl":"En degenen die hun Heer geen deelgenoten toekennen.","en":"and who associate none with their Lord"},"surah":null}]}