{"juzNo":18,"pageNo":346,"arCuzNo":"۱۸","arPageNo":"۳٤٦","quranAyats":[{"id":2733,"surahId":23,"ayatId":60,"ayatNo":"٦٠","pageNo":346,"ayatText":"وَالَّذٖينَ يُؤْتُونَ مَٓا اٰتَوْا وَقُلُوبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رَاجِعُونَۙ","ayatMealText":{"tr":"Ve, Rablerine dönecekleri için yapmakta oldukları işleri kalpleri titreyerek yapanlar;","nl":"En degenen die hun giften gaven terwijl hun harten vol ontzag zijn omdat zij tot hun Heer zullen terugkeren.","en":"and who do whatever ˹good˺ they do with their hearts fearful, ˹knowing˺ that they will return to their Lord—"},"surah":{"surahId":23,"name":"Mü'minûn","nameAr":"الْمُؤْمِنُونَ","revelationOrder":74,"verseCount":118,"juzNo":18,"firstPage":342}},{"id":2734,"surahId":23,"ayatId":61,"ayatNo":"٦١","pageNo":346,"ayatText":"اُو۬لٰٓئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ","ayatMealText":{"tr":"İşte onlar, iyiliklere koşuşurlar ve iyilik için yarışırlar.","nl":"Zij zijn degenen die zich haasten om goede daden te verrichten en zkj zijn daarbij de eersten.","en":"it is they who race to do good deeds, always taking the lead"},"surah":null},{"id":2735,"surahId":23,"ayatId":62,"ayatNo":"٦٢","pageNo":346,"ayatText":"وَلَا نُكَلِّفُ نَفْساً اِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ","ayatMealText":{"tr":"Biz hiç kimseyi, gücünün yettiğinden başkası ile yükümlü kılmayız. Nezdimizde hakkı söyleyen bir kitap vardır ve onlar haksızlığa uğratılmazlar.","nl":"Wij belasten niemand dan volgens zijn vermogen en Wij hebben een boek dat volgens de Waarheid spreekt. En zij worden niet onrechtvaardig behandeld.","en":"We never require of any soul more than what it can afford. And with Us is a record which speaks the truth. None will be wronged"},"surah":null},{"id":2736,"surahId":23,"ayatId":63,"ayatNo":"٦٣","pageNo":346,"ayatText":"بَلْ قُلُوبُهُمْ فٖي غَمْرَةٍ مِنْ هٰذَا وَلَهُمْ اَعْمَالٌ مِنْ دُونِ ذٰلِكَ هُمْ لَهَا عَامِلُونَ","ayatMealText":{"tr":"Hayır, onların kalpleri bu hususta cehalet içindedir. Ayrıca onların bundan öte birtakım kötü işleri vardır ki, onlar bu işleri yapar dururlar.","nl":"Maar hun harten verkeren hierover in dwaling. Zij hebben daarnaast (slechte) werken die zij verrichten.","en":"But the hearts of those ˹who disbelieve˺ are oblivious to ˹all of˺ this, and they have other ˹evil˺ deeds, opposite to this, in which they are engrossed"},"surah":null},{"id":2737,"surahId":23,"ayatId":64,"ayatNo":"٦٤","pageNo":346,"ayatText":"حَتّٰٓى اِذَٓا اَخَذْنَا مُتْرَفٖيهِمْ بِالْعَذَابِ اِذَا هُمْ يَجْـَٔرُونَؕ","ayatMealText":{"tr":"Nihayet, refah ve bolluk içinde olanlarını sıkıntıya uğrattığımızda, bakarsın ki onlar feryadı basarlar.","nl":"Totdat, wanneer Wij degenen onder hen die in weelde leven met de bestraffing treffen; zij (om liulp) schreeuwen.","en":"But as soon as We seize their elite with torment, they start to cry for help"},"surah":null},{"id":2738,"surahId":23,"ayatId":65,"ayatNo":"٦٥","pageNo":346,"ayatText":"لَا تَجْـَٔرُوا الْيَوْمَ اِنَّكُمْ مِنَّا لَا تُنْصَرُونَ","ayatMealText":{"tr":"Boşuna feryad etmeyin bugün! Zira bizden yardım göremeyeceksiniz.","nl":"Schreeuw die Dag niet (om hulp): voorwaar, er zal jullie geen hulp van Ons verleend worden.","en":"˹They will be told,˺ “Do not cry for help today. Surely you will never be saved from Us"},"surah":null},{"id":2739,"surahId":23,"ayatId":66,"ayatNo":"٦٦","pageNo":346,"ayatText":"قَدْ كَانَتْ اٰيَاتٖي تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ عَلٰٓى اَعْقَابِكُمْ تَنْكِصُونَۙ","ayatMealText":{"tr":"Çünkü âyetlerimiz size okunurdu da, buna karşı siz arkanızı dönerdiniz.","nl":"Waarlijk, Mijn Verzen zijn al aan jullie voorgedragen, maar jullie keerden je op jullie hielen om.","en":"Indeed, My revelations were recited to you, but you used to back away ˹in disgust˺"},"surah":null},{"id":2740,"surahId":23,"ayatId":67,"ayatNo":"٦٧","pageNo":346,"ayatText":"مُسْتَكْبِرٖينَ بِهٖࣗ سَامِراً تَهْجُرُونَ","ayatMealText":{"tr":"Kafa tutardınız ve geceleyin hezeyanlar savururdunuz.","nl":"Hoogmoedig tegen over hem (de Koran), kletsend in de nacht: jullie verlieten hem.","en":"boasting of the Sacred House, and babbling ˹nonsense about the Quran˺ by night.”"},"surah":null},{"id":2741,"surahId":23,"ayatId":68,"ayatNo":"٦٨","pageNo":346,"ayatText":"اَفَلَمْ يَدَّبَّرُوا الْقَوْلَ اَمْ جَٓاءَهُمْ مَا لَمْ يَأْتِ اٰبَٓاءَهُمُ الْاَوَّلٖينَؗ","ayatMealText":{"tr":"Onlar bu sözü (Kur'ân'ı) hiç düşünmediler mi? Yoksa kendilerine, daha önce geçmişteki atalarına gelmeyen bir şey mi geldi?","nl":"Denken zij niet na over het Woord (de Koran)? Of is er iets tot hen gekomen dat niet eerder tot hun voorouders gekomen was?","en":"Is it because they have never contemplated the Word ˹of Allah˺? Or ˹because˺ there has come to them something that did not come to their forefathers"},"surah":null},{"id":2742,"surahId":23,"ayatId":69,"ayatNo":"٦٩","pageNo":346,"ayatText":"اَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَؗ","ayatMealText":{"tr":"Yoksa peygamberlerini tanımadılar da bu yüzden mi onu inkâr ediyorlar?","nl":"Of erkennen zij hun Boodschapper niet? Zodat zij het verwerpen?","en":"Or ˹because˺ they failed to recognize their Messenger, and so they denied him"},"surah":null},{"id":2743,"surahId":23,"ayatId":70,"ayatNo":"٧٠","pageNo":346,"ayatText":"اَمْ يَقُولُونَ بِهٖ جِنَّةٌؕ بَلْ جَٓاءَهُمْ بِالْحَقِّ وَاَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ","ayatMealText":{"tr":"Yoksa onda bir delilik olduğunu mu söylüyorlar? Aksine o, kendilerine hakkı getirmiştir. Halbuki onlar haktan hoşlanmamaktadırlar.","nl":"Of zeggen zij., \"Hij (Moehammad) is bezeten.\" Integendeel, hij kwam tot hm met de Waarheid, maar de meesten van hen haten de Waarheid.","en":"Or ˹because˺ they say, “He is insane?” In fact, he has come to them with the truth, but most of them are resentful of the truth"},"surah":null},{"id":2744,"surahId":23,"ayatId":71,"ayatNo":"٧١","pageNo":346,"ayatText":"وَلَوِ اتَّبَعَ الْحَقُّ اَهْوَٓاءَهُمْ لَفَسَدَتِ السَّمٰوَاتُ وَالْاَرْضُ وَمَنْ فٖيهِنَّؕ بَلْ اَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَؕ","ayatMealText":{"tr":"Eğer hak, onların kötü arzu ve isteklerine uysaydı, mutlaka gökler ve yer ile bunlarda bulunan kimseler bozulur giderdi. Hayır, biz onlara şan ve şereflerini getirdik; fakat onlar kendi şereflerine sırt çevirirler.","nl":"Als de Waarheid hun begeerten zou volgen zouden de hemelen en de ard en alles wat er op hen is ten onder gaan. Wij hebben hun echter hun Eer (de Koran) gegeven, maar zij wenden zich van hun Eer af.","en":"Had the truth followed their desires, the heavens, the earth, and all those in them would have certainly been corrupted. In fact, We have brought them ˹the means to˺ their glory, but they turn away from it"},"surah":null},{"id":2745,"surahId":23,"ayatId":72,"ayatNo":"٧٢","pageNo":346,"ayatText":"اَمْ تَسْـَٔلُهُمْ خَرْجاً فَخَرَاجُ رَبِّكَ خَيْرٌࣗ وَهُوَ خَيْرُ الرَّازِقٖينَ","ayatMealText":{"tr":"(Resulüm!) Yoksa sen onlardan bir haraç mı istiyorsun? Rabbinin vergisi daha hayırlıdır. O, rızık verenlerin en hayırlısıdır.","nl":"Of vraag jij (O Moehammad) een beloning van hen? De beloning van jouw Heer is beter, want Hij is de Beste van de Voorzieners,","en":"Or ˹is it because˺ you ˹O Prophet˺ are asking them for tribute? But the reward of your Lord is best, for He is the Best Provider"},"surah":null},{"id":2746,"surahId":23,"ayatId":73,"ayatNo":"٧٣","pageNo":346,"ayatText":"وَاِنَّكَ لَتَدْعُوهُمْ اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Gerçek şu ki sen onları doğru bir yola çağırıyorsun.","nl":"Voorwaar, jij roept hen op tot een Recht Pad.","en":"And surely you are calling them to the Straight Path"},"surah":null},{"id":2747,"surahId":23,"ayatId":74,"ayatNo":"٧٤","pageNo":346,"ayatText":"وَاِنَّ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ","ayatMealText":{"tr":"Fakat ahirete inanmayanlar ise, ısrarla yoldan çıkmaktadırlar.","nl":"En voorwaar, degenen die niet geloven in het Hiernamaals zijn zeker van het Rechte Pad afgeweken.","en":"but those who disbelieve in the Hereafter are certainly deviating from that Path"},"surah":null}]}