{"juzNo":18,"pageNo":347,"arCuzNo":"۱۸","arPageNo":"۳٤۷","quranAyats":[{"id":2748,"surahId":23,"ayatId":75,"ayatNo":"٧٥","pageNo":347,"ayatText":"وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فٖي طُغْيَانِهِمْ يَعْمَهُونَ","ayatMealText":{"tr":"Eğer onlara acıyıp da için de bulundukları sıkıntıyı giderseydik, iyice körleşerek azgınlıklarında büsbütün direnirlerdi.","nl":"En als Wij hen zouden begenadigen en Wij zouden opheffen wat er aan tegenspoed bij hen is: dan zouden zij blijven doorgaan met hun dwalingen.","en":"˹Even˺ if We had mercy on them and removed their affliction, they would still persist in their transgression, wandering blindly"},"surah":{"surahId":23,"name":"Mü'minûn","nameAr":"الْمُؤْمِنُونَ","revelationOrder":74,"verseCount":118,"juzNo":18,"firstPage":342}},{"id":2749,"surahId":23,"ayatId":76,"ayatNo":"٧٦","pageNo":347,"ayatText":"وَلَقَدْ اَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ","ayatMealText":{"tr":"Andolsun, biz onları sıkıntıya düşürdük de yine Rablerine boyun eğmediler, tazarru' ve niyazda da bulunmadılar.","nl":"En voorzeker, Wij hebben hen met de bestraffing getroffen, toch werden zij niet ootmoedig tegenover hun Heer en zij werden niet nederig.","en":"And We have already seized them with torment, but they never humbled themselves to their Lord, nor did they ˹submissively˺ appeal ˹to Him˺"},"surah":null},{"id":2750,"surahId":23,"ayatId":77,"ayatNo":"٧٧","pageNo":347,"ayatText":"حَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَاباً ذَا عَذَابٍ شَدٖيدٍ اِذَا هُمْ فٖيهِ مُبْلِسُونَࣖ","ayatMealText":{"tr":"Nihayet üzerlerine, azabı çok şiddetli bir kapı açtığımız zaman, bir de bakarsın ki onlar orada şaşkın ve ümitsiz kalmışlardır!","nl":"Totdat, wanneer Wij voor hen de deur van een zware bestraffing openden, zij in wanhoop verkeerden.","en":"But as soon as We open for them a gate of severe punishment, they will be utterly desperate"},"surah":null},{"id":2751,"surahId":23,"ayatId":78,"ayatNo":"٧٨","pageNo":347,"ayatText":"وَهُوَ الَّـذٖٓي اَنْشَاَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٔدَةَؕ قَلٖيلاً مَا تَشْكُرُونَ","ayatMealText":{"tr":"Halbuki sizin için o kulağı, o gözleri ve o gönülleri yaratan O'dur. Ne de az şükrediyorsunuz!","nl":"En Hij is Degene Die voor jullie het gehoor en gezichtsvermogen en de harten geschapen heeft. Weinig dankbaarheid tonen jullie!","en":"He is the One Who created for you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks"},"surah":null},{"id":2752,"surahId":23,"ayatId":79,"ayatNo":"٧٩","pageNo":347,"ayatText":"وَهُوَ الَّذٖي ذَرَاَكُمْ فِي الْاَرْضِ وَاِلَيْهِ تُحْشَرُونَ","ayatMealText":{"tr":"Ve sizi yeryüzünde yaratıp türeden O'dur. Sırf O'nun huzuruna toplanacaksınız.","nl":"En Hij is Degene Die juuie deed groeien op de aarde en tot Hem worden jullie verzameld.","en":"And He is the One Who has dispersed you ˹all˺ over the earth, and to Him you will ˹all˺ be gathered"},"surah":null},{"id":2753,"surahId":23,"ayatId":80,"ayatNo":"٨٠","pageNo":347,"ayatText":"وَهُوَ الَّذٖي يُحْـيٖ وَيُمٖيتُ وَلَهُ اخْتِلَافُ الَّيْلِ وَالنَّهَارِؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"Ve O, yaşatan ve öldürendir; gecenin ve gündüzün değişmesi O'nun eseridir. Hâlâ aklınızı kullanmaz mısınız?","nl":"En Hij is Degene Die doet leven en doet sterven. En aan Hem behoort het afwissden van de dag en de nacht Begrijpen jullie dan niet?","en":"And He is the One Who gives life and causes death, and to Him belongs the alternation of the day and night. Will you not then understand"},"surah":null},{"id":2754,"surahId":23,"ayatId":81,"ayatNo":"٨١","pageNo":347,"ayatText":"بَلْ قَالُوا مِثْلَ مَا قَالَ الْاَوَّلُونَ","ayatMealText":{"tr":"Hayır, öncekilerin söylediklerinin benzerini söylediler.","nl":"Integendeel, zij zeggen hetzelfde als de vroegeren zeiden.","en":"But they ˹just˺ say what their predecessors said"},"surah":null},{"id":2755,"surahId":23,"ayatId":82,"ayatNo":"٨٢","pageNo":347,"ayatText":"قَالُٓوا ءَاِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً ءَاِنَّا لَمَبْعُوثُونَ","ayatMealText":{"tr":"Dediler ki: \"Sahi biz, ölüp de bir toprak ve kemik yığını haline gelmişken, mutlaka yeniden diriltileceğiz öyle mi?\"","nl":"Zij zeiden: \"Wanneer wij dood zijn en tot aarde en beenderen geworden zijn, zullen wij dan zeker worden opgewckt?","en":"They said, “Once we are dead and reduced to dust and bones, will we really be resurrected"},"surah":null},{"id":2756,"surahId":23,"ayatId":83,"ayatNo":"٨٣","pageNo":347,"ayatText":"لَقَدْ وُعِدْنَا نَحْنُ وَاٰبَٓاؤُ۬نَا هٰذَا مِنْ قَبْلُ اِنْ هٰذَٓا اِلَّٓا اَسَاطٖيرُ الْاَوَّلٖينَ","ayatMealText":{"tr":"\"Yemin ederiz ki, gerek bize, gerekse daha önce atalarımıza böyle bir vaadde bulunuldu; (fakat) bu geçmiştekilerin masallarından başka bir şey değildir!\"","nl":"Voorzeker, dit werd vroeger aan ons en onze vaderen beloofd: dit zijn slechts fabels van de vroegeren.\"","en":"We have already been promised this, as well as our forefathers earlier. This is nothing but ancient fables!”"},"surah":null},{"id":2757,"surahId":23,"ayatId":84,"ayatNo":"٨٤","pageNo":347,"ayatText":"قُلْ لِمَنِ الْاَرْضُ وَمَنْ فٖيهَٓا اِنْ كُنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"(Resulüm!) de ki: \"Eğer biliyorsanız (söyleyin bakalım), bu dünya ve onda bulunanlar kime aittir?\"","nl":"Zeg: \"Aan wie behoort de aarde en alles wat zich daarop bevindt, als jullie het weten?\"","en":"Ask ˹them, O Prophet˺, “To whom belong the earth and all those on it, if you ˹really˺ know?”"},"surah":null},{"id":2758,"surahId":23,"ayatId":85,"ayatNo":"٨٥","pageNo":347,"ayatText":"سَيَقُولُونَ لِلّٰهِؕ قُلْ اَفَلَا تَذَكَّرُونَ","ayatMealText":{"tr":"\"Allah'a aittir\" diyecekler. \"Öyle ise siz hiç düşünüp taşınmaz mısınız?\" de.","nl":"Zij zullen zeggen: \"Aan Allah.\" Zeg: \"Waarom laten jullie je dan niet vermanen?\"","en":"They will reply, “To Allah!” Say, “Why are you not then mindful?”"},"surah":null},{"id":2759,"surahId":23,"ayatId":86,"ayatNo":"٨٦","pageNo":347,"ayatText":"قُلْ مَنْ رَبُّ السَّمٰوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظٖيمِ","ayatMealText":{"tr":"\"Yedi kat göklerin Rabbi, azametli Arş'ın Rabbi kimdir?\" diye sor.","nl":"Zeg: \"Wie is de Heer van de zeven hemelen en de Heer van de Geweldige Troon?","en":"˹And˺ ask ˹them˺, “Who is the Lord of the seven heavens and the Lord of the Mighty Throne?”"},"surah":null},{"id":2760,"surahId":23,"ayatId":87,"ayatNo":"٨٧","pageNo":347,"ayatText":"سَيَقُولُونَ لِلّٰهِؕ قُلْ اَفَلَا تَتَّقُونَ","ayatMealText":{"tr":"\"(Onlar da) Allah'ındır.\" diyecekler. \"Şu halde siz Allah'tan korkmaz mısınız?\" de.","nl":"Zij zullen zeggen: \"Aan Allah.\" Zeg: \"Waarom vrezen jullie (Allah) dan niet?\"","en":"They will reply, “Allah.” Say, “Will you not then fear ˹Him˺?”"},"surah":null},{"id":2761,"surahId":23,"ayatId":88,"ayatNo":"٨٨","pageNo":347,"ayatText":"قُلْ مَنْ بِيَدِهٖ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجٖيرُ وَلَا يُجَارُ عَلَيْهِ اِنْ كُنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"\"Eğer biliyorsanız (söyleyin), her şeyin melekûtu (mülkiyeti ve yönetimi) kendisinin elinde olan, kendisi her şeyi koruyup kollayan; fakat kendisi korunmayan (buna muhtaç olmayan) kimdir?\" diye sor.","nl":"Zeg: \"In Wiens handen is de heerschappij over alles? En Hij beschermt en Hij wordt niet beschermt, als jullie het weten.\"","en":"Ask ˹them also,˺ “In Whose Hands is the authority over all things, protecting ˹all˺ while none can protect against Him, if you ˹really˺ know?”"},"surah":null},{"id":2762,"surahId":23,"ayatId":89,"ayatNo":"٨٩","pageNo":347,"ayatText":"سَيَقُولُونَ لِلّٰهِؕ قُلْ فَاَنّٰى تُسْحَرُونَ","ayatMealText":{"tr":"\"(Bunlar da) Allah'ındır.\" diyecekler. \"Öyle ise nasıl olur da büyülenirsiniz?\" de.","nl":"Zij zullen zeggen: \"Aan Allah.\" Zeg: \"Waarom zijn jullie dan misleid?\"","en":"They will reply, “Allah.” Say, “How are you then so deluded?”"},"surah":null}]}