{"juzNo":18,"pageNo":348,"arCuzNo":"۱۸","arPageNo":"۳٤۸","quranAyats":[{"id":2763,"surahId":23,"ayatId":90,"ayatNo":"٩٠","pageNo":348,"ayatText":"بَلْ اَتَيْنَاهُمْ بِالْحَقِّ وَاِنَّهُمْ لَكَاذِبُونَ","ayatMealText":{"tr":"Doğrusu biz onlara hakkı getirdik; onlar ise cidden yalancıdırlar.","nl":"Maar Wij hebben de Waarheid gegeven, zij zijn zeker leugenaars.","en":"In fact, We have brought them the truth, and they are certainly liars"},"surah":{"surahId":23,"name":"Mü'minûn","nameAr":"الْمُؤْمِنُونَ","revelationOrder":74,"verseCount":118,"juzNo":18,"firstPage":342}},{"id":2764,"surahId":23,"ayatId":91,"ayatNo":"٩١","pageNo":348,"ayatText":"مَا اتَّخَذَ اللّٰهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ اِلٰهٍ اِذاً لَذَهَبَ كُلُّ اِلٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلٰى بَعْضٍؕ سُبْحَانَ اللّٰهِ عَمَّا يَصِفُونَۙ","ayatMealText":{"tr":"Allah evlat edinmemiştir; O'nunla beraber hiçbir ilâh da yoktur. Aksi takdirde her ilâh kendi yarattığını sevk ve idare eder ve bir gün mutlaka onlardan biri diğerine galip gelirdi. Allah, onların yakıştırdıkları şeylerden münezzehtir.","nl":"Allah heeft zich geen kind genomen en er is geen god naast Hem! Dan zou iedere god weggaan met wat hij schiep en zouden zij elkaar overweldigen. Heilig is Allah boven wat zij (Hem) toeschrijven.","en":"Allah has never had ˹any˺ offspring, nor is there any god besides Him. Otherwise, each god would have taken away what he created, and they would have tried to dominate one another. Glorified is Allah above what they claim"},"surah":null},{"id":2765,"surahId":23,"ayatId":92,"ayatNo":"٩٢","pageNo":348,"ayatText":"عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالٰى عَمَّا يُشْرِكُونَࣖ","ayatMealText":{"tr":"Allah, gaybı da, açık olanı da bilir. O, müşriklerin ortak koştukları şeylerden çok yüce ve münezzehtir.","nl":"De Kenner van het onwaarneembare en het waarneembare: verheven is Hij boven wat zij (Hem) toekennen.","en":"˹He is the˺ Knower of the seen and unseen. Exalted is He above what they associate ˹with Him˺"},"surah":null},{"id":2766,"surahId":23,"ayatId":93,"ayatNo":"٩٣","pageNo":348,"ayatText":"قُلْ رَبِّ اِمَّا تُرِيَنّٖي مَا يُوعَدُونَۙ","ayatMealText":{"tr":"(Resulüm!) De ki: Rabbim! Eğer onlara yöneltilen tehdidi (dünyevî sıkıntıyı ve uhrevî azabı) mutlaka göstereceksen,","nl":"Zeg: \"Mijn Heer, indien U mij zou laten zien wat hun aangezegd is.","en":"Say, ˹O Prophet,˺ “My Lord! Should You show me what they are threatened with"},"surah":null},{"id":2767,"surahId":23,"ayatId":94,"ayatNo":"٩٤","pageNo":348,"ayatText":"رَبِّ فَلَا تَجْعَلْنٖي فِي الْقَوْمِ الظَّالِمٖينَ","ayatMealText":{"tr":"Bu durumda beni, o zalimler topluluğunda bulundurma, Rabbim!","nl":"Mijn Heer, breng mij niet onder het onrechtvaardige volk!\"","en":"then, my Lord, do not count me among the wrongdoing people.”"},"surah":null},{"id":2768,"surahId":23,"ayatId":95,"ayatNo":"٩٥","pageNo":348,"ayatText":"وَاِنَّا عَلٰٓى اَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ","ayatMealText":{"tr":"Biz, onlara yönelttiğimiz tehdidi sana göstermeye elbette ki kadiriz.","nl":"En voorwaar, Wij zijn zeker in staat om jou te laten zien wat Wij hun toezeggen.","en":"We are indeed able to show you what We have threatened them with"},"surah":null},{"id":2769,"surahId":23,"ayatId":96,"ayatNo":"٩٦","pageNo":348,"ayatText":"اِدْفَعْ بِالَّتٖي هِيَ اَحْسَنُ السَّيِّئَةَؕ نَحْنُ اَعْلَمُ بِمَا يَصِفُونَ","ayatMealText":{"tr":"Sen, kötülüğü en güzel bir tutumla sav, çünkü biz onların yakıştırmakta oldukları şeyi çok iyi bilmekteyiz.","nl":"Weer het slechte af met het beste. Wij weten het beste wat zij toeschrijven.","en":"Respond to evil with what is best. We know well what they claim"},"surah":null},{"id":2770,"surahId":23,"ayatId":97,"ayatNo":"٩٧","pageNo":348,"ayatText":"وَقُلْ رَبِّ اَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطٖينِۙ","ayatMealText":{"tr":"Ve de ki: Rabbim! Şeytanların kışkırtmalarından sana sığınırım!","nl":"En zeg: \"Mijn Heer, ik zoek mijn toevlucht tot U tegen de influisteringen van de Satans.","en":"And say, “My Lord! I seek refuge in You from the temptations of the devils"},"surah":null},{"id":2771,"surahId":23,"ayatId":98,"ayatNo":"٩٨","pageNo":348,"ayatText":"وَاَعُوذُ بِكَ رَبِّ اَنْ يَحْضُرُونِ","ayatMealText":{"tr":"Onların yanımda bulunmalarından da sana sığınırım.","nl":"En ik zoek mijn toevlucht tot U zodat zij niet bij mij komen.\"","en":"And I seek refuge in You, my Lord, that they ˹even˺ come near me.”"},"surah":null},{"id":2772,"surahId":23,"ayatId":99,"ayatNo":"٩٩","pageNo":348,"ayatText":"حَتّٰٓى اِذَا جَٓاءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِۙ","ayatMealText":{"tr":"Nihayet onlardan (müşriklerden) birine ölüm gelip çattığında, \"Rabbim, der, lütfen beni (dünyaya) geri gönder,\"","nl":"Totdat, wanneer de dood tot een van hen komt, hij zal zeggen: \"O mijn Heer, laat mij terugkeren.","en":"When death approaches any of them, they cry, “My Lord! Let me go back"},"surah":null},{"id":2773,"surahId":23,"ayatId":100,"ayatNo":"١٠٠","pageNo":348,"ayatText":"لَعَلّٖٓي اَعْمَلُ صَالِحاً فٖيمَا تَرَكْتُ كَلَّاؕ اِنَّهَا كَلِمَةٌ هُوَ قَٓائِلُهَاؕ وَمِنْ وَرَٓائِهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُونَ","ayatMealText":{"tr":"\"Ta ki, boşa geçirdiğim dünyada iyi iş (ve hareketler) yapayım.\" Hayır! Onun söylediği bu söz (boş) laftan ibarettir. Onların gerisinde ise, yeniden dirilecekleri güne kadar (süren) bir berzah vardır.","nl":"Hopelijk kan ik goede werken verrichten voor wat ik nagelaten heb.\" Zeker niet! Voorwaar, dit zijn slechts woorden die hij spreekt en voor hen is een scheiding tot de Dag waarop zij opgewekt worden.","en":"so I may do good in what I left behind.” Never! It is only a ˹useless˺ appeal they make. And there is a barrier behind them until the Day they are resurrected"},"surah":null},{"id":2774,"surahId":23,"ayatId":101,"ayatNo":"١٠١","pageNo":348,"ayatText":"فَاِذَا نُفِـخَ فِي الصُّورِ فَلَٓا اَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَٓاءَلُونَ","ayatMealText":{"tr":"Sûr'a üflendiği zaman aralarında artık ne soysop (çekişmesi) vardır, ne de birbirlerini soruşturacaklardır.","nl":"Wanneer er op de bazuin geblazen wordt, op die Dag is er geen verwantschap tussen hen en zij kunnen elkaar geen vragen stellen.","en":"Then, when the Trumpet will be blown, there will be no kinship between them on that Day, nor will they ˹even care to˺ ask about one another"},"surah":null},{"id":2775,"surahId":23,"ayatId":102,"ayatNo":"١٠٢","pageNo":348,"ayatText":"فَمَنْ ثَقُلَتْ مَوَازٖينُهُ فَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"Böylece kimlerin tartıları ağır basarsa, işte asıl bunlar kurtuluşa erenlerdir.","nl":"Degenen wiens weegschalen zwaar wegen: Zij zijn degenen die de welslagenden zijn.","en":"As for those whose scale is heavy ˹with good deeds˺, it is they who will be successful"},"surah":null},{"id":2776,"surahId":23,"ayatId":103,"ayatNo":"١٠٣","pageNo":348,"ayatText":"وَمَنْ خَفَّتْ مَوَازٖينُهُ فَاُو۬لٰٓئِكَ الَّذٖينَ خَسِرُٓوا اَنْفُسَهُمْ فٖي جَهَنَّمَ خَالِدُونَۚ","ayatMealText":{"tr":"Kimlerin de tartıları hafif gelirse, artık bunlar da kendilerine yazık etmişlerdir; (çünkü onlar) ebedî cehennemdedirler.","nl":"Degene wiens weegschalen licht wegen: zij zijn degenen die zichzelf verloren hebben, zij zullen in de Hel eeuwig levenden zijn.","en":"But those whose scale is light, they will have doomed themselves, staying in Hell forever"},"surah":null},{"id":2777,"surahId":23,"ayatId":104,"ayatNo":"١٠٤","pageNo":348,"ayatText":"تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فٖيهَا كَالِحُونَ","ayatMealText":{"tr":"Orada dişleri sırıtır halde iken ateş yüzlerini yalar.","nl":"Het Vuur verbrandt hun gezichten terwijl zij dawin venminkt worden.","en":"The Fire will burn their faces, leaving them deformed"},"surah":null}]}