{"juzNo":18,"pageNo":349,"arCuzNo":"۱۸","arPageNo":"۳٤۹","quranAyats":[{"id":2778,"surahId":23,"ayatId":105,"ayatNo":"١٠٥","pageNo":349,"ayatText":"اَلَمْ تَكُنْ اٰيَاتٖي تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ","ayatMealText":{"tr":"(Allah Teâlâ,) Size âyetlerim okunurdu da, siz onları yalanlardınız değil mi?... der.","nl":"Zijn Mijn Verzen dan niet aan jullie voorgedragen? Toen plachten jullie ze te loochenen.","en":"˹It will be said,˺ “Were My revelations not recited to you, but you used to deny them?”"},"surah":{"surahId":23,"name":"Mü'minûn","nameAr":"الْمُؤْمِنُونَ","revelationOrder":74,"verseCount":118,"juzNo":18,"firstPage":342}},{"id":2779,"surahId":23,"ayatId":106,"ayatNo":"١٠٦","pageNo":349,"ayatText":"قَالُوا رَبَّـنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْماً ضَٓالّٖينَ","ayatMealText":{"tr":"Derler ki: Rabbimiz! Azgınlığımız bizi altetti; biz, bir sapıklar topluluğu idik.","nl":"Zij zelden: \"Onze Heer, wij zijn overwonnen door ons ongeluk en wij waren een dwalend volk.","en":"They will cry, “Our Lord! Our ill-fate took hold of us, so we became a misguided people"},"surah":null},{"id":2780,"surahId":23,"ayatId":107,"ayatNo":"١٠٧","pageNo":349,"ayatText":"رَبَّـنَٓا اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظَالِمُونَ","ayatMealText":{"tr":"Rabbimiz! Bizi buradan çıkar. Eğer bir daha (ettiklerimize) dönersek, artık belli ki biz zalim insanlarız.","nl":"Onze Heer, haal ons hieruit! Als wij het herhalen: voorwaar, dan zijn wij onrechtvaardigen.\"","en":"Our Lord! Take us out of this ˹Fire˺. Then if we ever return ˹to denial˺, we will truly be wrongdoers.”"},"surah":null},{"id":2781,"surahId":23,"ayatId":108,"ayatNo":"١٠٨","pageNo":349,"ayatText":"قَالَ اخْسَؤُ۫ا فٖيهَا وَلَا تُكَلِّمُونِ","ayatMealText":{"tr":"(Allah) buyurur ki: Alçaldıkça alçalın orada! Bana konuşmayın artık.","nl":"Hij zei: \"Blijft daarin en lijdt. En spreekt niet tot Mij.\"","en":"Allah will respond, “Be despised in there! Do not ˹ever˺ plead with Me ˹again˺"},"surah":null},{"id":2782,"surahId":23,"ayatId":109,"ayatNo":"١٠٩","pageNo":349,"ayatText":"اِنَّهُ كَانَ فَرٖيقٌ مِنْ عِبَادٖي يَقُولُونَ رَبَّـنَٓا اٰمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الرَّاحِمٖينَۚ","ayatMealText":{"tr":"Çünkü kullarımdan bir zümre \"Rabbimiz! Biz iman ettik; öyle ise bizi bağışla, bize merhamet et, sen, merhametlilerin en iyisisin.\" diyorlardı.","nl":"Voorwaar, er is een groep onder Mijn dienaren die zegt: \"Onze Heer, wij geloofden, vergeef ons daarom en schenk ons Barmhartigheid en U bent de Beste der Bamhartigen.\"","en":"Indeed, there was a group of My servants who used to pray, ‘Our Lord! We have believed, so forgive us and have mercy on us, for You are the best of those who show mercy,’"},"surah":null},{"id":2783,"surahId":23,"ayatId":110,"ayatNo":"١١٠","pageNo":349,"ayatText":"فَاتَّخَذْتُمُوهُمْ سِخْرِياًّ حَتّٰٓى اَنْسَوْكُمْ ذِكْرٖي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ","ayatMealText":{"tr":"İşte siz onları alaya aldınız; sonunda bu davranışınız size beni yâd etmeyi unutturdu; çünkü siz onlara gülüyordunuz.","nl":"Toen maakten jullie hen tot een onderwerp van bespotting, totdat jullie vergaten Mij te gedenken. En jullie plachten ben uit te lachen.","en":"but you were ˹so busy˺ making fun of them that it made you forget My remembrance. And you used to laugh at them"},"surah":null},{"id":2784,"surahId":23,"ayatId":111,"ayatNo":"١١١","pageNo":349,"ayatText":"اِنّٖي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُٓواۙ اَنَّهُمْ هُمُ الْفَٓائِزُونَ","ayatMealText":{"tr":"Bugün ben onlara, sabrettiklerinin karşılığını verdim; onlar, hakikaten muradlarına erenlerdir.","nl":"Voorwaar, Ik gaf hun op die Dag een beloning omdat zij geduldig waren: en voorwaar, zij zijn de winnaars.","en":"Today I have indeed rewarded them for their perseverance: they are certainly the triumphant.”"},"surah":null},{"id":2785,"surahId":23,"ayatId":112,"ayatNo":"١١٢","pageNo":349,"ayatText":"قَالَ كَمْ لَبِثْتُمْ فِي الْاَرْضِ عَدَدَ سِنٖينَ","ayatMealText":{"tr":"(Allah inkârcılara) \"Yeryüzünde kaç yıl kaldınız?\" diye sorar.","nl":"Hij (Allah) zei: \"Hoeveel jaren verbleven jullie op de aarde?\"","en":"He will ask ˹them˺, “How many years did you remain on earth?”"},"surah":null},{"id":2786,"surahId":23,"ayatId":113,"ayatNo":"١١٣","pageNo":349,"ayatText":"قَالُوا لَبِثْنَا يَوْماً اَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَٓادّٖينَ","ayatMealText":{"tr":"\"Bir gün veya günün bir kısmı kadar kaldık. İşte bilenlere sor.\" derler.","nl":"Zij zeiden: \"Wij verbleven daar een dag of een gedeelte van een dag, vraag het aan de rekenaars.\"","en":"They will reply, “We remained ˹only˺ a day or part of a day. But ask those who kept count.”"},"surah":null},{"id":2787,"surahId":23,"ayatId":114,"ayatNo":"١١٤","pageNo":349,"ayatText":"قَالَ اِنْ لَبِثْتُمْ اِلَّا قَلٖيلاً لَوْ اَنَّكُمْ كُنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"(Allah) buyurur ki: Sadece az bir süre kaldınız; keşke siz (bunu) bilmiş olsaydınız!","nl":"Hij (Allah) zei: \"Jullie verbleven er maar kort, als jullie het weten.","en":"He will say, “You only remained for a little while, if only you knew"},"surah":null},{"id":2788,"surahId":23,"ayatId":115,"ayatNo":"١١٥","pageNo":349,"ayatText":"اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُونَ","ayatMealText":{"tr":"Sizi sadece boş yere yarattığımızı ve sizin hakikaten huzurumuza geri getirilmeyeceğinizi mi sandınız?","nl":"Dachten jullie dat Wij jullie zo maar geschapen hebben? En dat jullie niet tot Ons terugkeren?\"","en":"Did you then think that We had created you without purpose, and that you would never be returned to Us?”"},"surah":null},{"id":2789,"surahId":23,"ayatId":116,"ayatNo":"١١٦","pageNo":349,"ayatText":"فَتَعَالَى اللّٰهُ الْمَلِكُ الْحَقُّۚ لَٓا اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرٖيمِ","ayatMealText":{"tr":"Mutlak hâkim ve hak olan Allah, çok yücedir. O'ndan başka ilâh yoktur. O, bereketli Arş'ın sahibidir.","nl":"Verheven is Allah, de Ware Koning er is geen god dan Hij, Heer van de Edele Troon.","en":"Exalted is Allah, the True King! There is no god ˹worthy of worship˺ except Him, the Lord of the Honourable Throne"},"surah":null},{"id":2790,"surahId":23,"ayatId":117,"ayatNo":"١١٧","pageNo":349,"ayatText":"وَمَنْ يَدْعُ مَعَ اللّٰهِ اِلٰهاً اٰخَرَۙ لَا بُرْهَانَ لَهُ بِهٖۙ فَاِنَّمَا حِسَابُهُ عِنْدَ رَبِّهٖؕ اِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ","ayatMealText":{"tr":"Her kim Allah ile birlikte diğer bir tanrıya taparsaki bu hususla ilgili hiçbir delili yoktur o kimsenin hesabı ancak Rabbinin nezdindedir. Şurası muhakkak ki, kâfirler kurtuluşa eremezler.","nl":"En wie een andere god aanroept naast Allah, waarvoor hij geen bewijs heeft: voorwaar, zijn afrekening is bij zijn Heer. Voorwaar, de ongelovigen zullen niet welslagen.","en":"Whoever invokes, besides Allah, another god—for which they can have no proof—they will surely find their penalty with their Lord. Indeed, the disbelievers will never succeed"},"surah":null},{"id":2791,"surahId":23,"ayatId":118,"ayatNo":"١١٨","pageNo":349,"ayatText":"وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرَّاحِمٖينَ","ayatMealText":{"tr":"Resulüm! De ki: \"Rabbim, bağışla ve merhamet et! Sen merhametlilerin en iyisisin.\"","nl":"En zeg: \"Vergeef en begenadig, en U bent de Beste van de Bamhartigen.\"","en":"Say, ˹O Prophet,˺ “My Lord! Forgive and have mercy, for You are the best of those who show mercy.”"},"surah":null}]}