{"juzNo":18,"pageNo":350,"arCuzNo":"۱۸","arPageNo":"۳٥۰","quranAyats":[{"id":2792,"surahId":24,"ayatId":1,"ayatNo":"١","pageNo":350,"ayatText":"سُورَةٌ اَنْزَلْنَاهَا وَفَرَضْنَاهَا وَاَنْزَلْنَا فٖيهَٓا اٰيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ","ayatMealText":{"tr":"(İşte bu âyetler) bizim indirdiğimiz ve (hükümlerini üzerinize) farz kıldığımız bir sûredir. Belki düşünüp öğüt alırsınız diye onda açık açık âyetler indirdik.","nl":"Dit is een Soerah die Wij neergezonden hebben en die Wij verplicht hebben gesteld; en Wij hebben daarin duidelijke Verzen neergezezonden. Hopelijk zullen jullie je laten vermanen.","en":"˹This is˺ a sûrah which We have revealed and made ˹its rulings˺ obligatory, and revealed in it clear commandments so that you may be mindful"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2793,"surahId":24,"ayatId":2,"ayatNo":"٢","pageNo":350,"ayatText":"اَلزَّانِيَةُ وَالزَّانٖي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍࣕ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فٖي دٖينِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُونَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَٓائِفَةٌ مِنَ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Zina eden kadın ve zina eden erkekten her birine yüz sopa vurun; Allah'a ve ahiret gününe inanıyorsanız, Allah dini(ni tatbik) hususunda sizi sakın acıma duygusu kaplamasın! Müminlerden bir grup da onlara uygulanan cezaya şahit olsun.","nl":"De ontuchtige vrouw en de ontuchtige man, slaat hen ieder met honderd slagen. En laat medelijden met hen jullie niet treffen in de godsdienst van Allah, indien jullie in Allah en de Laatste Dag geloven. En laat een groep gelovigen getuige zijn van hun bestraffing.","en":"As for female and male fornicators, give each of them one hundred lashes, and do not let pity for them make you lenient in ˹enforcing˺ the law of Allah, if you ˹truly˺ believe in Allah and the Last Day. And let a number of believers witness their punishment"},"surah":null},{"id":2794,"surahId":24,"ayatId":3,"ayatNo":"٣","pageNo":350,"ayatText":"اَلزَّانٖي لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةًؗ وَالزَّانِيَةُ لَا يَنْكِحُهَٓا اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Zina eden erkek, zina eden veya müşrik olan bir kadından başkası ile evlenemez; zina eden bir kadınla da ancak zina eden veya müşrik olan erkek evlenebilir. Bu, müminlere haram kılınmıştır.","nl":"De ontuchtige man trouwt niet, behalve met een ontuchtige vrouw of een veelgodenaanbidster. En de ontuchtige vrouw wordt niet getrouwd, behalve door een ontuchtige man of een veelgodenaanbidder. En dat is verboden voor de gelovigen.","en":"A male fornicator would only marry a female fornicator or idolatress. And a female fornicator would only be married to a fornicator or idolater. This is ˹all˺ forbidden to the believers"},"surah":null},{"id":2795,"surahId":24,"ayatId":4,"ayatNo":"٤","pageNo":350,"ayatText":"وَالَّذٖينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِاَرْبَعَةِ شُهَدَٓاءَ فَاجْلِدُوهُمْ ثَمَانٖينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً اَبَداًۚ وَاُو۬لٰٓئِكَ هُمُ الْفَاسِقُونَۙ","ayatMealText":{"tr":"Namuslu kadınlara zina isnadında bulunup, sonra (bunu ispat için) dört şahit getiremeyenlere seksener sopa vurun ve artık onların şahitliğini hiçbir zaman kabul etmeyin. Onlar tamamen günahkardırlar.","nl":"En degenen die eerzame vrouwen beschuldigen (van ontucht) en vervolgens geen vier getuigen brengen: slaat hen met tachtig slagen. En aanvaardt nooit getuigenissen van hen, went zij zijn degenen die zwam zonden begaan.","en":"Those who accuse chaste women ˹of adultery˺ and fail to produce four witnesses, give them eighty lashes ˹each˺. And do not ever accept any testimony from them—for they are indeed the rebellious—"},"surah":null},{"id":2796,"surahId":24,"ayatId":5,"ayatNo":"٥","pageNo":350,"ayatText":"اِلَّا الَّذٖينَ تَابُوا مِنْ بَعْدِ ذٰلِكَ وَاَصْلَحُواۚ فَاِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ancak bundan sonra tevbe edip ıslah olanlar müstesnadır. Çünkü Allah çok bağışlayıcı ve merhametlidir.","nl":"Behalve degenen die daarna berouw hebben en zich beteren. En voorwaar, Allah is dan Vergevensgezind, Meest Barmhartig. En degenen die hun echtgenotes beschuldigen terwijl zij er geen getuigen voor hebben, behalve","en":"except those who repent afterwards and mend their ways, then surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":2797,"surahId":24,"ayatId":6,"ayatNo":"٦","pageNo":350,"ayatText":"وَالَّذٖينَ يَرْمُونَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَٓاءُ اِلَّٓا اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهَادَاتٍ بِاللّٰهِۙ اِنَّهُ لَمِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Eşlerine zina isnadında bulunup da kendilerinden başka şahitleri olmayanlara gelince, onların her birinin şahitliği kendisinin doğru söyleyenlerden olduğuna dair dört defa Allah adına yemin ederek şahitlik etmesidir.","nl":"zichzelf: de getuigenis van een van hen bestaat uit vier maal bij Allah zweren dat hij tot de waarachtigen behoort.","en":"And those who accuse their wives ˹of adultery˺ but have no witness except themselves, the accuser must testify, swearing four times by Allah that he is telling the truth"},"surah":null},{"id":2798,"surahId":24,"ayatId":7,"ayatNo":"٧","pageNo":350,"ayatText":"وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكَاذِبٖينَ","ayatMealText":{"tr":"Beşinci defa da, eğer yalan söyleyenlerden ise, Allah'ın lanetinin kendi üzerine olmasını dilemesidir.","nl":"En de vijfde getuigenis is dat de straf van Allah over hem komt als hij tot de leugenaars behoort.","en":"and a fifth oath that Allah may condemn him if he is lying"},"surah":null},{"id":2799,"surahId":24,"ayatId":8,"ayatNo":"٨","pageNo":350,"ayatText":"وَيَدْرَؤُ۬ا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهَادَاتٍ بِاللّٰهِۙ اِنَّهُ لَمِنَ الْكَاذِبٖينَۙ","ayatMealText":{"tr":"Kadının, kocasının yalan söyleyenlerden olduğuna dair dört defa Allah adına yemin ve şahitlik etmesi,","nl":"En de bestraffing zal van haar afgewend worden als zij vier maal bij Allah zweert dat haar man zeker tot de leugenaars behoort.","en":"For her to be spared the punishment, she must swear four times by Allah that he is telling a lie"},"surah":null},{"id":2800,"surahId":24,"ayatId":9,"ayatNo":"٩","pageNo":350,"ayatText":"وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَٓا اِنْ كَانَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Beşinci defa da, eğer (kocası) doğru söyleyenlerden ise, Allah'ın gazabının kendi üzerine olmasını dilemesi kendisinden cezayı kaldırır.","nl":"En haar vijfde (getuigenis) is dat de toom van Allah haar treft als hij tot de waarachtigen behoort.","en":"and a fifth oath that Allah may be displeased with her if he is telling the truth"},"surah":null},{"id":2801,"surahId":24,"ayatId":10,"ayatNo":"١٠","pageNo":350,"ayatText":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهُ وَاَنَّ اللّٰهَ تَـوَّابٌ حَكٖيمٌࣖ","ayatMealText":{"tr":"Ya Allah'ın size bol lütfu ve merhameti olmasaydı ve Allah tevbeleri kabul eden hüküm ve hikmet sahibi olmasaydı (haliniz nice olurdu.)?","nl":"En als de gunst van Allah en Zijn Barmhartigheid er voor jullie niet was en als Hij niet de Vergever, de Alwijze was... (zouden jullie snel ten ondergaan).","en":"˹You would have suffered,˺ had it not been for Allah’s grace and mercy upon you, and had Allah not been Accepting of Repentance, All-Wise"},"surah":null}]}