{"juzNo":18,"pageNo":351,"arCuzNo":"۱۸","arPageNo":"۳٥۱","quranAyats":[{"id":2802,"surahId":24,"ayatId":11,"ayatNo":"١١","pageNo":351,"ayatText":"اِنَّ الَّذٖينَ جَٓاؤُ۫ بِالْاِفْكِ عُصْبَةٌ مِنْكُمْؕ لَا تَحْسَبُوهُ شَراًّ لَكُمْؕ بَلْ هُوَ خَيْرٌ لَكُمْؕ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذٖي تَوَلّٰى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظٖيمٌ","ayatMealText":{"tr":"Haberiniz olsun ki (Muhammed'in eşine) bu ağır ifki (iftirayı) uyduranlar sizin içinizden bir gruptur. Bunu kendiniz için bir kötülük saymayın; aksine o, sizin için bir iyiliktir. Onlardan herbir kişiye, günah olarak ne işlemişse (onun karşılığı ceza) vardır. (Elebaşlılık yapan, bu yüzden de) bu günahın büyüğünü yüklenen kimse için de çok büyük bir azap vardır.","nl":"Voorwaar, degenen die de laster naar voren brachten zijn een groep onder jullie. Denkt niet dat het slecht voor jullie is. Integendeel, het is goed voor jullie: een ieder van hen wordt belast voor de zonde. En degene van hen die het grootste aandeel had: voor hem is er een geweldige bestraffing.","en":"Indeed, those who came up with that ˹outrageous˺ slander are a group of you. Do not think this is bad for you. Rather, it is good for you. They will be punished, each according to their share of the sin. As for their mastermind, he will suffer a tremendous punishment"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2803,"surahId":24,"ayatId":12,"ayatNo":"١٢","pageNo":351,"ayatText":"لَوْلَٓا اِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِاَنْفُسِهِمْ خَيْراًۙ وَقَالُوا هٰذَٓا اِفْكٌ مُبٖينٌ","ayatMealText":{"tr":"Erkek ve kadın müminlerin, bu iftirayı işittiklerinde kendi vicdanları ile hüsnü zanda bulunup da, \"bu apaçık bir iftiradır\" demeleri gerekmez miydi?","nl":"Hadden, toen jullie het hoorden, de gelovige mannen en de gelovige vrouwen maar het goede bij zichzelf gedacht, en hadden zij maar gezegd: \"Deze (beschuldiging) is duidelijke laster.\"","en":"If only the believing men and women had thought well of one another, when you heard this ˹rumour˺, and said, “This is clearly ˹an outrageous˺ slander!”"},"surah":null},{"id":2804,"surahId":24,"ayatId":13,"ayatNo":"١٣","pageNo":351,"ayatText":"لَوْلَا جَٓاؤُ۫ عَلَيْهِ بِاَرْبَعَةِ شُهَدَٓاءَۚ فَاِذْ لَمْ يَأْتُوا بِالشُّهَدَٓاءِ فَاُو۬لٰٓئِكَ عِنْدَ اللّٰهِ هُمُ الْكَاذِبُونَ","ayatMealText":{"tr":"(Bu iddiayı ortaya atanların) da bu konuda dört şahit getirmeleri gerekmez miydi? Madem ki şahitler getirip ispat edemediler, öyle ise onlar Allah nezdinde yalancıların ta kendisidirler.","nl":"Hadden zij maar vier getuigen naar voren gebracht. Toen zij geen getuigen naar voren brachten, werden zij daarom degenen die bij Allah de leugenaars zijn.","en":"Why did they not produce four witnesses? Now, since they have failed to produce witnesses, they are ˹truly˺ liars in the sight of Allah"},"surah":null},{"id":2805,"surahId":24,"ayatId":14,"ayatNo":"١٤","pageNo":351,"ayatText":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فٖي مَٓا اَفَضْتُمْ فٖيهِ عَذَابٌ عَظٖيمٌۚ","ayatMealText":{"tr":"Eğer dünyada ve ahirette Allah'ın lütuf ve merhameti üstünüzde olmasaydı, size mutlaka büyük bir azab isabet ederdi.","nl":"En als de gunst van Allah voor jullie er niet geweest was en Zijn Barmhartigheid in de wereld en het Hiernamaals, dan zou een geweldige bestraffing jullie zeker treffen vanwege wat jullie gedaan hebben.","en":"Had it not been for Allah’s grace and mercy upon you in this world and the Hereafter, you would have certainly been touched with a tremendous punishment for what you plunged into—"},"surah":null},{"id":2806,"surahId":24,"ayatId":15,"ayatNo":"١٥","pageNo":351,"ayatText":"اِذْ تَلَقَّوْنَهُ بِاَلْسِنَتِكُمْ وَتَقُولُونَ بِاَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناًࣗ وَهُوَ عِنْدَ اللّٰهِ عَظٖيمٌ","ayatMealText":{"tr":"Çünkü siz bu iftirayı, gelişi güzel birbirinizin ağzından alıyor ve hakkında bilgi sahibi olmadığınız (bu uydurma haberi) ağızlarınızda geveleyip duruyorsunuz. Bunun önemsiz olduğunu sanıyorsunuz. Halbuki bu, Allah katında çok büyük bir suçtur.","nl":"(En gedenkt) toen jullie de (laster) met jullie tongen overnamen en met jullie monden dat zeiden waarover jullie gew kennis hadden. En jullie dachten dat het iets kleins was, maar het is bij Allah geweldig.","en":"when you passed it from one tongue to the other, and said with your mouths what you had no knowledge of, taking it lightly while it is ˹extremely˺ serious in the sight of Allah"},"surah":null},{"id":2807,"surahId":24,"ayatId":16,"ayatNo":"١٦","pageNo":351,"ayatText":"وَلَوْلَٓا اِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَـنَٓا اَنْ نَتَكَلَّمَ بِهٰذَاࣗ سُبْحَانَكَ هٰذَا بُهْتَانٌ عَظٖيمٌ","ayatMealText":{"tr":"Onu duyduğunuzda \"Bunu konuşup yaymamız bize yakışmaz. Haşâ! Bu, çok büyük bir iftiradır...\" demeli değil miydiniz?","nl":"En hadden jullie maar, toen jullie het hoorden, gezegd: \"Het is niet aan ons om hierover te spreken, Heilig bent U, dit is een geiveldig verzinsel.\"","en":"If only you had said upon hearing it, “How can we speak about such a thing! Glory be to You ˹O Lord˺! This is a heinous slander!”"},"surah":null},{"id":2808,"surahId":24,"ayatId":17,"ayatNo":"١٧","pageNo":351,"ayatText":"يَعِظُكُمُ اللّٰهُ اَنْ تَعُودُوا لِمِثْلِهٖٓ اَبَداً اِنْ كُنْتُمْ مُؤْمِنٖينَۚ","ayatMealText":{"tr":"Eğer inanmış insanlarsanız, Allah, bir daha buna benzer tutumu tekrarlamaktan sizi sakındırıp uyarıyor.","nl":"Allah waarschuwt jullie zoiets nooit te herhalen, indien jullie gelovig zijn.","en":"Allah forbids you from ever doing something like this again, if you are ˹true˺ believers"},"surah":null},{"id":2809,"surahId":24,"ayatId":18,"ayatNo":"١٨","pageNo":351,"ayatText":"وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيَاتِؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Ve Allah âyetlerini size açıklıyor. Allah, (işin iç yüzünü) çok iyi bilir, tam bir hüküm ve hikmet sahibidir.","nl":"En Allah verduidelijkt jullie de Verzen. En Allah is Alwetend, Alwijs.","en":"And Allah makes ˹His˺ commandments clear to you, for Allah is All-Knowing, All-Wise"},"surah":null},{"id":2810,"surahId":24,"ayatId":19,"ayatNo":"١٩","pageNo":351,"ayatText":"اِنَّ الَّذٖينَ يُحِبُّونَ اَنْ تَشٖيعَ الْفَاحِشَةُ فِي الَّذٖينَ اٰمَنُوا لَهُمْ عَذَابٌ اَلٖيمٌۙ فِي الدُّنْيَا وَالْاٰخِرَةِؕ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُونَ","ayatMealText":{"tr":"İnananlar arasında kötü söz ve davranışın yayılmasını arzulayan kimseler için dünyada da, ahirette de acı veren bir azab vardır. (Her şeyi) Allah bilir; siz bilmezsiniz.","nl":"Voorwaar, degenen die er van houden dat de gruweldaad zich verspreidt onder degenen die geloven: voor hen is er een pijnlijke bestraffing op de wereld en in het Hiernamaals. En Allah weet, terwijl jullie niet weten.","en":"Indeed, those who love to see indecency spread among the believers will suffer a painful punishment in this life and the Hereafter. Allah knows and you do not know"},"surah":null},{"id":2811,"surahId":24,"ayatId":20,"ayatNo":"٢٠","pageNo":351,"ayatText":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهُ وَاَنَّ اللّٰهَ رَؤُ۫فٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Ya sizin üstünüze Allah'ın lütuf ve merhameti olmasaydı; Allah çok şefkatli ve merhametli olmasaydı (haliniz nice olurdu)?","nl":"En als de gunst van Allah voor jullie er niet geweest was en Zijn Barmhartigheid en Allah niet Vriendelijk en Meest Barmhartig was... (zouden jullie snel ten ondergaan.)","en":"˹You would have suffered,˺ had it not been for Allah’s grace and mercy upon you, and had Allah not been Ever Gracious, Most Merciful"},"surah":null}]}