{"juzNo":18,"pageNo":352,"arCuzNo":"۱۸","arPageNo":"۳٥۲","quranAyats":[{"id":2812,"surahId":24,"ayatId":21,"ayatNo":"٢١","pageNo":352,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِؕ وَمَنْ يَتَّبِـعْ خُطُوَاتِ الشَّيْطَانِ فَاِنَّهُ يَأْمُرُ بِالْفَحْشَٓاءِ وَالْمُنْكَرِؕ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكٰى مِنْكُمْ مِنْ اَحَدٍ اَبَداًۙ وَلٰكِنَّ اللّٰهَ يُزَكّٖي مَنْ يَشَٓاءُؕ وَاللّٰهُ سَمٖيعٌ عَلٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Şeytanın adımlarını takip etmeyin. Kim şeytanın adımlarını takip ederse, şunu bilsin ki o, edepsizlikleri ve kötülüğü emreder. Eğer üstünüzde Allah'ın lütuf ve merhameti olmasaydı, içinizden hiçbir kimse temize çıkmazdı. Fakat Allah, dilediğini arındırır. Allah işitir ve bilir.","nl":"O jullie die geloven! Volgt niet in de voetstappen van de Satan. En wie de voetstappen van de Satan volgt: voorwaar, hij (Satan) beveelt de gruweldaden en het verwerpelijke. En als de gunst van Allah er voor jullie niet geweest was en Zijn Barmhartigheid, dan zou niet één van jullie zich ooit reinigen. Maar Allah reinigt wie Hij wil. En Allah is Alhorend en Alwetend.","en":"O believers! Do not follow the footsteps of Satan. Whoever follows Satan’s footsteps, then ˹let them know that˺ he surely bids ˹all to˺ immorality and wickedness. Had it not been for Allah’s grace and mercy upon you, none of you would have ever been purified. But Allah purifies whoever He wills. And Allah is All-Hearing, All-Knowing"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2813,"surahId":24,"ayatId":22,"ayatNo":"٢٢","pageNo":352,"ayatText":"وَلَا يَأْتَلِ اُو۬لُوا الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُؤْتُٓوا اُو۬لِي الْقُرْبٰى وَالْمَسَاكٖينَ وَالْمُهَاجِرٖينَ فٖي سَبٖيلِ اللّٰهِࣕ وَلْيَعْفُوا وَلْيَصْفَحُواؕ اَلَا تُحِبُّونَ اَنْ يَغْفِرَ اللّٰهُ لَكُمْؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"İçinizden faziletli ve servet sahibi kimseler akrabaya, yoksullara, Allah yolunda göç edenlere (mallarından) vermeyeceklerine yemin etmesinler; bağışlasınlar, feragat göstersinler. Allah'ın sizi bağışlamasını arzulamaz mısınız? Allah çok bağışlayandır, çok merhametlidir.","nl":"En laat hen van jullie die bemiddeld en gefortuncerd zijn niet zweren niet uit te geven aan de verwanten en de amen en de uitwijkers op de Weg van Allah; laat hen vergeven en lankmoedig zijn: houden jullie er niet van dat Allah jullie vergeeft? En Allah is Vergevensgezind, Meest Barmhartig.","en":"Do not let the people of virtue and affluence among you swear to suspend donations to their relatives, the needy, and the emigrants in the cause of Allah. Let them pardon and forgive. Do you not love to be forgiven by Allah? And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":2814,"surahId":24,"ayatId":23,"ayatNo":"٢٣","pageNo":352,"ayatText":"اِنَّ الَّذٖينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْاٰخِرَةِࣕ وَلَهُمْ عَذَابٌ عَظٖيمٌۙ","ayatMealText":{"tr":"Namuslu, kötülüklerden habersiz mümin kadınlara zina isnadında bulunanlar, dünya ve ahirette lanetlenmişlerdir. Onlar için çok büyük bir azab vardır.","nl":"Voorwaar, degenen die de eerbare, reine, gelovige vrouwen beschuldigen (van ontucht) zijn vervloekt op de wereld en in het Hiernamaals. En voor hen is er een geweldige bestraffing.","en":"Surely those who accuse chaste, unsuspecting, believing women are cursed in this life and the Hereafter. And they will suffer a tremendous punishment"},"surah":null},{"id":2815,"surahId":24,"ayatId":24,"ayatNo":"٢٤","pageNo":352,"ayatText":"يَوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدٖيهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"O gün dilleri, elleri ve ayakları, yapmış olduklarından dolayı aleyhlerinde şahitlik edecektir.","nl":"Op die Dag zullen hun tongen, hun handen en hun voeten tegen hen getuigen over wat zijn plachten te doen.","en":"on the Day their tongues, hands, and feet will testify against them for what they used to do"},"surah":null},{"id":2816,"surahId":24,"ayatId":25,"ayatNo":"٢٥","pageNo":352,"ayatText":"يَوْمَئِذٍ يُوَفّٖيهِمُ اللّٰهُ دٖينَهُمُ الْحَقَّ وَيَعْلَمُونَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبٖينُ","ayatMealText":{"tr":"O gün Allah onlara gerçek cezalarını tastamam verecek ve onlar Allah'ın gerçek olduğunu anlayacaklar.","nl":"Op die Dag zal Allah hun hun ware loon betalen en zij zullen weten dat Allah zeker de duidelijke Waarheid is.","en":"On that Day, Allah will give them their just penalty in full, and they will ˹come to˺ know that Allah ˹alone˺ is the Ultimate Truth"},"surah":null},{"id":2817,"surahId":24,"ayatId":26,"ayatNo":"٢٦","pageNo":352,"ayatText":"اَلْخَبٖيثَاتُ لِلْخَبٖيثٖينَ وَالْخَبٖيثُونَ لِلْخَبٖيثَاتِۚ وَالطَّيِّبَاتُ لِلطَّيِّبٖينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِۚ اُو۬لٰٓئِكَ مُبَرَّؤُ۫نَ مِمَّا يَقُولُونَؕ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرٖيمٌࣖ","ayatMealText":{"tr":"Kötü kadınlar, kötü erkeklere, kötü erkekler ise kötü kadınlara; temiz kadınlar temiz erkeklere, temiz erkekler de temiz kadınlara yaraşır. İşte bu temiz olan, (iftiracıların) söylediklerinden çok uzaktırlar. Kendileri için bağışlanma ve güzel bir rızık vardır.","nl":"Zondige vrouwen zijn er voor zondige mannen en zondige mannen zijn er voor zondige vrouwen; en goede vrouwen zijn er voor goede mannen en goede mannen zijn er voor goede vrouwen; zij zijn degenen die onschuldig zijn aan wat zij (de lasteraars) zeggen: voor hen is er vergeving en een weldadige voorziening.","en":"Wicked women are for wicked men, and wicked men are for wicked women. And virtuous women are for virtuous men, and virtuous men are for virtuous women. The virtuous are innocent of what the wicked say. They will have forgiveness and an honourable provision"},"surah":null},{"id":2818,"surahId":24,"ayatId":27,"ayatNo":"٢٧","pageNo":352,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتّٰى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلٰٓى اَهْلِهَاؕ ذٰلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ","ayatMealText":{"tr":"Ey iman edenler! Kendi evinizden başka evlere, geldiğinizi farkettirip ev halkına selam vermedikçe girmeyin. Bu sizin için daha iyidir. Herhalde (bunu) düşünüp anlarsınız.","nl":"O jullie die geloven! Gaat geen huizen binnen, behalve jullie huizen, totdat jullie toestemming hebben gevraagd en salâm hebben gegeven aan haar bewoners. Dat is beter voor jullie, hopelijk zuilen jullie je laten vermanen.","en":"O believers! Do not enter any house other than your own until you have asked for permission and greeted its occupants. This is best for you, so perhaps you will be mindful"},"surah":null}]}