{"juzNo":18,"pageNo":353,"arCuzNo":"۱۸","arPageNo":"۳٥۳","quranAyats":[{"id":2819,"surahId":24,"ayatId":28,"ayatNo":"٢٨","pageNo":353,"ayatText":"فَاِنْ لَمْ تَجِدُوا فٖيهَٓا اَحَداً فَلَا تَدْخُلُوهَا حَتّٰى يُؤْذَنَ لَكُمْۚ وَاِنْ قٖيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ اَزْكٰى لَكُمْؕ وَاللّٰهُ بِمَا تَعْمَلُونَ عَلٖيمٌ","ayatMealText":{"tr":"Orada kimse bulamazsanız, size izin verilinceye kadar oraya girmeyin. Eğer size, \"Geri dönün!\" denilirse, hemen dönün. Çünkü bu, sizin için daha temiz bir davranıştır. Allah, yaptığınızı bilir.","nl":"Maar als jullie niemand daar (thuis) in vinden: gaat er den niet binnen totdat jullie toestemming hebben gekregen. En als tegen jullie wordt gezegd: \"Gaat terug,\" gaat dan terug, want dat is reiner voor jullie. En Allah is Alwetend over wat jullie doen.","en":"If you find no one at home, do not enter it until you have been given permission. And if you are asked to leave, then leave. That is purer for you. And Allah has ˹perfect˺ knowledge of what you do"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2820,"surahId":24,"ayatId":29,"ayatNo":"٢٩","pageNo":353,"ayatText":"لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوا بُيُوتاً غَيْرَ مَسْكُونَةٍ فٖيهَا مَتَاعٌ لَكُمْؕ وَاللّٰهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ","ayatMealText":{"tr":"İçinde kendinize ait bir şeylerin bulunduğu oturulmayan bir eve girmenizde herhangi bir sakınca yoktur. Allah, sizin açığa vurduklarınızı da, gizlediklerinizi de bilir.","nl":"Het is geen ovenmding voor jullie als jullie onbewooinde huizen binnengaan, waarin is wat jullie kunnen gebruiken. En Allah weet wat jullie openlijk doen en wat jullie verbergen.","en":"There is no blame on you if you enter public places where there is something of benefit for you. And Allah knows what you reveal and what you conceal"},"surah":null},{"id":2821,"surahId":24,"ayatId":30,"ayatNo":"٣٠","pageNo":353,"ayatText":"قُلْ لِلْمُؤْمِنٖينَ يَغُضُّوا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْؕ ذٰلِكَ اَزْكٰى لَهُمْؕ اِنَّ اللّٰهَ خَبٖيرٌ بِمَا يَصْنَعُونَ","ayatMealText":{"tr":"(Resulüm!) Mümin erkeklere, gözlerini (harama) dikmemelerini, ırzlarını da korumalarını söyle. Çünkü bu, kendileri için daha temiz bir davranıştır. Şüphesiz Allah, onların yapmakta olduklarından haberdardır.","nl":"Zeg (O Moehammad) tegen de gelovige mannen dat zij hun ogen neerslaan en hun kuisheid bewaken, dat is reiner voor hen. Voorwaar, Allah is Alwetend over wat zij bedrijven.","en":"˹O Prophet!˺ Tell the believing men to lower their gaze and guard their chastity. That is purer for them. Surely Allah is All-Aware of what they do"},"surah":null},{"id":2822,"surahId":24,"ayatId":31,"ayatNo":"٣١","pageNo":353,"ayatText":"وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدٖينَ زٖينَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوبِهِنَّࣕ وَلَا يُبْدٖينَ زٖينَتَهُنَّ اِلَّا لِبُعُولَتِهِنَّ اَوْ اٰبَٓائِهِنَّ اَوْ اٰبَٓاءِ بُعُولَتِهِنَّ اَوْ اَبْنَٓائِهِنَّ اَوْ اَبْنَٓاءِ بُعُولَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنٖٓي اِخْوَانِهِنَّ اَوْ بَنٖٓي اَخَوَاتِهِنَّ اَوْ نِسَٓائِهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التَّابِعٖينَ غَيْرِ اُو۬لِي الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذٖينَ لَمْ يَظْهَرُوا عَلٰى عَوْرَاتِ النِّسَٓاءِࣕ وَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفٖينَ مِنْ زٖينَتِهِنَّؕ وَتُوبُٓوا اِلَى اللّٰهِ جَمٖيعاً اَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ","ayatMealText":{"tr":"Mümin kadınlara da söyle: Gözlerini (harama bakmaktan) korusunlar; namus ve iffetlerini esirgesinler. Görünen kısımları müstesna olmak üzere, zinetlerini teşhir etmesinler. Baş örtülerini, yakalarının üzerine (kadar) örtsünler. Kocaları, babaları, kocalarının babaları, kendi oğulları, kocalarının oğulları, erkek kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, kendi kadınları (mümin kadınlar), ellerinin altında bulunan (köleleri), erkeklerden, kadına ihtiyacı kalmamış (cinsî güçten düşmüş) hizmetçiler, yahut henüz kadınların gizli kadınlık hususiyetlerinin farkında olmayan çocuklardan başkasına zinetlerini göstermesinler. Gizlemekte oldukları zinetleri anlaşılsın diye, ayaklarını yere vurmasınlar. Ey müminler! Hep birden Allah'a tevbe ediniz ki, kurtuluşa eresiniz.","nl":"En zeg tegen de gelovige vrouwen, dat zij hun ogen neerslaan en hun kuisheid bewaken, en hun sieraad niet tonen, behalve wat daarvan zichtbaar is. En zij moeten hun sluiers over hun boezems dragen en hun schoonheid niet openlijk tonen, behalve aan hun echtgenoten, of hun vadem of de vaders van hun echtgenoten, of hun zonen, of de zonen van hun echtgenoten, of hun broeders, of de zonen van hun broeders, of de zonen van hun zusters, of hun vrouwen, of slavinnen waarover zij beschikken, of mannelijke helpers die geen begeerte meer hebben, of de kinderen die nog niet op de 'Aurât as van vrouwen letten. En laten zij niet met hun voeten stampen om hun sieraden die zij verbergen te laten kennen. En keert jullie allen berouwvol ten Allah, O gelovigen. Hopelijk zullen jullie welslagen.","en":"And tell the believing women to lower their gaze and guard their chastity, and not to reveal their adornments except what normally appears. Let them draw their veils over their chests, and not reveal their ˹hidden˺ adornments except to their husbands, their fathers, their fathers-in-law, their sons, their stepsons, their brothers, their brothers’ sons or sisters’ sons, their fellow women, those ˹bondwomen˺ in their possession, male attendants with no desire, or children who are still unaware of women’s nakedness. Let them not stomp their feet, drawing attention to their hidden adornments. Turn to Allah in repentance all together, O believers, so that you may be successful"},"surah":null}]}