{"juzNo":18,"pageNo":354,"arCuzNo":"۱۸","arPageNo":"۳٥٤","quranAyats":[{"id":2823,"surahId":24,"ayatId":32,"ayatNo":"٣٢","pageNo":354,"ayatText":"وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصَّالِحٖينَ مِنْ عِبَادِكُمْ وَاِمَٓائِكُمْؕ اِنْ يَكُونُوا فُقَـرَٓاءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖؕ وَاللّٰهُ وَاسِعٌ عَلٖيمٌ","ayatMealText":{"tr":"Aranızdaki bekarları, kölelerinizden ve cariyelerinizden iyi davranışta olanları evlendirin. Eğer bunlar fakir iseler, Allah kendi lütfu ile onları zenginleştirir. Allah, (lütfu) geniş olan ve (her şeyi) bilendir.","nl":"En trouwt hen onder jullie die ongetrouwd zijn en de waarachtigen onder jullie slaven en slavinnen. Als zij arm zijn, zal Allah hen voorzien vanuit Zijn gunst. En Allah is Alomvattend, Alwetend.","en":"Marry off the ˹free˺ singles among you, as well as the righteous of your bondmen and bondwomen. If they are poor, Allah will enrich them out of His bounty. For Allah is All-Bountiful, All-Knowing"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2824,"surahId":24,"ayatId":33,"ayatNo":"٣٣","pageNo":354,"ayatText":"وَلْيَسْتَعْفِفِ الَّذٖينَ لَا يَجِدُونَ نِكَاحاً حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖؕ وَالَّذٖينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوهُمْ اِنْ عَلِمْتُمْ فٖيهِمْ خَيْراًࣗ وَاٰتُوهُمْ مِنْ مَالِ اللّٰهِ الَّـذٖٓي اٰتٰيكُمْؕ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَٓاءِ اِنْ اَرَدْنَ تَحَصُّناً لِتَبْتَغُوا عَرَضَ الْحَيٰوةِ الدُّنْيَاؕ وَمَنْ يُكْرِهْهُنَّ فَاِنَّ اللّٰهَ مِنْ بَعْدِ اِكْرَاهِهِنَّ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Evlenme imkanını bulamayanlar ise, Allah, lütfu ile kendilerini varlıklı kılıncaya kadar iffetlerini korusunlar. Ellerinizin altında bulunanlardan (köleler ve cariyelerden) mükatebe yapmak isteyenlerle, eğer kendilerinde (hürriyete kavuşmalarında kendileri için) bir iyilik görüyorsanız, hemen mükatebe yapın. Allah'ın size vermiş olduğu malından siz de onlara verin. Dünya hayatının geçici menfaatlerini elde edeceksiniz diye, namuslu kalmak isteyen cariyelerinizi fuhşa zorlamayın. Kim onları zor altında bırakırsa, bilinmelidir ki, zorlanmalarından sonra Allah (onlar için) çok bağışlayıcı ve merhametlidir.","nl":"En laat degenen die geen (mogelijkheid) vinden tot het huwelijk kuis blijven, tot Allah hen uit Zijn gunst voorziet. En degenen onder de slaven waarover jullie beschikken die een vrijbrief van jullie wensen: schrijft die voor hen, indien jullie iets goeds in hen kennen. En geeft hun van de rijkdom die Allah jullie gaf. En dwingt jullie slavinnen niet tot onkuisheid indien zij kuisheid wensen omdat jullie de vergangkelijkheden van de wereld begeren. Maar indien iemand hen dwingt: voorwaar, Allah is na hun dwang (voor deze vrouwen) Vergevelaggezind, Meest Barmhartig.","en":"And let those who do not have the means to marry keep themselves chaste until Allah enriches them out of His bounty. And if any of those ˹bondspeople˺ in your possession desires a deed of emancipation, make it possible for them, if you find goodness in them. And give them some of Allah’s wealth which He has granted you. Do not force your ˹slave˺ girls into prostitution for your own worldly gains while they wish to remain chaste. And if someone coerces them, then after such a coercion Allah is certainly All-Forgiving, Most Merciful ˹to them˺"},"surah":null},{"id":2825,"surahId":24,"ayatId":34,"ayatNo":"٣٤","pageNo":354,"ayatText":"وَلَقَدْ اَنْزَلْـنَٓا اِلَيْكُمْ اٰيَاتٍ مُبَيِّنَاتٍ وَمَثَلاً مِنَ الَّذٖينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقٖينَࣖ","ayatMealText":{"tr":"Andolsun ki biz size açık açık bildiren âyetler, sizden önce yaşayıp gitmiş olanlardan örnekler ve takvaya ulaşmış kimseler için öğütler indirdik.","nl":"En Wij hebben zeker voor jullie duidelijke Verzen neergezonden en voorbeelden voor degenen die jullie vroeger voorafgegaan zijn en een onderricht voor de Moettaqôen.","en":"Indeed, We have sent down to you clear revelations, along with examples of those who had gone before you, and a lesson to the God-fearing"},"surah":null},{"id":2826,"surahId":24,"ayatId":35,"ayatNo":"٣٥","pageNo":354,"ayatText":"اَللّٰهُ نُورُ السَّمٰوَاتِ وَالْاَرْضِؕ مَثَلُ نُورِهٖ كَمِشْكٰوةٍ فٖيهَا مِصْبَاحٌؕ اَلْمِصْبَاحُ فٖي زُجَاجَةٍؕ اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍۙ يَكَادُ زَيْتُهَا يُضٖٓيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌؕ نُورٌ عَلٰى نُورٍؕ يَهْدِي اللّٰهُ لِنُورِهٖ مَنْ يَشَٓاءُؕ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِؕ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلٖيمٌۙ","ayatMealText":{"tr":"Allah, göklerin ve yerin nurudur (aydınlatıcısıdır). O'nun nurunun temsili, içinde lamba bulunan bir kandil gibidir. O lamba bir billur içindedir; o billur da sanki inciye benzer bir yıldız gibidir ki, doğuya da batıya da nisbet edilemeyen mübarek bir ağaçtan çıkan yağdan tutuşturulur. (Bu öyle bir ağaç ki) yağı, nerdeyse, kendisine ateş değmese bile ışık verir. (Bu ışık) nur üstüne nurdur. Allah dilediği kimseyi nuruyla hidayete iletir. Allah insanlara (işte böyle) misal verir; Allah her şeyi bilir.","nl":"Allah geeft het licht aan de hemelen en de aarde. De gelijkenis van Zijn licht is met een nis met een lamp erin: de lamp bevindt zich in een glas. Het glas is als een stralende ster, die brandt (van de olie) van een gezegende olijfbloom, die niet van het Westen en niet het Oosten is. Haar olie verlicht, hoewel zij (nog) niet door het vuur aangemakt is. Licht op licht. Allah leidt naar Zijn licht wie Hij wil. En Allah maakt gelijkenissen voor de mensen. En Allah is Alwetend over alle zaken.","en":"Allah is the Light of the heavens and the earth. His light is like a niche in which there is a lamp, the lamp is in a crystal, the crystal is like a shining star, lit from ˹the oil of˺ a blessed olive tree, ˹located˺ neither to the east nor the west, whose oil would almost glow, even without being touched by fire. Light upon light! Allah guides whoever He wills to His light. And Allah sets forth parables for humanity. For Allah has ˹perfect˺ knowledge of all things"},"surah":null},{"id":2827,"surahId":24,"ayatId":36,"ayatNo":"٣٦","pageNo":354,"ayatText":"فٖي بُيُوتٍ اَذِنَ اللّٰهُ اَنْ تُرْفَعَ وَيُذْكَرَ فٖيهَا اسْمُهُۙ يُسَبِّحُ لَهُ فٖيهَا بِالْغُدُوِّ وَالْاٰصَالِۙ","ayatMealText":{"tr":"(Bu kandil) birtakım evlerdedir ki, Allah (o evlerin) yücelmesine ve içlerinde isminin okunmasına izin vermiştir. Orada sabah akşam O'nu tesbih ederler.","nl":"(Zo'n licht brandt) in huizen waarvoor Allah gebood (Hem) erin te eren en Zijn Naam te noemen, zij prijzen Zijn Glorie daarin in de ochtenden en de avonden.","en":"˹That light shines˺ through houses ˹of worship˺ which Allah has ordered to be raised, and where His Name is mentioned. He is glorified there morning and evening"},"surah":null}]}