{"juzNo":18,"pageNo":355,"arCuzNo":"۱۸","arPageNo":"۳٥٥","quranAyats":[{"id":2828,"surahId":24,"ayatId":37,"ayatNo":"٣٧","pageNo":355,"ayatText":"رِجَالٌۙ لَا تُلْهٖيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاٖيتَٓاءِ الزَّكٰوةِۙ يَخَافُونَ يَوْماً تَتَقَلَّبُ فٖيهِ الْقُلُوبُ وَالْاَبْصَارُۙ","ayatMealText":{"tr":"Birtakım insanlar (Allahı tesbih ederler) ki, ne ticaret ne de alış veriş onları Allah'ı anmaktan, namaz kılmaktan ve zekat vermekten alıkoymaz. Onlar, kalplerin ve gözlerin allak bullak olduğu bir günden korkarlar.","nl":"(Door) mmen die niet door handel en niet door verkoop worden afgeleid van de gedachtenis van Allah en (ook niet van) het onderhouden van de shalât en het geven van de zakât en die bang zijn voet de Dag waarop de harten en de ogen sidderen.","en":"by men who are not distracted—either by buying or selling—from Allah’s remembrance, or performing prayer, or paying alms-tax. They fear a Day when hearts and eyes will tremble"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2829,"surahId":24,"ayatId":38,"ayatNo":"٣٨","pageNo":355,"ayatText":"لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوا وَيَزٖيدَهُمْ مِنْ فَضْلِهٖؕ وَاللّٰهُ يَرْزُقُ مَنْ يَشَٓاءُ بِغَيْرِ حِسَابٍ","ayatMealText":{"tr":"Çünkü Allah, kendilerine işledikleri amellerin en güzeli ile ecir verecek, lütfundan fazlasını da bahşedecektir ve Allah, dilediğine hesapsız rızık verir.","nl":"Opdat Allah hen beloont volgens het beste van wat zij deden. En Hij vermeerdert voor hen Zijn gunst. En Allah voorziet wie Hij wil zonder rekening.","en":"˹hoping˺ that Allah may reward them according to the best of their deeds, and increase them out of His grace. And Allah provides for whoever He wills without limit"},"surah":null},{"id":2830,"surahId":24,"ayatId":39,"ayatNo":"٣٩","pageNo":355,"ayatText":"وَالَّذٖينَ كَفَرُٓوا اَعْمَالُهُمْ كَسَرَابٍ بِقٖيعَةٍ يَحْسَبُهُ الظَّمْاٰنُ مَٓاءًؕ حَتّٰٓى اِذَا جَٓاءَهُ لَمْ يَجِدْهُ شَيْـٔاً وَوَجَدَ اللّٰهَ عِنْدَهُ فَوَفّٰيهُ حِسَابَهُؕ وَاللّٰهُ سَرٖيعُ الْحِسَابِۙ","ayatMealText":{"tr":"Küfredenlere gelince, onların amelleri, ıssız çöllerdeki serap gibidir ki, susayan onu su zanneder, nihayet ona vardığında orada herhangi bir şey bulamamış, üstelik yanıbaşında da (inanmadığı, kendisinden sakınmadığı) Allah'ı bulmuştur. Allah ise onun hesabını tastamam görmüştür. Allah hesabı çok çabuk görür.","nl":"En degenen die ongelovig zijn: hun daden zijn als een luchtspiegeling op de woestijnvlakte. De dorstige denkt water (te vinden) totdat hij daar komt en er niets vindt Maar hij vindt Allah bij zich en Hij zal zijn rekening opmaken. En Allah is snel in de afrekening.","en":"As for the disbelievers, their deeds are like a mirage in a desert, which the thirsty perceive as water, but when they approach it, they find it to be nothing. Instead, they find Allah there ˹in the Hereafter, ready˺ to settle their account. And Allah is swift in reckoning"},"surah":null},{"id":2831,"surahId":24,"ayatId":40,"ayatNo":"٤٠","pageNo":355,"ayatText":"اَوْ كَظُلُمَاتٍ فٖي بَحْرٍ لُجِّيٍّ يَغْشٰيهُ مَوْجٌ مِنْ فَوْقِهٖ مَوْجٌ مِنْ فَوْقِهٖ سَحَابٌؕ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍؕ اِذَٓا اَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرٰيهَاؕ وَمَنْ لَمْ يَجْعَلِ اللّٰهُ لَهُ نُوراً فَمَا لَهُ مِنْ نُورٍࣖ","ayatMealText":{"tr":"Yahut (o kâfirlerin duygu, düşünce ve davranışları) engin bir denizdeki yoğun karanlıklar gibidir ki, onu dalga üstüne dalga kaplıyor; üstünde de bulut. Bir biri üstüne karanlıklar... İnsan, elini çıkarıp uzatsa, nerdeyse onu dahi göremez. Bir kimseye Allah, nur vermemişse, artık o kimsenin ışık ve aydınlıktan nasibi yoktur.","nl":"Of (de toestand van de ongelovige is) als de donkerten in de diepe zee, bedekt door golf op golf, waarop wolken zijn. donkerten bovenop elkaar. Wanneer iemand zijn hand uitstrekt kan hij die bijna niet zien. En aan wie Allah geen licht geeft: voor hem is er gew licht.","en":"Or ˹their deeds are˺ like the darkness in a deep sea, covered by waves upon waves, topped by ˹dark˺ clouds. Darkness upon darkness! If one stretches out their hand, they can hardly see it. And whoever Allah does not bless with light will have no light"},"surah":null},{"id":2832,"surahId":24,"ayatId":41,"ayatNo":"٤١","pageNo":355,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّـحُ لَهُ مَنْ فِي السَّمٰوَاتِ وَالْاَرْضِ وَالطَّيْرُ صَٓافَّاتٍؕ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبٖيحَهُؕ وَاللّٰهُ عَلٖيمٌ بِمَا يَفْعَلُونَ","ayatMealText":{"tr":"Görmez misin ki, göklerde ve yerde bulunanlarla dizi dizi kanat çırpıp uçan kuşların Allah'ı tesbih ettiklerini? Her biri kendi tesbihini ve duâsını bilmiştir. Allah, onların yapmakta olduklarını hakkıyla bilir.","nl":"Zie jij niet dat alles in de hemelen en op de aarde Allah prijst en (ook) de vogels met uitgespreide vleugels? Ieder kent zijn shalât en zijn lofprijzing en Allah is Alwetend over wat zij doen.","en":"Do you not see that Allah is glorified by all those in the heavens and the earth, even the birds as they soar? Each ˹instinctively˺ knows their manner of prayer and glorification. And Allah has ˹perfect˺ knowledge of all they do"},"surah":null},{"id":2833,"surahId":24,"ayatId":42,"ayatNo":"٤٢","pageNo":355,"ayatText":"وَلِلّٰهِ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصٖيرُ","ayatMealText":{"tr":"Göklerin ve yerin mülkü Allah'ındır; dönüş de ancak O'nadır.","nl":"En aan Allah behoort de heerschappij van de hemelen en de aarde en tot Allah is de terugkeer.","en":"To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. And to Allah is the final return"},"surah":null},{"id":2834,"surahId":24,"ayatId":43,"ayatNo":"٤٣","pageNo":355,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجٖي سَحَاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهٖۚ وَيُنَزِّلُ مِنَ السَّمَٓاءِ مِنْ جِبَالٍ فٖيهَا مِنْ بَرَدٍ فَيُصٖيبُ بِهٖ مَنْ يَشَٓاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَٓاءُؕ يَكَادُ سَنَا بَرْقِهٖ يَذْهَبُ بِالْاَبْصَارِؕ","ayatMealText":{"tr":"Görmez misin ki Allah bulutları (dilediği yere) sürüklüyor; sonra onları biraraya getirip üstüste yığıyor. İşte görüyorsun ki bunlar arasında yağmur çıkıyor. O, gökten, sanki oradaki dağlardan da dolu indirir. Artık onu dilediğine isabet ettirir; dilediğinden de onu uzak tutar; bu bulutlardan çıkan şimşeğin parıltısı nerdeyse gözleri alır!","nl":"Zie jij niet dat Allah de wolken voortdrijft en hen dan bij elkaar voegt en hen daarop in stapels verzamelt? Hierna zie jij de regen uit hun midden komen. En Hij doet uit de hemelen bergen (wolken) neerdalen waarin hagel is. Hij treft daarme wie Hij wil en Hij wendt het af van wie Hij wil. De flits van de bliksem ontneemt bijna het gezichtsvermogen.","en":"Do you not see that Allah gently drives the clouds, then joins them together, piling them up into masses, from which you see raindrops come forth? And He sends down from the sky mountains ˹of clouds˺ loaded with hail, pouring it on whoever He wills and averting it from whoever He wills. The flash of the clouds’ lightning nearly takes away eyesight"},"surah":null}]}