{"juzNo":18,"pageNo":356,"arCuzNo":"۱۸","arPageNo":"۳٥٦","quranAyats":[{"id":2835,"surahId":24,"ayatId":44,"ayatNo":"٤٤","pageNo":356,"ayatText":"يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَؕ اِنَّ فٖي ذٰلِكَ لَعِبْرَةً لِاُو۬لِي الْاَبْصَارِ","ayatMealText":{"tr":"Allah gece ile gündüzü evirip çeviriyor. Şüphesiz bunda (hakikatı gören) gözlere sahip olanlar için mutlak bir ibret vardır.","nl":"Allah wisselt de dag en de nacht af. Voorwaar, daarin is zeker een lering voor de bezitters van inzicht.","en":"Allah alternates the day and night. Surely in this is a lesson for people of insight"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2836,"surahId":24,"ayatId":45,"ayatNo":"٤٥","pageNo":356,"ayatText":"وَاللّٰهُ خَلَقَ كُلَّ دَٓابَّةٍ مِنْ مَٓاءٍۚ فَمِنْهُمْ مَنْ يَمْشٖي عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَنْ يَمْشٖي عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَنْ يَمْشٖي عَلٰٓى اَرْبَعٍؕ يَخْلُقُ اللّٰهُ مَا يَشَٓاءُؕ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Allah, her hayvanı sudan yarattı. İşte bunlardan kimi karnı üstünde sürünür, kimi iki yağı üstünde yürür, kimi dört ayağı üstünde yürür... Allah dilediğini yapar; çünkü Allah her şeye kâdirdir.","nl":"En Allah schiep ieder levend wezen uit water; onder hen er die zich op hun buiken voortbewegen en onder hen zijn er die op twee (voeten) lopen en onder hen zijn er die op vier (poten) lopen. Allah schept wat Hij wil. Voorwaar, Allah is Almachtig over alle zaken.","en":"And Allah has created from water every living creature. Some of them crawl on their bellies, some walk on two legs, and some walk on four. Allah creates whatever He wills. Surely Allah is Most Capable of everything"},"surah":null},{"id":2837,"surahId":24,"ayatId":46,"ayatNo":"٤٦","pageNo":356,"ayatText":"لَقَدْ اَنْزَلْـنَٓا اٰيَاتٍ مُبَيِّنَاتٍؕ وَاللّٰهُ يَهْدٖي مَنْ يَشَٓاءُ اِلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Andolsun biz (her şeyi) apaçık bildiren âyetler indirdik. Allah dilediğini doğru yola iletir.","nl":"Wij hebben zeker duidelijke Verzen neergezonden en Allah leidt wie Hij wil naar een recht pad.","en":"We have indeed sent down revelations clarifying ˹the truth˺. But Allah ˹only˺ guides whoever He wills to the Straight Path"},"surah":null},{"id":2838,"surahId":24,"ayatId":47,"ayatNo":"٤٧","pageNo":356,"ayatText":"وَيَقُولُونَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُولِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرٖيقٌ مِنْهُمْ مِنْ بَعْدِ ذٰلِكَؕ وَمَٓا اُو۬لٰٓئِكَ بِالْمُؤْمِنٖينَ","ayatMealText":{"tr":"Bir de \"Allah'a ve Resulüne inandık ve itaat ettik\" diyorlar da, sonra bunun arkasından yan çiziyorlar; bunlar mümin değillerdir.","nl":"En zij (de huichelaars) zeggen: \"Wij geloven in Allah en de Boodschapper en wij gehoorzamen.\" Vervolgens wendt een groep van hen zich daarna af. En zij zijn niet de gelovigen.","en":"And the hypocrites say, “We believe in Allah and the Messenger, and we obey.” Then a group of them turns away soon after that. These are not ˹true˺ believers"},"surah":null},{"id":2839,"surahId":24,"ayatId":48,"ayatNo":"٤٨","pageNo":356,"ayatText":"وَاِذَا دُعُٓوا اِلَى اللّٰهِ وَرَسُولِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرٖيقٌ مِنْهُمْ مُعْرِضُونَ","ayatMealText":{"tr":"Aralarında hükmetmesi için Allah'a ve Resulüne çağrıldıkları zaman, bakarsın ki, içlerinden birkısmı yüz çevirip dönerler.","nl":"En wanneer zij tot Allah en Zijn Boodschapper opgeroepen worden, opdat hij onder hen oordeelt, dan is er een groep onder hen die zich afwendt.","en":"And as soon as they are called to Allah and His Messenger so he may judge between them, a group of them turns away"},"surah":null},{"id":2840,"surahId":24,"ayatId":49,"ayatNo":"٤٩","pageNo":356,"ayatText":"وَاِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُٓوا اِلَيْهِ مُذْعِنٖينَؕ","ayatMealText":{"tr":"Ama, eğer (Allah ve Resulünün hükmettiği) hak kendi lehlerine ise, ona, gönülden bağlı olarak saygı ile gelirler.","nl":"Maar indien het recht aan hun kant is, begeven zij zich nederig naar hem.","en":"But if the truth is in their favour, they come to him, fully submitting"},"surah":null},{"id":2841,"surahId":24,"ayatId":50,"ayatNo":"٥٠","pageNo":356,"ayatText":"اَفٖي قُلُوبِهِمْ مَرَضٌ اَمِ ارْتَابُٓوا اَمْ يَخَافُونَ اَنْ يَحٖيفَ اللّٰهُ عَلَيْهِمْ وَرَسُولُهُؕ بَلْ اُو۬لٰٓئِكَ هُمُ الظَّالِمُونَࣖ","ayatMealText":{"tr":"Kalplerinde bir hastalık mı var? Yoksa şüphe ve tereddüd içinde midirler? Yoksa Allah ve Resulünün kendilerine zulüm ve haksızlık edeceğinden mi korkuyorlar? Hayır, asıl zalimler kendileridir!","nl":"Is er een ziekte in hun harten, of twijfelen zij, of vrezen zij dat Allah en Zijn Boodschapper onrechtvardig voor hen zijn? Integendeel, zij zijn degenen die de onrechtvaardigen zijn.","en":"Is there a sickness in their hearts? Or are they in doubt? Or do they fear that Allah and His Messenger will be unjust to them? In fact, it is they who are the ˹true˺ wrongdoers"},"surah":null},{"id":2842,"surahId":24,"ayatId":51,"ayatNo":"٥١","pageNo":356,"ayatText":"اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنٖينَ اِذَا دُعُٓوا اِلَى اللّٰهِ وَرَسُولِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَقُولُوا سَمِعْنَا وَاَطَعْنَاؕ وَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"Aralarında hüküm vermesi için Allah'a ve Resulüne davet edildiklerinde müminlerin sözü ancak \"işittik ve itaat ettik\" demeleridir. İşte bunlar asıl kurtuluşa erenlerdir.","nl":"De woorden van de gelovigen, wanneer zij naar Allah en Zijn Boodschapper opgeroepen worden, opdat hij onder hen oordeelt, zijn slechts dat zij zeggen: \"Wij horen en wij gehoorzamen.\" En zij zijn degenen die de welslagenden zijn.","en":"The only response of the ˹true˺ believers, when they are called to Allah and His Messenger so he may judge between them, is to say, “We hear and obey.” It is they who will ˹truly˺ succeed"},"surah":null},{"id":2843,"surahId":24,"ayatId":52,"ayatNo":"٥٢","pageNo":356,"ayatText":"وَمَنْ يُطِـعِ اللّٰهَ وَرَسُولَهُ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُو۬لٰٓئِكَ هُمُ الْفَٓائِزُونَ","ayatMealText":{"tr":"Her kim Allah'a ve Resulüne itaat eder, Allah'a saygı duyar ve O'ndan sakınırsa, işte asıl bunlar bedbahtlıktan kurtulanlardır.","nl":"En wie Allah en Zijn Boodschapper gehoorzaamt en bang voor Allah is en Hem vreest: zij zijn degenen die de overwinnaars zijn.","en":"For whoever obeys Allah and His Messenger, and fears Allah and is mindful of Him, then it is they who will ˹truly˺ triumph"},"surah":null},{"id":2844,"surahId":24,"ayatId":53,"ayatNo":"٥٣","pageNo":356,"ayatText":"وَاَقْسَمُوا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَئِنْ اَمَرْتَهُمْ لَيَخْرُجُنَّؕ قُلْ لَا تُقْسِمُواۚ طَاعَةٌ مَعْرُوفَةٌؕ اِنَّ اللّٰهَ خَبٖيرٌ بِمَا تَعْمَلُونَ","ayatMealText":{"tr":"Ötekiler (münafıklar), sen hakikaten kendilerine emrettiğin takdirde mutlaka (savaşa) çıkacaklarına dair, en ağır yeminleri ile Allah'a yemin ettiler. De ki: Yemin etmeyin. İtaatiniz malumdur! Bilin ki Allah, yaptıklarınızdan haberdardır.","nl":"En zij zweren bij Allah met hun duurste eden, dat als jij hen zou bevelen, zij (hun huizen) zouden verlaten. Zeg: \"Zweert niet! (Jullie) gehoorzaamheid is bekend: voorwaar, Allah is Alwetend over wat jullie doen.","en":"They swear by Allah their most solemn oaths that if you ˹O Prophet˺ were to command them, they would certainly march forth ˹in Allah’s cause˺. Say, “˹You˺ do not ˹have to˺ swear; your obedience is well known!” Surely Allah is All-Aware of what you do.”"},"surah":null}]}