{"juzNo":18,"pageNo":357,"arCuzNo":"۱۸","arPageNo":"۳٥۷","quranAyats":[{"id":2845,"surahId":24,"ayatId":54,"ayatNo":"٥٤","pageNo":357,"ayatText":"قُلْ اَطٖيعُوا اللّٰهَ وَاَطٖيعُوا الرَّسُولَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْؕ وَاِنْ تُطٖيعُوهُ تَهْتَدُواؕ وَمَا عَلَى الرَّسُولِ اِلَّا الْبَلَاغُ الْمُبٖينُ","ayatMealText":{"tr":"De ki: Allah'a itaat edin; Peygambere de itaat edin. Eğer yüz çevirirseniz şunu bilin ki, Peygamberin sorumluluğu kendine yüklenen, sizin sorumluğunuz da size yüklenendir. Eğer ona itaat ederseniz, doğru yolu bulmuş olursunuz. Peygambere düşen, sadece açık açık duyurmaktır.","nl":"Zeg: \"Gehoorzaamt Allah en gehoorzaamt de Boodschapper!\" En als jullie je afwenden: hij is slechts verantwoordelijk voorwaar hij mee belast is en jullie zijn verantwoordelijk voor waar jullie mee belast zijn. En indien jullie hem gehoorzamen, volgen jullie Leiding. En de Boodschapper is slechts verantwoordelijk voor de duidelijke verkondiging.","en":"Say, “Obey Allah and obey the Messenger. But if you turn away, then he is only responsible for his duty and you are responsible for yours. And if you obey him, you will be ˹rightly˺ guided. The Messenger’s duty is only to deliver ˹the message˺ clearly.”"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2846,"surahId":24,"ayatId":55,"ayatNo":"٥٥","pageNo":357,"ayatText":"وَعَدَ اللّٰهُ الَّذٖينَ اٰمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذٖينَ مِنْ قَبْلِهِمْࣕ وَلَيُمَكِّنَنَّ لَهُمْ دٖينَهُمُ الَّذِي ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ اَمْناًؕ يَعْبُدُونَنٖي لَا يُشْرِكُونَ بٖي شَيْـٔاًؕ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُو۬لٰٓئِكَ هُمُ الْفَاسِقُونَ","ayatMealText":{"tr":"Allah, sizlerden iman edip iyi davranışlarda bulunanlara, kendilerinden öncekileri sahip ve hakim kıldığı gibi, kendilerini de yeryüzüne sahip ve hakim kılacağını, onlar için beğenip seçtiği dini (İslâm'ı) onların iyiliğine yerleştirip koruyacağını ve geçirdikleri korku döneminden sonra, bunun yerine onlara güven sağlayacağnı vaad etti. Çünkü onlar bana kulluk ederler. Hiçbir şeyi bana eş tutmazlar. Artık bundan sonra kim inkâr ederse, işte bunlar asıl büyük günahkarlardır.","nl":"En Allah heeft degenen onder jullie die geloven en goede werken verrichten beloofd, dat Hij hen zeker op aarde als gevolmachtigden aanstelt, zoals Hij degenen vóór hen als gevolmachtigden aanstelde, en dat Hij hun godsdienst die Hem voor hen behaagde zeker bevestig en dat Hij voor hen na hun vrees (door) veiligheid vervangt. Zij aanbidden Mij en zij kennen Mij in niets deelgenoten toe. Maar wie daarna ongelovig zijn: zij zijn degenen die zwaar zondig zijn.","en":"Allah has promised those of you who believe and do good that He will certainly make them successors in the land, as He did with those before them; and will surely establish for them their faith which He has chosen for them; and will indeed change their fear into security—˹provided that˺ they worship Me, associating nothing with Me. But whoever disbelieves after this ˹promise˺, it is they who will be the rebellious"},"surah":null},{"id":2847,"surahId":24,"ayatId":56,"ayatNo":"٥٦","pageNo":357,"ayatText":"وَاَقٖيمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطٖيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ","ayatMealText":{"tr":"Hem namazı kılın, zekatı verin ve peygambere itaat edin ki rahmete eresiniz.","nl":"En onderhoudt de shalât en geeft de zakât en gehoorzaamt de Boodschapper. Hopelijk zullen jullie begenadigd worden.","en":"Moreover, establish prayer, pay alms-tax, and obey the Messenger, so you may be shown mercy"},"surah":null},{"id":2848,"surahId":24,"ayatId":57,"ayatNo":"٥٧","pageNo":357,"ayatText":"لَا تَحْسَبَنَّ الَّذٖينَ كَفَرُوا مُعْجِزٖينَ فِي الْاَرْضِۚ وَمَأْوٰيهُمُ النَّارُؕ وَلَبِئْسَ الْمَصٖيرُࣖ","ayatMealText":{"tr":"İnkâr edenlerin, yeryüzünde (Allah'ı) aciz bırakacaklarını sanmayasın! Onların varacağı yer cehennemdir. Ne kötü varış yeridir orası!","nl":"Denkt niet dat degenen die ongelovig zijn op de aarde kunnen vluchten (voor hun bestraffing); en hun verblijfplaats is de Hel: en dat is zeker de slechtste bestemming!","en":"Do not think ˹O Prophet˺ that the disbelievers can escape in the land. The Fire will be their home. Indeed, what an evil destination"},"surah":null},{"id":2849,"surahId":24,"ayatId":58,"ayatNo":"٥٨","pageNo":357,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لِيَسْتَأْذِنْكُمُ الَّذٖينَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذٖينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرَّاتٍؕ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحٖينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهٖيرَةِ وَمِنْ بَعْدِ صَلٰوةِ الْعِشَٓاءِࣞ ثَلٰثُ عَوْرَاتٍ لَكُمْؕ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّؕ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍؕ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيَاتِؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Ellerinizin altında bulunan (köle ve cariyeleriniz) ve içinizden henüz erginlik çağına girmemiş olanlar, sabah namazından önce, öğleyin soyunduğunuz vakit ve yatsı namazından sonra (yanınıza gireceklerinde) sizden üç defa izin istesinler. Bunlar mahrem halde bulunabileceğiniz üç vakittir. Bu vakitlerin dışında ne sizin için, ne de onlar için bir mahzur yoktur. (Birbirinizin yanına girip çıkabilirsiniz.) İşte Allah, âyetlerini size böyle açıklar. Allah her şeyi bilendir, hüküm ve hikmet sahibidir.","nl":"O jullie die geloven! Laat de slaven waarover jullie beschikken en degenen onder jullie die de volwassenheid nog niet bereikt hebben, jullie bij drie gelegenheden toestemming vragen (om tot jullie te komen): voor de Fadjr-shalât; waneer jullie je gewaden afleggen voor de Zhoehr-shalât en na de 'Isjâ'-shalât: de drie (gelegenheden) waarbij jullie je ontkleden. Het is geen overtreding voor jullie en voor hen als zij daarna rondgaan tot elkaar (om te bedienen). Zo maakt Allah jullie de Tekenen duidelijk. En Allah is Alwetend, Alwijs.","en":"O believers! Let those ˹bondspeople˺ in your possession and those of you who are still under age ask for your permission ˹to come in˺ at three times: before dawn prayer, when you take off your ˹outer˺ clothes at noon, and after the late evening prayer. ˹These are˺ three times of privacy for you. Other than these times, there is no blame on you or them to move freely, attending to one another. This is how Allah makes the revelations clear to you, for Allah is All-Knowing, All-Wise"},"surah":null}]}