{"juzNo":18,"pageNo":359,"arCuzNo":"۱۸","arPageNo":"۳٥۹","quranAyats":[{"id":2853,"surahId":24,"ayatId":62,"ayatNo":"٦٢","pageNo":359,"ayatText":"اِنَّمَا الْمُؤْمِنُونَ الَّذٖينَ اٰمَنُوا بِاللّٰهِ وَرَسُولِهٖ وَاِذَا كَانُوا مَعَهُ عَلٰٓى اَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتّٰى يَسْتَأْذِنُوهُؕ اِنَّ الَّذٖينَ يَسْتَأْذِنُونَكَ اُو۬لٰٓئِكَ الَّذٖينَ يُؤْمِنُونَ بِاللّٰهِ وَرَسُولِهٖۚ فَاِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللّٰهَؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Müminler ancak, Allah'a ve Resülüne gönülden inanmış kimselerdir. Onlar o Peygamber ile birlikte sosyal bir işle meşgul iken ondan izin istemedikçe bırakıp gitmezler. (Resulüm!) Şu senden izin isteyenler, hakikaten Allah'a ve Resulüne iman etmiş kimselerdir. Öyle ise, bazı işleri için senden izin istediklerinde, sen de onlardan dilediğine izin ver; onlar için Allah'tan bağış dile; çünkü Allah mağfiret edicidir, merhametlidir.","nl":"Voorwaar, de gelovigen zijn slechts degenen die in Allah en Zijn Boodschapper geloven. En wanneer zij met hem zijn bij een gezamenlijke zaak gaan zij niet weg voordat zij hem om toestemming hebben gevraagd. Voorwaar, degenen die jou (O Moehammad) om toestemming vragen: zij zijn degenen die in Allah en Zijn Boodschapper geloven. En als zij jou om toestemming vragen voor een of andere zaak: geef dan toestemming aan wie van hen jij wil en vraag Allah om hun vergeving. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"The ˹true˺ believers are only those who believe in Allah and His Messenger, and when they are with him on a public matter, they do not leave without his permission. Indeed, those who ask your permission ˹O Prophet˺ are the ones who ˹truly˺ believe in Allah and His Messenger. So when they ask your permission for a private matter, grant permission to whoever you wish and ask Allah’s forgiveness for them. Surely Allah is All-Forgiving, Most Merciful"},"surah":{"surahId":24,"name":"Nûr","nameAr":"النُّورِ","revelationOrder":102,"verseCount":64,"juzNo":18,"firstPage":350}},{"id":2854,"surahId":24,"ayatId":63,"ayatNo":"٦٣","pageNo":359,"ayatText":"لَا تَجْعَلُوا دُعَٓاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَٓاءِ بَعْضِكُمْ بَعْضاًؕ قَدْ يَعْلَمُ اللّٰهُ الَّذٖينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذاًۚ فَلْيَحْذَرِ الَّذٖينَ يُخَالِفُونَ عَنْ اَمْرِهٖٓ اَنْ تُصٖيبَهُمْ فِتْنَةٌ اَوْ يُصٖيبَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"(Ey müminler!) Peygamberin davetini, aranızdan bazınızın bazınıza daveti gibi zannetmeyin. İçinizden, birini siper ederek sıvışıp gidenleri muhakkak ki Allah bilmektedir. Bu sebeple, O'nun emrine aykırı davrananlar, başlarına bir bela gelmesinden veya kendilerine çok elemli bir azap isabet etmesinden sakınsınlar.","nl":"Maakt de (manier van) aanspreken van de Boodschapper onder jullie niet als de aanspreking van jullie onder elkaar. Waarlijk, Allah kent degenen onder jullie die in het geheim wegsluipen. Laten degenen die zijn bevel ongehoorzaam zijn opletten dat een beproeving hen treft of een pijnlijke bestrafring hen treft.","en":"Do not treat the Messenger’s summons to you ˹as lightly˺ as your summons to one another. Allah certainly knows those of you who slip away, hiding behind others. So let those who disobey his orders beware, for an affliction may befall them, or a painful torment may overtake them"},"surah":null},{"id":2855,"surahId":24,"ayatId":64,"ayatNo":"٦٤","pageNo":359,"ayatText":"اَلَٓا اِنَّ لِلّٰهِ مَا فِي السَّمٰوَاتِ وَالْاَرْضِؕ قَدْ يَعْلَمُ مَٓا اَنْتُمْ عَلَيْهِؕ وَيَوْمَ يُرْجَعُونَ اِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُواؕ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلٖيمٌ","ayatMealText":{"tr":"Bilmiş olun ki, göklerde ve yerde ne varsa Allah'ındır. O, sizin ne yolda, ne durumda olduğunuzu iyi bilir. Huzuruna döndürülecekleri günde ise, yapmış olduklarını hemen kendilerine haber verir. Allah, her şeyi hakkıyla bilendir..","nl":"Weet: voorwaar, aan Allah behoort wat in de hemelen is en op de aarde. Waarlijk, Hij kent de toestand waarin jullie je bevinden. En op de dag dat zij tot Hem teruggekeerd worden, zal Hij hen vertellen wat zij deden. En Allah is Alwetend over alle zaken.","en":"Surely to Allah belongs whatever is in the heavens and the earth. He knows well what you stand for. And ˹on˺ the Day all will be returned to Him, He will inform them of what they did. For Allah has ˹perfect˺ knowledge of all things"},"surah":null},{"id":2856,"surahId":25,"ayatId":1,"ayatNo":"١","pageNo":359,"ayatText":"تَبَارَكَ الَّذٖي نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُونَ لِلْعَالَمٖينَ نَذٖيراًۙ","ayatMealText":{"tr":"\"Tebareke\" ne yüce feyyazdır o ki, dünyaları uyarmak üzere kulu Muhammed'e, hakkı batıldan ayırdeden Kur'ân'ı indirdi.","nl":"Gezegend is Degene Die de Foerqân (de Koran) heeft neergezonden naar Zijn dienaar, opdat hij een waarschuwer voor de werelden zal zijn.","en":"Blessed is the One Who sent down the Standard to His servant, so that he may be a warner to the whole world"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2857,"surahId":25,"ayatId":2,"ayatNo":"٢","pageNo":359,"ayatText":"اَلَّذٖي لَهُ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُنْ لَهُ شَرٖيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدٖيراً","ayatMealText":{"tr":"O öyle bir ilâhtır ki, göklerin ve yerin hükümranlığı kendisinindir. O hiç çocuk edinmedi, hükümranlıkta ortağı yoktur. O, her şeyi yaratıp bir ölçüye göre düzenleyerek takdir etmiştir.","nl":"Hij is Degene aan wie het koninkrijk van de hemelen en de aarde toebehoort. En Hij neemt Zich nooit een zoon en Hij heeft geen deelgenoot in het koninkrijk. En Hij schiep alles en Hij bepaalt alles nauwkeurig.","en":"˹Allah is˺ the One to Whom belongs the kingdom of the heavens and the earth, Who has never had ˹any˺ offspring, nor does He have a partner in ˹governing˺ the kingdom. He has created everything, ordaining it precisely"},"surah":null}]}