{"juzNo":2,"pageNo":36,"arCuzNo":"۲","arPageNo":"۳٦","quranAyats":[{"id":232,"surahId":2,"ayatId":225,"ayatNo":"٢٢٥","pageNo":36,"ayatText":"لَا يُؤَاخِذُ كُمُ اللّٰهُ بِاللَّغْوِ فٖٓي اَيْمَانِكُمْ وَلٰكِنْ يُؤَاخِذُ كُمْ بِمَا كَسَبَتْ قُلُوبُكُمْؕ وَاللّٰهُ غَفُورٌ حَلٖيمٌ","ayatMealText":{"tr":"Allah, sizi yeminlerinizde bilmeyerek ettiğiniz lağıv (herhangi bir kasıt olmadan, kanaate göre yanlış yere yapılan yemin)dan sorumlu tutmaz. Fakat kalbinizin kazandığı yalan yere yapılan yeminden sorumlu tutar. Allah çok bağışlayıcıdır, çok halimdir.","nl":"Allah rekent jullie onnadenkendheid in jullie eden niet aan. Maar Hij beoordeelt jullie naar wat jullie harten verworven hebben (door jullie intenties). En Allah is Vergevensgezind, Zachtmoedig.","en":"Allah will not hold you accountable for unintentional oaths, but for what you intended in your hearts. And Allah is All-Forgiving, Most Forbearing"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":233,"surahId":2,"ayatId":226,"ayatNo":"٢٢٦","pageNo":36,"ayatText":"لِلَّذٖينَ يُؤْلُونَ مِنْ نِسَٓائِهِمْ تَرَبُّصُ اَرْبَعَةِ اَشْهُرٍۚ فَاِنْ فَٓاؤُ۫ فَاِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Kadınlarından îlâ edenler (onlara yaklaşmamaya yemin edenler) için dört ay beklemek vardır. Eğer bu yeminlerinden dönerlerse, şüphesiz ki Allah çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Voor degenen die zweren zich te zullen onthouden van hun vrouwen is een termijn van vier maanden vastgesteld. Als zij dan terugkeren (naar hun vrouwen): voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"Those who swear not to have intercourse with their wives must wait for four months. If they change their mind, then Allah is certainly All-Forgiving, Most Merciful"},"surah":null},{"id":234,"surahId":2,"ayatId":227,"ayatNo":"٢٢٧","pageNo":36,"ayatText":"وَاِنْ عَزَمُوا الطَّـلَاقَ فَاِنَّ اللّٰهَ سَمٖيعٌ عَلٖيمٌ","ayatMealText":{"tr":"Yok eğer boşamaya karar vermişlerse, şüphesiz ki Allah söylediklerini işitir, kurduklarını bilir.","nl":"Maar als zij vastbesloten zijn tot echtscheiding: voorwaar, Allah is Alhorend, Alwetend.","en":"But if they settle on divorce, then Allah is indeed All-Hearing, All-Knowing"},"surah":null},{"id":235,"surahId":2,"ayatId":228,"ayatNo":"٢٢٨","pageNo":36,"ayatText":"وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِاَنْفُسِهِنَّ ثَلٰثَةَ قُرُٓوءٍؕ وَلَا يَحِلُّ لَهُنَّ اَنْ يَكْتُمْنَ مَا خَلَقَ اللّٰهُ فٖٓي اَرْحَامِهِنَّ اِنْ كُنَّ يُؤْمِنَّ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِؕ وَبُعُولَتُهُنَّ اَحَقُّ بِرَدِّهِنَّ فٖي ذٰلِكَ اِنْ اَرَادُٓوا اِصْلَاحاًؕ وَلَهُنَّ مِثْلُ الَّذٖي عَلَيْهِنَّ بِالْمَعْرُوفِࣕ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌؕ وَاللّٰهُ عَزٖيزٌ حَكٖيمٌࣖ","ayatMealText":{"tr":"Boşanan kadınlar, kendi kendilerine üç adet süresi beklerler ve Allah'ın rahimlerinde yarattığını gizlemeleri, kendilerine helâl olmaz. Eğer Allah'a ve ahiret gününe inanıyorlarsa gizlemezler. Kocaları da, barışmak istedikleri takdirde o süre içersinde onları geri almaya daha layıktırlar. O kadınların, üzerlerindeki meşru hak gibi, kendilerinin de hakları vardır. Yalnız erkekler için, onların üzerinde bir derece vardır. Allah çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"En de gescheiden vrouwen moeten voor zichzelf een Wachttijd ('Iddah) van drie maandelijkse perioden (maandstonden) in acht nemen. En het is hen niet toegestaan le verbergen wat Allah in hun schoten heeft geschapen, als jullie geloven in Allah en in de Laatste Dag. En hun echtgenoten hebben het recht om hen terug te nemen binnen die wachtijd, als zij verzoening wensen. En voor de vrouwen zijn er rechten overeenkomstig hun plichten, volgens wat redelijk is. Maar voor de mannen is er een rang boven hen (de vrouwen). En Allah is Almachtig Alwijs.","en":"Divorced women must wait three monthly cycles ˹before they can re-marry˺. It is not lawful for them to conceal what Allah has created in their wombs, if they ˹truly˺ believe in Allah and the Last Day. And their husbands reserve the right to take them back within that period if they desire reconciliation. Women have rights similar to those of men equitably, although men have a degree ˹of responsibility˺ above them. And Allah is Almighty, All-Wise"},"surah":null},{"id":236,"surahId":2,"ayatId":229,"ayatNo":"٢٢٩","pageNo":36,"ayatText":"اَلطَّـلَاقُ مَرَّتَانِࣕ فَاِمْسَاكٌ بِمَعْرُوفٍ اَوْ تَسْرٖيحٌ بِاِحْسَانٍؕ وَلَا يَحِلُّ لَكُمْ اَنْ تَأْخُذُوا مِمَّٓا اٰتَيْتُمُوهُنَّ شَيْـٔاً اِلَّٓا اَنْ يَخَافَٓا اَلَّا يُقٖيمَا حُدُودَ اللّٰهِؕ فَاِنْ خِفْتُمْ اَلَّا يُقٖيمَا حُدُودَ اللّٰهِۙ فَلَا جُنَاحَ عَلَيْهِمَا فٖيمَا افْتَدَتْ بِهٖؕ تِلْكَ حُدُودُ اللّٰهِ فَلَا تَعْتَدُوهَاۚ وَمَنْ يَتَعَدَّ حُدُودَ اللّٰهِ فَاُو۬لٰٓئِكَ هُمُ الظَّالِمُونَ","ayatMealText":{"tr":"Boşamak (talak) iki defadır. Ondan sonrası ya iyilikle tutmak veya güzellikle salmaktır. Onlara verdiklerinizden bir şey almanız da size helâl olmaz. Ancak Allah'ın çizdiği hudutta duramayacaklarından korkmaları başka. Eğer siz de bunların, Allah'ın çizdiği hudutta duramayacaklarından korkarsanız, kadının, ayrılmak için hakkından vazgeçmesinde artık ikisine de günah yoktur. İşte bunlar, Allah'ın çizdiği hudududur. Sakın bunları aşmayın, Her kim Allah'ın hududunu aşarsa, işte onlar zalimlerdir.","nl":"De verstoting is twee maal (mogelijk). Daarna is er (de keus tussen) terugname volgens de voorschriften of scheiding op een goede manier. En het is jullie niet toegestaan om iets terug te nemen van wat jullie hen (de vrouwen gegeven hebben, behalve wanneer beiden vrezen dat ze niet de voorschriften van Allah in acht kunnen nemen. Als jullie dan vrezen dat zij beiden de voorschriften van Allah niet in acht nemen dan is het geen zonde voor wanneer zij zich ermee vrijkoopt. Dat zijn de voorschriften van Allah, overtreedt die daarom niet. En degenen de voorschriften van Allah over treden: diegenen zijn de onrechtplegers.","en":"Divorce may be retracted twice, then the husband must retain ˹his wife˺ with honour or separate ˹from her˺ with grace. It is not lawful for husbands to take back anything of the dowry given to their wives, unless the couple fears not being able to keep within the limits of Allah. So if you fear they will not be able to keep within the limits of Allah, there is no blame if the wife compensates the husband to obtain divorce. These are the limits set by Allah, so do not transgress them. And whoever transgresses the limits of Allah, they are the ˹true˺ wrongdoers"},"surah":null},{"id":237,"surahId":2,"ayatId":230,"ayatNo":"٢٣٠","pageNo":36,"ayatText":"فَاِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتّٰى تَنْكِحَ زَوْجاً غَيْرَهُؕ فَاِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَٓا اَنْ يَتَرَاجَعَٓا اِنْ ظَـنَّٓا اَنْ يُقٖيمَا حُدُودَ اللّٰهِؕ وَتِلْكَ حُدُودُ اللّٰهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ","ayatMealText":{"tr":"Eğer kadını bir daha boşarsa, bundan sonra artık başka bir kocaya varıncaya kadar ona helâl olmaz. Eğer ikinci koca da onu boşarsa, Allah'ın hududunu sağlam tutacaklarını ümid ettikleri takdirde öncekilerin birbirlerine dönmelerinde her ikisine de günah yoktur. İşte bunlar, Allah'ın tayin ettiği hudududur. Bunları, bilen bir kavim için açıklıyor.","nl":"En wanneer bij haar de scheiding heeft gegeven dan is zij hem daarna niet (als echtgenote) toegestaan, totdat zij niet een andere man gehuwd geweest is. En als hij dan van haar gescheiden is, dan rust er geen zonde op hen als zij weer bij elkaar terugkomen, wanneer zij menen dat zij de voorschriften van Allah in acht kunnen nemen. En dat zijn de voorschriften van Allah die Hij duidelijk maak, voor een volk dat weet.","en":"So if a husband divorces his wife ˹three times˺, then it is not lawful for him to remarry her until after she has married another man and then is divorced. Then it is permissible for them to reunite, as long as they feel they are able to maintain the limits of Allah. These are the limits set by Allah, which He makes clear for people of knowledge"},"surah":null}]}