{"juzNo":18,"pageNo":360,"arCuzNo":"۱۸","arPageNo":"۳٦۰","quranAyats":[{"id":2858,"surahId":25,"ayatId":3,"ayatNo":"٣","pageNo":360,"ayatText":"وَاتَّخَذُوا مِنْ دُونِهٖٓ اٰلِهَةً لَا يَخْلُقُونَ شَيْـٔاً وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِاَنْفُسِهِمْ ضَراًّ وَلَا نَفْعاً وَلَا يَمْلِكُونَ مَوْتاً وَلَا حَيٰوةً وَلَا نُشُوراً","ayatMealText":{"tr":"Kâfirler, O'nu bırakıp bir şey yaratamayan, bilakis kendileri yaratılmış olan, kendilerine ne zarar ve ne de fayda verebilen; öldürmeye, diriltmeye ve ölümden sonra tekrar canlandırmaya güçleri yetmeyen tanrılar edindiler.","nl":"Toch namen zij naast Hem goden die niets schiepen en die niet bij machte zijn zelf kwaad (af te wenden) en goed (te doen) en geen macht hebben over leven en niet over de dood en over het opwekken.","en":"Yet they have taken besides Him gods who cannot create anything but are themselves created. Nor can they protect or benefit themselves. Nor can they control life, death, or resurrection"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2859,"surahId":25,"ayatId":4,"ayatNo":"٤","pageNo":360,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُٓوا اِنْ هٰذَٓا اِلَّٓا اِفْكٌۨ افْتَرٰيهُ وَاَعَانَهُ عَلَيْهِ قَوْمٌ اٰخَرُونَۚۛ فَقَدْ جَٓاؤُ۫ ظُلْماً وَزُوراًۚۛ","ayatMealText":{"tr":"İnkâr edenler: \"Bu Kur'ân Muhammed'in uydurmasıdır, ona başka bir topluluk yardım etmiştir\" diyerek haksız ve asılsız bir söz uydurdular.","nl":"En degenen die ongelovig zijn, zeggen: \"Dit is slechts een leugen die hij verzonnen heeft en waar een ander volk hem bij geholpen heeft.\" Waarlijk, zij kwamen met onrecht en leugens.","en":"The disbelievers say, “This ˹Quran˺ is nothing but a fabrication which he made up with the help of others.” Their claim is totally unjustified and untrue"},"surah":null},{"id":2860,"surahId":25,"ayatId":5,"ayatNo":"٥","pageNo":360,"ayatText":"وَقَالُٓوا اَسَاطٖيرُ الْاَوَّلٖينَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَاَصٖيلاً","ayatMealText":{"tr":"\"Kur'ân öncekilerin masallarıdır; başkalarına yazdırmış da sabah akşam kendisine okunmaktadır\" dediler.","nl":"En zij zeiden: \"(Dit zijn) fabels van de vroegeren die hij heeft laten opschrijven en zij worden hem 's morgens en 's avonds voorgelezen.","en":"And they say, “˹These revelations are only˺ ancient fables which he has had written down, and they are rehearsed to him morning and evening.”"},"surah":null},{"id":2861,"surahId":25,"ayatId":6,"ayatNo":"٦","pageNo":360,"ayatText":"قُلْ اَنْزَلَهُ الَّذٖي يَعْلَمُ السِّرَّ فِي السَّمٰوَاتِ وَالْاَرْضِؕ اِنَّهُ كَانَ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Ey Muhammed! De ki: \"Onu, göklerin ve yerin sırrını bilen indirmiştir. Şüphesiz O, bağışlayandır, merhamet edendir.\"","nl":"Zeg (O Moehammad): \"Hij heeft hem (de Koran) neergezonden, Degene Die het geheim in de hemelen en op de aarde kent. Voorwaar, Hij is Vergevensgezind, Meest Barmhartig.\"","en":"Say, ˹O Prophet,˺ “This ˹Quran˺ has been revealed by the One Who knows the secrets of the heavens and the earth. Surely He is All-Forgiving, Most Merciful.”"},"surah":null},{"id":2862,"surahId":25,"ayatId":7,"ayatNo":"٧","pageNo":360,"ayatText":"وَقَالُوا مَا لِ‌هٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشٖي فِي الْاَسْوَاقِؕ لَوْلَٓا اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذٖيراًۙ","ayatMealText":{"tr":"Şöyle dediler: \"Bu ne biçim peygamber ki, yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya!\"","nl":"En zij zeiden: \"Wat is dat voor Boodschapper, die voedsel eet en op de markten rondgaat, waarom is hem geen Engel gezonden, zodat hij niet hem een waarschuwer is?","en":"And they say ˹mockingly˺, “What kind of messenger is this who eats food and goes about in market-places ˹for a living˺? If only an angel had been sent down with him to be his co-warner"},"surah":null},{"id":2863,"surahId":25,"ayatId":8,"ayatNo":"٨","pageNo":360,"ayatText":"اَوْ يُلْقٰٓى اِلَيْهِ كَنْزٌ اَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَاؕ وَقَالَ الظَّالِمُونَ اِنْ تَتَّبِعُونَ اِلَّا رَجُلاً مَسْحُوراً","ayatMealText":{"tr":"\"Yahut kendisine bir hazine verilseydi veya besleneceği bir bahçe olsaydı ya!\" Bu zalimler, inananlara \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediler.","nl":"Of is hem geen schat geschonken of heeft hij geen tuin, waar hij van kan eten?\" En de onrechtvaardigen zeiden: \"Jullie volgen slechts een bezeten man.\"","en":"or a treasure had been cast down to him, or he had had a garden from which he may eat!” And the wrongdoers say ˹to the believers˺, “You are only following a bewitched man.”"},"surah":null},{"id":2864,"surahId":25,"ayatId":9,"ayatNo":"٩","pageNo":360,"ayatText":"اُنْظُرْ كَيْفَ ضَرَبُوا لَكَ الْاَمْثَالَ فَضَلُّوا فَلَا يَسْتَطٖيعُونَ سَبٖيلاًࣖ","ayatMealText":{"tr":"Ey Muhammed! sana nasıl misaller getirdiklerine bir bak! Onlar sapmışlardır, yol bulamazlar.","nl":"Zie hoe zij niet jou vergelijkingen maken; zij dwalen en zijn niet in staat een weg (te vinden).","en":"See ˹O Prophet˺ how they call you names! So they have gone so ˹far˺ astray that they cannot find the ˹Right˺ Way"},"surah":null},{"id":2865,"surahId":25,"ayatId":10,"ayatNo":"١٠","pageNo":360,"ayatText":"تَبَارَكَ الَّـذٖٓي اِنْ شَٓاءَ جَعَلَ لَكَ خَيْراً مِنْ ذٰلِكَ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُۙ وَيَجْعَلْ لَكَ قُصُوراً","ayatMealText":{"tr":"Öyle yücedir O ki, dilerse sana ondan daha iyisini, altından ırmaklar akan cennetler verir, sana köşkler de yapar.","nl":"Gezegend is Degene Die, als Hij dat wil, jou beter dan dat schenkt: tuinen waar onder door de rivieren stromen en Hij schenkt jou paleizen.","en":"Blessed is the One Who—if He wills—can give you far better than ˹all˺ that: gardens under which rivers flow, and palaces as well"},"surah":null},{"id":2866,"surahId":25,"ayatId":11,"ayatNo":"١١","pageNo":360,"ayatText":"بَلْ كَذَّبُوا بِالسَّاعَةِ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعٖيراًۚ","ayatMealText":{"tr":"Fakat onlar o saati (kıyameti) de yalanladılar. Biz ise o saati yalanlayanlara çılgın alevli bir ateş hazırladık.","nl":"Maar nee, zij loochenen het Uur. En Wij hebben voor wie het Uur loochent een laaiend vuur (de Hel) gereedgemaakt.","en":"In fact, they deny the Hour. And for the deniers of the Hour, We have prepared a blazing Fire"},"surah":null}]}