{"juzNo":18,"pageNo":361,"arCuzNo":"۱۸","arPageNo":"۳٦۱","quranAyats":[{"id":2867,"surahId":25,"ayatId":12,"ayatNo":"١٢","pageNo":361,"ayatText":"اِذَا رَاَتْهُمْ مِنْ مَكَانٍ بَعٖيدٍ سَمِعُوا لَهَا تَغَيُّظاً وَزَفٖيراً","ayatMealText":{"tr":"Ki, cehennem ateşi uzak bir mesafeden kendilerine görününce, onun bir hışımlanmasını (kaynamasını) ve uğultusunu işitirler.","nl":"Wanneer dat (vuur) hen van een verre plaats ziet horen zij haar gesteun en gekrijs.","en":"Once it sees them from a distance, they will hear it fuming and growling"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2868,"surahId":25,"ayatId":13,"ayatNo":"١٣","pageNo":361,"ayatText":"وَاِذَٓا اُلْقُوا مِنْهَا مَكَاناً ضَيِّقاً مُقَرَّنٖينَ دَعَوْا هُنَالِكَ ثُبُوراًؕ","ayatMealText":{"tr":"Elleri boyunlarına bağlı olarak onun dar bir yerine atıldıkları zaman da, oracıkta yok olmayı isterler.","nl":"En wanneer zij er gebonden uitgeworpen werden naar een enge plaats, dan smeken zij daar om vernietiging.","en":"And when they are tossed into a narrow place inside ˹Hell˺, chained together, then and there they will cry out for ˹instant˺ destruction"},"surah":null},{"id":2869,"surahId":25,"ayatId":14,"ayatNo":"١٤","pageNo":361,"ayatText":"لَا تَدْعُوا الْيَوْمَ ثُبُوراً وَاحِداً وَادْعُوا ثُبُوراً كَثٖيراً","ayatMealText":{"tr":"(Onlara şöyle denilir) Bu gün bir yok olmayı değil, nice yok olmaları isteyin!","nl":"Smeekt op die Dag niet om één vernietiging, smeekt om vele vernietigingen!","en":"˹They will be told,˺ “Do not cry only once for destruction, but cry many times over!”"},"surah":null},{"id":2870,"surahId":25,"ayatId":15,"ayatNo":"١٥","pageNo":361,"ayatText":"قُلْ اَذٰلِكَ خَيْرٌ اَمْ جَنَّةُ الْخُلْدِ الَّتٖي وُعِدَ الْمُتَّقُونَؕ كَانَتْ لَهُمْ جَزَٓاءً وَمَصٖيراً","ayatMealText":{"tr":"De ki: Bu mu daha iyi, yoksa takva sahiplerine vaad olunan ebedilik cenneti mi? Çünkü orası, onlar için bir mükafattır ve bir varış yeridir.","nl":"Zeg: \"Is dat beter of de eeuwige tuin (het Paradijs) die aan de Moettaqôen beloofd is? Het is voor hen een beloning en een eindbestemming.\"","en":"Say, ˹O Prophet,˺ “Is this better or the Garden of Eternity which the righteous have been promised, as a reward and ˹an ultimate˺ destination"},"surah":null},{"id":2871,"surahId":25,"ayatId":16,"ayatNo":"١٦","pageNo":361,"ayatText":"لَهُمْ فٖيهَا مَا يَشَٓاؤُ۫نَ خَالِدٖينَؕ كَانَ عَلٰى رَبِّكَ وَعْداً مَسْؤُ۫لاً","ayatMealText":{"tr":"Onlar için orada ne isterlerse var, hem orada ebedî kalacaklar. Çünkü bu Rabbinden yerine getirilmesi istenen bir vaaddir.","nl":"Voor hen is daarin alles wat zij wensen; eeuwig levend (daarin): het is een belofte van jouw Heer, waarnaar gevraagd mag worden.","en":"There they will have whatever they wish for, forever. That is a promise ˹to be sought after˺, binding on your Lord.”"},"surah":null},{"id":2872,"surahId":25,"ayatId":17,"ayatNo":"١٧","pageNo":361,"ayatText":"وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللّٰهِ فَيَقُولُ ءَاَنْتُمْ اَضْلَلْتُمْ عِبَادٖي هٰٓؤُ۬لَٓاءِ اَمْ هُمْ ضَلُّوا السَّبٖيلَؕ","ayatMealText":{"tr":"Hele o gün Rabbin onları Allah'tan başka taptıkları şeylerle toplar da, der ki: \"Siz mi saptırdınız şu kullarımı, yoksa kendileri mi yolu kaybettiler?\"","nl":"En op de Dag waarop Hij hen en wat zij naast Allah aanbidden zal verzamelen, zal Hij zeggen: jullie het, die Mijn dienaren deden dwalen, of zijn zij zelf van de Weg gedwaald?\"","en":"˹Watch for˺ the Day He will gather them along with what they used to worship besides Allah, and ask ˹the objects of worship˺, “Was it you who misled these servants of Mine, or did they stray from the Way ˹on their own˺?”"},"surah":null},{"id":2873,"surahId":25,"ayatId":18,"ayatNo":"١٨","pageNo":361,"ayatText":"قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغٖي لَـنَٓا اَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ اَوْلِيَٓاءَ وَلٰكِنْ مَتَّعْتَهُمْ وَاٰبَٓاءَهُمْ حَتّٰى نَسُوا الذِّكْرَۚ وَكَانُوا قَوْماً بُوراً","ayatMealText":{"tr":"Onlar: \"Sübhansın seni tenzih ederiz. Seni bırakıp da senden başka dostlar edinmek bize yaraşmaz; fakat sen onlara ve atalarına o kadar nimet verdin ki, sonunda seni anmayı unuttular ve helaki hak eden bir kavim oldular.\" derler.","nl":"Zij zullen zeggen: \"Heilig bent U, het past ons niet dat wij buiten U beschermers genomen hebben, maar U hebt hen en hun vaderen laten genieten totdat zij de vermaning vergaten en een vernietigd volk geworden waren.\"","en":"They will say, “Glory be to You! It was not right for ˹others like˺ us to take any lords besides You, but You allowed enjoyment for them and their forefathers ˹for so long˺ that they forgot ˹Your˺ remembrance and became a doomed people.”"},"surah":null},{"id":2874,"surahId":25,"ayatId":19,"ayatNo":"١٩","pageNo":361,"ayatText":"فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَۙ فَمَا تَسْتَطٖيعُونَ صَرْفاً وَلَا نَصْراًۚ وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَاباً كَبٖيراً","ayatMealText":{"tr":"(Bunun üzerine ötekilere hitaben şöyle denilir.) İşte (taptıklarınız) sizi söylediklerinizde yalancı çıkardılar. Artık ne (azabınızı) geri çevirebilir, ne de bir yardıma çare bulabilirsiniz ve içinizden kim zulmederse, ona büyük bir azab tattıracağız.","nl":"(Allah zal zeggen:) \"Zij hebben jullie van leugens beticht over wat jullie zeiden. Jullie zijn niet in staat (de bestraffing) af te wenden en (er is) geen hulp. En wie van jullie onrecht pleegt: hem doen Wij de grootste bestraffing proeven.\"","en":"˹The doomed will be told˺, “Your gods have clearly denied your claims. So now you can neither ward off ˹the punishment˺ nor get any help.” And whoever of you does wrong, We will make them taste a horrible punishment"},"surah":null},{"id":2875,"surahId":25,"ayatId":20,"ayatNo":"٢٠","pageNo":361,"ayatText":"وَمَٓا اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلٖينَ اِلَّٓا اِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْاَسْوَاقِؕ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةًؕ اَتَصْبِرُونَۚ وَكَانَ رَبُّكَ بَصٖيراًࣖ","ayatMealText":{"tr":"(Resulüm!) Biz senden evvel de peygamberleri başka türlü göndermedik. Şüphesiz onlar hem yemek yiyorlar, hem çarşılarda geziyorlardı (sokaklarda yürüyorlardı). Sizin bir kısmınızı bir diğerine fitne (imtihan sebebi) kılmışızdır ki, bakalım sabredecek misiniz? Zira Rabbin her şeyi hakkıyla görmektedir.","nl":"En Wij zonden geen Boodschappers vóór jou, of zij aten voedsel en zij gingen op de markten rond. En Wij hebben sommigen van jullie tot een beproeving voor anderen gemaakt: zullen jullie geduld hebben? En jouw Heer is Alziende.","en":"We never sent any messenger before you ˹O Prophet˺, who did not eat food and go about in market-places. We have made some of you a trial for others. Will you ˹not then˺ be patient? And your Lord is All-Seeing"},"surah":null}]}