{"juzNo":19,"pageNo":362,"arCuzNo":"۱۹","arPageNo":"۳٦۲","quranAyats":[{"id":2876,"surahId":25,"ayatId":21,"ayatNo":"٢١","pageNo":362,"ayatText":"وَقَالَ الَّذٖينَ لَا يَرْجُونَ لِقَٓاءَنَا لَوْلَٓا اُنْزِلَ عَلَيْنَا الْمَلٰٓئِكَةُ اَوْ نَرٰى رَبَّـنَاؕ لَقَدِ اسْتَكْبَرُوا فٖٓي اَنْفُسِهِمْ وَعَتَوْ عُتُواًّ كَبٖيراً","ayatMealText":{"tr":"Bununla beraber, bize kavuşmayı ummayanlar \"Bize ya melekler indirilmeliydi, ya da Rabbimizi görmeliydik\" dediler. Andolsun ki, doğrusu nefislerinde kendilerini büyük gördüler ve büyük azgınlık ettiler.","nl":"En degenen die niet op de ontmoeting met Ons hopen, zeiden: \"Waren de Engelen maar tot ons neergezonden of zagen wij onze Heer maar!\" Voorzeker, zij zijn arrogant over zichzelf en zij overtreden met een grote overtreding.","en":"Those who do not expect to meet Us say, “If only the angels were sent down to us, or we could see our Lord!” They have certainly been carried away by their arrogance and have entirely exceeded all limits"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2877,"surahId":25,"ayatId":22,"ayatNo":"٢٢","pageNo":362,"ayatText":"يَوْمَ يَرَوْنَ الْمَلٰٓئِكَةَ لَا بُشْرٰى يَوْمَئِذٍ لِلْمُجْرِمٖينَ وَيَقُولُونَ حِجْراً مَحْجُوراً","ayatMealText":{"tr":"Melekleri görecekleri gün, işte o gün, günahkarlara hiçbir sevinç haberi yoktur. Ve yasak yasak, diyeceklerdir.","nl":"Op de Dag waarop zij de Engelen zullen zien, op die Dag zal er geen verheugende tijding voor de misdadigers zijn, en zij zullen zeggen: \"(Weest) ver verwijderd!\"","en":"˹But˺ on the Day they will see the angels, there will be no good news for the wicked, who will cry, “Keep away! Away ˹from us˺!”"},"surah":null},{"id":2878,"surahId":25,"ayatId":23,"ayatNo":"٢٣","pageNo":362,"ayatText":"وَقَدِمْنَٓا اِلٰى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَٓاءً مَنْثُوراً","ayatMealText":{"tr":"Onların yaptıkları her bir iyi işi dikkate alırız, fakat onu saçılmış zerreler haline getiririz.","nl":"En Wij wenden Ons tot de daden die zij hebben verricht en Wij maken die tot verstrooid stof.","en":"Then We will turn to whatever ˹good˺ deeds they did, reducing them to scattered dust"},"surah":null},{"id":2879,"surahId":25,"ayatId":24,"ayatNo":"٢٤","pageNo":362,"ayatText":"اَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَراًّ وَاَحْسَنُ مَقٖيلاً","ayatMealText":{"tr":"O gün cennetliklerin kalacakları yer çok iyi, dinlenecekleri yer pek güzeldir.","nl":"De bewoners van het Paradijs zullen op die Dag, een goede verblijfplaats hebben en een betere rustplaats.","en":"˹But˺ on that Day the residents of Paradise will have the best settlement and the finest place to rest"},"surah":null},{"id":2880,"surahId":25,"ayatId":25,"ayatNo":"٢٥","pageNo":362,"ayatText":"وَيَوْمَ تَشَقَّقُ السَّمَٓاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰٓئِكَةُ تَنْزٖيلاً","ayatMealText":{"tr":"O gün gökyüzü beyaz bulutlar halinde yarılacak ve melekler bölük bölük indirileceklerdir.","nl":"En (gedenkt) de Dag waarop de hemel met de wolken uiteen zal splijten en de Engelen neerdalen.","en":"˹Watch for˺ the Day the heavens will burst with clouds, and the angels will be sent down in successive ranks"},"surah":null},{"id":2881,"surahId":25,"ayatId":26,"ayatNo":"٢٦","pageNo":362,"ayatText":"اَلْمُلْكُ يَوْمَئِذٍۨ الْحَقُّ لِلرَّحْمٰنِؕ وَكَانَ يَوْماً عَلَى الْكَافِرٖينَ عَسٖيراً","ayatMealText":{"tr":"İşte o gün gerçek hükümranlık, çok merhametli olan Allah'ındır. Kâfirler için ise o, pek çetin bir gündür.","nl":"De ware heerschappij zal op die Dag toebehoren aan de Barmhartige en het zal een moeilijke Dag zijn voor de ongelovigen.","en":"True authority on that Day will belong ˹only˺ to the Most Compassionate. And it will be a hard day for the disbelievers"},"surah":null},{"id":2882,"surahId":25,"ayatId":27,"ayatNo":"٢٧","pageNo":362,"ayatText":"وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبٖيلاً","ayatMealText":{"tr":"O gün zalim kimse ellerini ısıracak: \"Eyvah!\" diyecek, \"keşke Peygamberin yanında bir yol tutsaydım!\"","nl":"En (gedenkt) de Dag waarop de onrechtvaardige op zijn handen bijt, terwijl hij zegt: \"Had ik maar een Weg genomen met de Boodschapper!","en":"And ˹beware of˺ the Day the wrongdoer will bite his nails ˹in regret˺ and say, “Oh! I wish I had followed the Way along with the Messenger"},"surah":null},{"id":2883,"surahId":25,"ayatId":28,"ayatNo":"٢٨","pageNo":362,"ayatText":"يَا وَيْلَتٰى لَيْتَنٖي لَمْ اَتَّخِذْ فُلَاناً خَلٖيلاً","ayatMealText":{"tr":"\"Eyvah!\" diyecek, \"keşke falancayı dost edinmeseydim.","nl":"Wee mij! Had ik maar niet zo'n ongelovige als boezemvriend genomen.","en":"Woe to me! I wish I had never taken so-and-so as a close friend"},"surah":null},{"id":2884,"surahId":25,"ayatId":29,"ayatNo":"٢٩","pageNo":362,"ayatText":"لَقَدْ اَضَلَّنٖي عَنِ الذِّكْرِ بَعْدَ اِذْ جَٓاءَنٖيؕ وَكَانَ الشَّيْطَانُ لِلْاِنْسَانِ خَذُولاً","ayatMealText":{"tr":"Çünkü zikir (Kur'ân) bana gelmişken o, hakikaten beni ondan saptırdı. Şeytan insanı (uçuruma sürükleyip sonra) yapayalnız ve yardımcısız bırakmaktadır.","nl":"Voorzeker, hij heeft mij doen afdwalen van de Vermaning nadat die tot mij gekomen was: en de Satan is de mensen ontrouw!\"","en":"It was he who truly made me stray from the Reminder after it had reached me.” And Satan has always betrayed humanity"},"surah":null},{"id":2885,"surahId":25,"ayatId":30,"ayatNo":"٣٠","pageNo":362,"ayatText":"وَقَالَ الرَّسُولُ يَا رَبِّ اِنَّ قَوْمِي اتَّخَذُوا هٰذَا الْقُرْاٰنَ مَهْجُوراً","ayatMealText":{"tr":"Peygamber dedi ki: \"Ey Rabbim! Kavmim bu Kur'ân'ı terkedilmiş (bir şey yerinde) tuttular.\"","nl":"En de Boodschapper zei: \"O mijn Heer, voorwaar, mijn volk heefl deze Koran achtergelaten.","en":"The Messenger has cried, “O my Lord! My people have indeed received this Quran with neglect.”"},"surah":null},{"id":2886,"surahId":25,"ayatId":31,"ayatNo":"٣١","pageNo":362,"ayatText":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُواًّ مِنَ الْمُجْرِمٖينَؕ وَكَفٰى بِرَبِّكَ هَادِياً وَنَصٖيراً","ayatMealText":{"tr":"(Resulüm!) Ve işte biz böyle her peygamber için günahkarlardan bir düşman yapmışızdır. Bununla beraber hidayet verici ve yardımcı olarak Rabbin yeter.","nl":"En zo hebben Wij voor iedere Profeet een vijand gemaakt onder de misdadigers. Maar jouw Heer is voldoende als Leider en Helper.","en":"Similarly, We made enemies for every prophet from among the wicked, but sufficient is your Lord as a Guide and Helper"},"surah":null},{"id":2887,"surahId":25,"ayatId":32,"ayatNo":"٣٢","pageNo":362,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَاحِدَةًۚ كَذٰلِكَ لِنُثَبِّتَ بِهٖ فُؤٰادَكَ وَرَتَّلْنَاهُ تَرْتٖيلاً","ayatMealText":{"tr":"Yine o inkâr edenler dediler ki: \"O Kur'ân ona, hepsi birden indirilseydi ya\"! Biz onu senin kalbine iyice yerleştirmek için böyle (parça parça indirdik) ve onu tane tane (ayırarak) okuduk.","nl":"En degenen die ongelovig zijn, zeggen: \"Was de Koran maar in één keer volledig aan hem neergezonden..,\" (Maar) zo hebben Wij daarmee jouw hart versterkt (O Moehammad), en Wij hebben hem regelmatig doen voordragen.","en":"The disbelievers say, “If only the Quran had been sent down to him all at once!” ˹We have sent it˺ as such ˹in stages˺ so We may reassure your heart with it. And We have revealed it at a deliberate pace"},"surah":null}]}