{"juzNo":19,"pageNo":363,"arCuzNo":"۱۹","arPageNo":"۳٦۳","quranAyats":[{"id":2888,"surahId":25,"ayatId":33,"ayatNo":"٣٣","pageNo":363,"ayatText":"وَلَا يَأْتُونَكَ بِمَثَلٍ اِلَّا جِئْنَاكَ بِالْحَقِّ وَاَحْسَنَ تَفْسٖيراًؕ","ayatMealText":{"tr":"Hem onlar sana karşı herhangi bir mesel ile gelmezler ki, biz sana (onun karşılığında) doğrusunu ve tefsirin daha güzelini getirmiş olmayalım.","nl":"En zij komen niet met een rare vraag tot jou, of Wij brengen jou de waarheid en een mooiere uitleg.","en":"Whenever they bring you an argument, We come to you with the right refutation and the best explanation"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2889,"surahId":25,"ayatId":34,"ayatNo":"٣٤","pageNo":363,"ayatText":"اَلَّذٖينَ يُحْشَرُونَ عَلٰى وُجُوهِهِمْ اِلٰى جَهَنَّمَۙ اُو۬لٰٓئِكَ شَرٌّ مَكَاناً وَاَضَلُّ سَبٖيلاًࣖ","ayatMealText":{"tr":"O yüzleri üstü cehenneme toplanacaklar var ya! işte onlar, yerleri en kötü, yolları en sapık olanlardır.","nl":"Degenen die op hun gezichten bij de Hel verzameld zullen worden zijn degenen met de slechtste plaats en zijn het verst afgedwaald van de Weg.","en":"Those who will be dragged into Hell on their faces will be in the worst place, and are ˹now˺ farthest from the ˹Right˺ Way"},"surah":null},{"id":2890,"surahId":25,"ayatId":35,"ayatNo":"٣٥","pageNo":363,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُٓ اَخَاهُ هٰرُونَ وَزٖيراًۚ","ayatMealText":{"tr":"Andolsun ki Musa'ya kitap verdik, kardeşi Harun'u da ona yardımcı yaptık.","nl":"Voorzeker, Wij hebben aan Môesa de Schrift gegeven. En Wij hebben zijn broeder Hârôen aangewezen als rechterhand.","en":"We certainly gave Moses the Book and appointed his brother Aaron as his helper"},"surah":null},{"id":2891,"surahId":25,"ayatId":36,"ayatNo":"٣٦","pageNo":363,"ayatText":"فَقُلْنَا اذْهَبَٓا اِلَى الْقَوْمِ الَّذٖينَ كَذَّبُوا بِاٰيَاتِنَاؕ فَدَمَّرْنَاهُمْ تَدْمٖيراًؕ","ayatMealText":{"tr":"\"Haydi âyetlerimizi yalan sayan o kavme gidin\" dedik. Sonunda (yola gelmediklerinden) onları yerle bir ettik.","nl":"Toen zelden Wij: \"Gaat naar het volk dat Onze Tekenen loochent,\" en Wij vernietigden hen met een volledige vernietiging.","en":"We had ordered ˹them˺, “Go to the people who would deny Our signs.” Then We annihilated the deniers entirely"},"surah":null},{"id":2892,"surahId":25,"ayatId":37,"ayatNo":"٣٧","pageNo":363,"ayatText":"وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ اٰيَةًؕ وَاَعْتَدْنَا لِلظَّالِمٖينَ عَـذَاباً اَلٖيماًۚ","ayatMealText":{"tr":"Nuh kavmine gelince, Peygamberleri yalancılıkla itham ettiklerinde, onları suda boğduk ve kendilerini insanlar için bir ibret yaptık. Biz zalimler için acıklı bir azab hazırlamışızdır.","nl":"En Wij verdronken het volk van Nôeh toen zij de Boodschappers loochenden. En Wij maakten hen tot een teken voor de mensheid. En Wij hebben voor de onrechtplegers een pijnlijke bestraffing voorbereid.","en":"And when the people of Noah rejected the messengers, We drowned them, making them an example to humanity. And We have prepared a painful punishment for the wrongdoers"},"surah":null},{"id":2893,"surahId":25,"ayatId":38,"ayatNo":"٣٨","pageNo":363,"ayatText":"وَعَـاداً وَثَمُودَا۬ وَاَصْحَابَ الرَّسِّ وَقُرُوناً بَيْنَ ذٰلِكَ كَثٖيراً","ayatMealText":{"tr":"Ad'ı, Semud'u, Ress halkını ve bunlar arasında daha bir çok nesilleri de (inkârcılıkları yüzünden helak ettik)","nl":"En (Wij vernietigden de volken van de) 'Âd en Tsamôed en het volk van Rass en vele generaties daartussen.","en":"Also ˹We destroyed˺ ’Ȃd, Thamûd, and the people of the Water-pit, as well as many peoples in between"},"surah":null},{"id":2894,"surahId":25,"ayatId":39,"ayatNo":"٣٩","pageNo":363,"ayatText":"وَكُلاًّ ضَرَبْنَا لَهُ الْاَمْثَالَؗ وَكُلاًّ تَبَّرْنَا تَتْبٖيراً","ayatMealText":{"tr":"Onların herbirine misaller getirdik; (ama ögüt almadıkları için) hepsini kırdık geçirdik.","nl":"En voor ieder maakten Wij de gelijkenissen en eik vernietigden Wij met een volledige vernietiging.","en":"For each We set forth ˹various˺ lessons, and We ultimately destroyed each"},"surah":null},{"id":2895,"surahId":25,"ayatId":40,"ayatNo":"٤٠","pageNo":363,"ayatText":"وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتٖٓي اُمْطِرَتْ مَطَرَ السَّوْءِؕ اَفَلَمْ يَكُونُوا يَرَوْنَهَاۚ بَلْ كَانُوا لَا يَرْجُونَ نُشُوراً","ayatMealText":{"tr":"(Resulüm!) Andolsun ki, (bu Mekke'li putperestler), bela ve fenalık yağmuruna tutulmuş olan beldeye uğramışlardır. Peki onu da görmüyorlar mıydı? Hayır! Onlar öldükten sonra dirilmeyi ummamaktadırlar.","nl":"En voorzeker, zij (de ongelovigen) kwamen voorbij de stad, waarop een slechte regen geregend had. Hebben zij dat dan niet gezien? Maar nee, zij hoopten niet tot leven gebracht te worden.","en":"They have certainly passed by the city ˹of Sodom˺, which had been showered with a dreadful rain ˹of stones˺. Have they not seen its ruins? But they do not expect to be resurrected"},"surah":null},{"id":2896,"surahId":25,"ayatId":41,"ayatNo":"٤١","pageNo":363,"ayatText":"وَاِذَا رَاَوْكَ اِنْ يَتَّخِذُونَكَ اِلَّا هُزُواًؕ اَهٰذَا الَّذٖي بَعَثَ اللّٰهُ رَسُولاً","ayatMealText":{"tr":"Seni gördükleri zaman \"Bu mu Allah'ın Peygamber olarak gönderdiği?\" diye hep seni alaya alıyorlar.","nl":"En wanneer Zij jou zien (O Moehammad), nemen zij jou slechts tot onderwerp van bespotting: \"Is die het die Allah als Boodschapper heeft gestuurd?","en":"When they see you ˹O Prophet˺, they only make fun of you, ˹saying,˺ “Is this the one that Allah has sent as a messenger"},"surah":null},{"id":2897,"surahId":25,"ayatId":42,"ayatNo":"٤٢","pageNo":363,"ayatText":"اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَٓا اَنْ صَبَرْنَا عَلَيْهَاؕ وَسَوْفَ يَعْلَمُونَ حٖينَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبٖيلاً","ayatMealText":{"tr":"\"Şayet tanrılarımıza inanmakta sebat göstermeseydik, gerçekten de bizi neredeyse tanrılarımızdan saptıracaktı\" diyorlar. Azabı gördükleri zaman, kimin yolunun sapık olduğunu bilecekler!","nl":"Hij had ons bijna van onze goden doen afdwalen, als wij niet geduldig met hen gebleven waren.\" Maar zij zullen weten, wanneer zij de bestraffing zien, wie het verst van de Weg afgedwaald is.","en":"He would have almost tricked us away from our gods, had we not been so devoted to them.” ˹But˺ soon they will know, when they face the punishment, who is far astray from the ˹Right˺ Way"},"surah":null},{"id":2898,"surahId":25,"ayatId":43,"ayatNo":"٤٣","pageNo":363,"ayatText":"اَرَاَيْتَ مَنِ اتَّخَذَ اِلٰهَهُ هَوٰيهُؕ اَفَاَنْتَ تَكُونُ عَلَيْهِ وَكٖيلاًۙ","ayatMealText":{"tr":"Kötü duygularını kendisine tanrı edinen kimseyi gördün mü? Şimdi ona sen mi vekil olacaksın?","nl":"Heb jij degene gezien, die zijn begeerten als zijn god neemt? Zou jij een beschermer voor hem zijn?","en":"Have you seen ˹O Prophet˺ the one who has taken their own desires as their god? Will you then be a keeper over them"},"surah":null}]}