{"juzNo":19,"pageNo":364,"arCuzNo":"۱۹","arPageNo":"۳٦٤","quranAyats":[{"id":2899,"surahId":25,"ayatId":44,"ayatNo":"٤٤","pageNo":364,"ayatText":"اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُونَ اَوْ يَعْقِلُونَؕ اِنْ هُمْ اِلَّا كَالْاَنْـعَامِ بَلْ هُمْ اَضَلُّ سَبٖيلاًࣖ","ayatMealText":{"tr":"Yoksa sen, onların çoğunun gerçekten söz dinleyeceğini yahut akıllanacağını mı sanıyorsun? Gerçekte onlar hayvanlar gibidir, hatta gidişçe daha sapıktırlar.","nl":"Of denk jij dat de meesten van hen horen of begrijpen? Zij zijn slechts als vee, erger nog, zij zijn het verst afgedwaald van de Weg.","en":"Or do you think that most of them listen or understand? They are only like cattle—no, more than that, they are astray from the ˹Right˺ Way"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2900,"surahId":25,"ayatId":45,"ayatNo":"٤٥","pageNo":364,"ayatText":"اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَٓاءَ لَجَعَلَهُ سَاكِناًۚ ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلٖيلاًۙ","ayatMealText":{"tr":"Rabbinin gölgeyi nasıl uzatmakta olduğunu görmedin mi? Dileseydi onu elbet hareketsiz de kılardı. Sonra biz güneşi, ona (gölgeye) delil kılmışızdır.","nl":"Zie jij niet hoe jouw Heer de schaduwen verlengt? En als Hij het had gewild, had Hij die zeker kunnen doen stilstaan. Toen hebben Wij de zon tot een wijzer gemaakt.","en":"Have you not seen how your Lord extends the shade—He could have simply made it ˹remain˺ still if He so willed—then We make the sun its guide"},"surah":null},{"id":2901,"surahId":25,"ayatId":46,"ayatNo":"٤٦","pageNo":364,"ayatText":"ثُمَّ قَبَضْنَاهُ اِلَيْنَا قَبْضاً يَسٖيراً","ayatMealText":{"tr":"Sonra da onu yavaş yavaş kendimize (başka yöne) çekmekteyiz.","nl":"Vervolgens trokken Wij haar (rond het middaguur) naar Ons toe, een geleidelijke terugtrekking.","en":"causing the shade to retreat gradually"},"surah":null},{"id":2902,"surahId":25,"ayatId":47,"ayatNo":"٤٧","pageNo":364,"ayatText":"وَهُوَ الَّذٖي جَعَلَ لَكُمُ الَّيْلَ لِبَاساً وَالنَّوْمَ سُبَاتاً وَجَعَلَ النَّهَارَ نُشُوراً","ayatMealText":{"tr":"Sizin için geceyi örtü, uykuyu istirahat kılan, gündüzü yayılıp çalışma (zamanı) yapan O'dur.","nl":"En Hij is Degene Die de nacht als een kledingstuk voor jullie heeft gemaakt en de slaap om uit te rusten. En Hij heeft de dag gemaakt om wakker te zijn (om te werken).","en":"He is the One Who has made the night for you as a cover, and ˹made˺ sleep for resting, and the day for rising"},"surah":null},{"id":2903,"surahId":25,"ayatId":48,"ayatNo":"٤٨","pageNo":364,"ayatText":"وَهُوَ الَّـذٖٓي اَرْسَلَ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَٓاءِ مَٓاءً طَهُوراًۙ","ayatMealText":{"tr":"Rüzgarları rahmetinin önünde müjdeci olarak gönderen ve gökten tertemiz bir su indiren O'dur.","nl":"En Hij is Degene Die de winden, als brengers van verheugende tijdingen voor Zijn Barmhartigheid uit heeft gestuurd. En Wij doen puur water uit hemel neerdalen.","en":"And He is the One Who sends the winds ushering in His mercy, and We send down pure rain from the sky"},"surah":null},{"id":2904,"surahId":25,"ayatId":49,"ayatNo":"٤٩","pageNo":364,"ayatText":"لِنُحْيِيَ بِهٖ بَلْدَةً مَيْتاً وَنُسْقِيَهُ مِمَّا خَلَقْنَٓا اَنْعَاماً وَاَنَاسِيَّ كَثٖيراً","ayatMealText":{"tr":"Ki biz (o suyla) ölü toprağa can verelim, yarattığımız nice hayvanlara ve insanlara su sağlayalım, diye.","nl":"Opdat Wij hiermee droog land vruchtbaar maken en om water te geven aan wat Wij geschapen hebben: vee en veel mensen.","en":"giving life to a lifeless land, and providing water for countless animals and humans of Our Own creation"},"surah":null},{"id":2905,"surahId":25,"ayatId":50,"ayatNo":"٥٠","pageNo":364,"ayatText":"وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُواؗ فَاَبٰٓى اَكْثَرُ النَّاسِ اِلَّا كُفُوراً","ayatMealText":{"tr":"Andolsun bunu, insanların öğüt almaları için, aralarında çeşit çeşit şekillerde anlatmışızdır; ama insanların çoğu ille nankörlük edip diretmiştir.","nl":"En voorzeker, Wij hebben dit (geven van water) onder hen afgewisseld, opdat zij er een lering uit trekken. Maar de meeste mensen weigeren, behalve ondankbaarheid.","en":"We certainly disperse it among them so they may be mindful, but most people persist in ungratefulness"},"surah":null},{"id":2906,"surahId":25,"ayatId":51,"ayatNo":"٥١","pageNo":364,"ayatText":"وَلَوْ شِئْنَا لَبَعَثْنَا فٖي كُلِّ قَرْيَةٍ نَذٖيراًؗ","ayatMealText":{"tr":"(Habibim!) Şayet dileseydik elbette her köye bir uyarıcı (peygamber) gönderirdik.","nl":"En als Wij het gewild hadden, dan hadden Wij zeker naar iedere stad een waarschuwer gestuurd.","en":"Had We willed, We could have easily sent a warner to every society"},"surah":null},{"id":2907,"surahId":25,"ayatId":52,"ayatNo":"٥٢","pageNo":364,"ayatText":"فَلَا تُطِعِ الْكَافِرٖينَ وَجَاهِدْهُمْ بِهٖ جِهَاداً كَبٖيراً","ayatMealText":{"tr":"(Madem ki yalnız seni gönderdik) Öyleyse kâfirlere boyun eğme ve bununla (Kur'ân ile) onlara karşı olanca gücünle büyük bir savaş ver!","nl":"Gehoorzaarn daarom de ongelovigen niet en vecht tegen hen met een grote strijd.","en":"So do not yield to the disbelievers, but strive diligently against them with this ˹Quran˺"},"surah":null},{"id":2908,"surahId":25,"ayatId":53,"ayatNo":"٥٣","pageNo":364,"ayatText":"وَهُوَ الَّذٖي مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَهٰذَا مِلْحٌ اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخاً وَحِجْراً مَحْجُوراً","ayatMealText":{"tr":"Birinin suyu tatlı ve susuzluğu giderici, diğerininki tuzlu ve acı iki denizi salıveren ve aralarına bir engel, aşılmaz bir serhat koyan O'dur.","nl":"Hij is Degem Die de twee zeeën naast elkaar doet stromen, de een zoet en fris van smaak, de ander zout en bitter. En Hij heeft een afscheiding tussen hen geplaatst, en (die is) als een onverbrugbare afscheiding.","en":"And He is the One Who merges the two bodies of water: one fresh and palatable and the other salty and bitter, placing between them a barrier they cannot cross"},"surah":null},{"id":2909,"surahId":25,"ayatId":54,"ayatNo":"٥٤","pageNo":364,"ayatText":"وَهُوَ الَّذٖي خَلَقَ مِنَ الْمَٓاءِ بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراًؕ وَكَانَ رَبُّكَ قَدٖيراً","ayatMealText":{"tr":"O (hakir) sudan, bir insan yaratıp ona bir neseb bahşeden ve sıhriyet bağı ile akraba yapan O'dur. Rabbinin her şeye gücü yeter.","nl":"En Hij is Degene Die de mens heeft geschapen uit water en vervolgens heeft Hij hem nageslacht en aangetrouwdheid gegeven. En jouw Heer is Almachtig.","en":"And He is the One Who creates human beings from a ˹humble˺ liquid, then establishes for them bonds of kinship and marriage. For your Lord is Most Capable"},"surah":null},{"id":2910,"surahId":25,"ayatId":55,"ayatNo":"٥٥","pageNo":364,"ayatText":"وَيَعْبُدُونَ مِنْ دُونِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْؕ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهٖيراً","ayatMealText":{"tr":"(Böyle iken inkârcılar) Allah'ı bırakıp kendilerine ne fayda, ne zarar veremeyen şeylere kulluk ediyorlar. İnkârcı olan kimse Rabbine karşı uğraşıp durmaktadır.","nl":"En zij aanbidden dat naast Allah wat hen niet kan baten en niet kan schaden. En de ongelovige is een helper (van de Satan) tegen zijn Heer.","en":"Yet they worship besides Allah what can neither benefit nor harm them. And the disbeliever always collaborates against their Lord"},"surah":null}]}