{"juzNo":19,"pageNo":365,"arCuzNo":"۱۹","arPageNo":"۳٦٥","quranAyats":[{"id":2911,"surahId":25,"ayatId":56,"ayatNo":"٥٦","pageNo":365,"ayatText":"وَمَٓا اَرْسَلْنَاكَ اِلَّا مُبَشِّراً وَنَذٖيراً","ayatMealText":{"tr":"(Halbuki) biz seni ancak müjdeci ve uyarıcı olarak gönderdik.","nl":"En Wij hebben jou slechts gestuurd als een brenger van verbeugende tijdingen en als een waarschuwer.","en":"And We have sent you ˹O Prophet˺ only as a deliverer of good news and a warner"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2912,"surahId":25,"ayatId":57,"ayatNo":"٥٧","pageNo":365,"ayatText":"قُلْ مَٓا اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِلَّا مَنْ شَٓاءَ اَنْ يَتَّخِذَ اِلٰى رَبِّهٖ سَبٖيلاً","ayatMealText":{"tr":"De ki: \"Ben, buna karşı sizden bir ücret değil, ancak Rabbine doğru bir yol tutmayı dileyen kimseler (olmanızı) istiyorum.\"","nl":"Zeg (O Moehammad): \"Ik vraag van jullie hiervoor geen beloning anders dan dat men de Weg tot zijn Heer wil nemen.","en":"Say, “I do not ask you for any reward for this ˹message˺, but whoever wishes, let them pursue the Way to their Lord.”"},"surah":null},{"id":2913,"surahId":25,"ayatId":58,"ayatNo":"٥٨","pageNo":365,"ayatText":"وَتَوَكَّلْ عَلَى الْحَيِّ الَّذٖي لَا يَمُوتُ وَسَبِّـحْ بِحَمْدِهٖؕ وَكَفٰى بِهٖ بِذُنُوبِ عِبَادِهٖ خَبٖيراًۚۛ","ayatMealText":{"tr":"Sen, ölümsüz ve daima diri olan Allah'a güvenip dayan. O'nu hamd ile tesbih et. Kullarının günahlarından haberdar olarak O yeter.","nl":"En vertrouw op de Levende, Die niet sterft en prijs Zijn lof. En Hij is voldoende als Alwetende over de zonden van Zijn dieneren.","en":"Put your trust in the Ever-Living, Who never dies, and glorify His praises. Sufficient is He as All-Aware of the sins of His servants"},"surah":null},{"id":2914,"surahId":25,"ayatId":59,"ayatNo":"٥٩","pageNo":365,"ayatText":"اَلَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فٖي سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚۛ اَلرَّحْمٰنُ فَسْـَٔلْ بِهٖ خَبٖيراً","ayatMealText":{"tr":"Gökleri yeri ve ikisinin arasındakileri altı günde yaratan, sonra Arş'a hükmeden Rahmân'dır. Haydi ne dileyeceksen o her şeyden haberdar olan (Rahmân)dan dile.","nl":"Diegene Die de hemel en de aarde en alles wat daartussen is geschapen heeft in zes dagen. Vervolgens zetelde Hij zich op de Troon, Hij is de Erbarmer, vraag over Hem aan degene die daarover het meeste weet.","en":"˹He is˺ the One Who created the heavens and the earth and everything in between in six Days, then established Himself on the Throne. ˹He is˺ the Most Compassionate! Ask ˹none other than˺ the All-Knowledgeable about Himself"},"surah":null},{"id":2915,"surahId":25,"ayatId":60,"ayatNo":"٦٠","pageNo":365,"ayatText":"وَاِذَا قٖيلَ لَهُمُ اسْجُدُوا لِلرَّحْمٰنِ قَالُوا وَمَا الرَّحْمٰنُࣗ اَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُوراًࣖ","ayatMealText":{"tr":"Onlara \"Rahmân'a secde edin\" dendiği zaman, \"Rahmân da neymiş? Senin bize emrettiğine secde eder miyiz hiç?\" derler ve bu emir onların nefretini artırır.","nl":"En als er tot hun gezegd wordt: \"Kniel voor de Erbarmer,\" zeggen zij: \"Wie is de Erbarmer, zouden wij knielen voor wat jij ons beveelt?\" En het doet hun afkeer toenemen.","en":"When it is said to them, “Prostrate to the Most Compassionate,” they ask ˹in disgust˺, “What is ‘the Most Compassionate’? Will we prostrate to whatever you order us to?” And it only drives them farther away"},"surah":null},{"id":2916,"surahId":25,"ayatId":61,"ayatNo":"٦١","pageNo":365,"ayatText":"تَبَارَكَ الَّذٖي جَعَلَ فِي السَّمَٓاءِ بُرُوجاً وَجَعَلَ فٖيهَا سِرَاجاً وَقَمَراً مُنٖيراً","ayatMealText":{"tr":"Gökte burçları var eden, onların içinde bir kandil (güneş) ve nurlu bir ay barındıran Allah, yüceler yücesidir.","nl":"Gezegend is Degene Die de sterrenstelsels in de hemel heeft gemaakt en daarin een lamp (de zon) en een verlichtende maan heeft geplaatst.","en":"Blessed is the One Who has placed constellations in the sky, as well as a ˹radiant˺ lamp and a luminous moon"},"surah":null},{"id":2917,"surahId":25,"ayatId":62,"ayatNo":"٦٢","pageNo":365,"ayatText":"وَهُوَ الَّذٖي جَعَلَ الَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ اَرَادَ اَنْ يَذَّكَّرَ اَوْ اَرَادَ شُكُوراً","ayatMealText":{"tr":"İbret almak veya şükretmek dileyen kimseler için gece ile gündüzü birbiri ardınca getiren O'dur.","nl":"En Hij is Degene Die de nacht en de dag doet afwisselen voor wie er een lering uit wil trekken of dankbaar wil zijn.","en":"And He is the One Who causes the day and the night to alternate, ˹as a sign˺ for whoever desires to be mindful or to be grateful"},"surah":null},{"id":2918,"surahId":25,"ayatId":63,"ayatNo":"٦٣","pageNo":365,"ayatText":"وَعِبَادُ الرَّحْمٰنِ الَّذٖينَ يَمْشُونَ عَلَى الْاَرْضِ هَوْناً وَاِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَاماً","ayatMealText":{"tr":"O çok merhametli Allah'ın (has) kulları onlardır ki, yeryüzünde tevazu ile yürürler ve cahil kimseler kendilerine laf attığı zaman (incitmeksizin) \"selam\" derler (geçerler).","nl":"En de dienaren van de Erbarmer zijn degenen die bescheiden op aarde rondgaan. En als onwetenden hen aanspreken, zeggen zij: \"Salâm!\" (Vrede)","en":"The ˹true˺ servants of the Most Compassionate are those who walk on the earth humbly, and when the foolish address them ˹improperly˺, they only respond with peace"},"surah":null},{"id":2919,"surahId":25,"ayatId":64,"ayatNo":"٦٤","pageNo":365,"ayatText":"وَالَّذٖينَ يَبٖيتُونَ لِرَبِّهِمْ سُجَّداً وَقِيَاماً","ayatMealText":{"tr":"Ve onlar ki, Rablerine secdeler ve kıyamlar ederek yatarlar.","nl":"En degenen die de nacht doorbrengen, terwijl zij voor hun Heer knielen en staan (in hun shalât).","en":"˹They are˺ those who spend ˹a good portion of˺ the night, prostrating themselves and standing before their Lord"},"surah":null},{"id":2920,"surahId":25,"ayatId":65,"ayatNo":"٦٥","pageNo":365,"ayatText":"وَالَّذٖينَ يَقُولُونَ رَبَّـنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَࣗ اِنَّ عَذَابَهَا كَانَ غَرَاماًࣗ","ayatMealText":{"tr":"Onlar ki, şöyle derler: Cehennem azabını üzerimizden sav! Doğrusu onun azabı geçici bir şey değildir.","nl":"En degenen die zeggen: \"Onze Heer, wend de bestraffing van de Hel van ons af. Voorwaar, haar bestraffing is een voortdurende kwelling.","en":"˹They are˺ those who pray, “Our Lord! Keep the punishment of Hell away from us, for its punishment is indeed unrelenting"},"surah":null},{"id":2921,"surahId":25,"ayatId":66,"ayatNo":"٦٦","pageNo":365,"ayatText":"اِنَّهَا سَٓاءَتْ مُسْتَقَراًّ وَمُقَاماً","ayatMealText":{"tr":"Orası cidden ne kötü bir uğrak, ne kötü bir konaktır.","nl":"Voorwaar, het is een zeer slechte vestiging en verblijfplaats.\"","en":"It is certainly an evil place to settle and reside.”"},"surah":null},{"id":2922,"surahId":25,"ayatId":67,"ayatNo":"٦٧","pageNo":365,"ayatText":"وَالَّذٖينَ اِذَٓا اَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذٰلِكَ قَوَاماً","ayatMealText":{"tr":"Ve onlar ki, harcadıklarında ne israf ne de cimrilik ederler; ikisi arasında orta bir yol tutarlar.","nl":"En degenen die, wanneer zij besteden, niet overdrijven en niet gierig zijn, maar het midden daartussen houden.","en":"˹They are˺ those who spend neither wastefully nor stingily, but moderately in between"},"surah":null}]}