{"juzNo":19,"pageNo":366,"arCuzNo":"۱۹","arPageNo":"۳٦٦","quranAyats":[{"id":2923,"surahId":25,"ayatId":68,"ayatNo":"٦٨","pageNo":366,"ayatText":"وَالَّذٖينَ لَا يَدْعُونَ مَعَ اللّٰهِ اِلٰهاً اٰخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتٖي حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُونَۚ وَمَنْ يَفْعَلْ ذٰلِكَ يَلْقَ اَثَاماًۙ","ayatMealText":{"tr":"Yine onlar ki, Allah ile beraber başka bir tanrıya yalvarmazlar, Allah'ın haram kıldığı cana haksız yere kıymazlar ve zina etmezler. Bunları yapan günahı(nın cezasını) bulur.","nl":"En degenen die niet naast Allah een andere god aanroepen en die niemand doden, waarvan (het doden) door Allah verboden is, behalve volgens het recht. En die geen ontucht plegen, want wie dat doet zal een bestraffing ontmoeten.","en":"˹They are˺ those who do not invoke any other god besides Allah, nor take a ˹human˺ life—made sacred by Allah—except with ˹legal˺ right, nor commit fornication. And whoever does ˹any of˺ this will face the penalty"},"surah":{"surahId":25,"name":"Furkân","nameAr":"الْفُرْقَانِ","revelationOrder":42,"verseCount":77,"juzNo":18,"firstPage":359}},{"id":2924,"surahId":25,"ayatId":69,"ayatNo":"٦٩","pageNo":366,"ayatText":"يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فٖيهٖ۫ مُهَاناًࣗ","ayatMealText":{"tr":"Kıyamet günü azabı kat kat olur ve orada alçaltılmış olarak temelli kalır.","nl":"Voor hem zal de bestraffing vermenigvuldigd worden op de Dag der Opstanding en vernederd zal hij daarin eeuwig leven.","en":"Their punishment will be multiplied on the Day of Judgment, and they will remain in it forever, in disgrace"},"surah":null},{"id":2925,"surahId":25,"ayatId":70,"ayatNo":"٧٠","pageNo":366,"ayatText":"اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَاُو۬لٰٓئِكَ يُبَدِّلُ اللّٰهُ سَيِّـَٔاتِهِمْ حَسَنَاتٍؕ وَكَانَ اللّٰهُ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Ancak tevbe ve iman edip iyi davranışlarda bulunanlar başka; Allah onların kötülüklerini iyiliklere çevirir. Allah çok bağışlayıcıdır, engin merhamet sahibidir.","nl":"Behalve degene die berouw toont en gelooft en goede daden verricht. Voor diegenen wisselt Allah hun zonden in voor goede daden. En Allah is Vergevensgezind, Meest Barmhartig.","en":"As for those who repent, believe, and do good deeds, they are the ones whose evil deeds Allah will change into good deeds. For Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":2926,"surahId":25,"ayatId":71,"ayatNo":"٧١","pageNo":366,"ayatText":"وَمَنْ تَابَ وَعَمِلَ صَالِحاً فَاِنَّهُ يَتُوبُ اِلَى اللّٰهِ مَتَاباً","ayatMealText":{"tr":"Ve her kim tevbe edip iyi davranış gösterirse, şüphesiz o, tevbesi kabul edilmiş olarak Allah'a döner.","nl":"En wie berouw toont en goede daden verricht: voorwaar, hij wendt zich berouwvol tot Allah.","en":"And whoever repents and does good has truly turned to Allah properly"},"surah":null},{"id":2927,"surahId":25,"ayatId":72,"ayatNo":"٧٢","pageNo":366,"ayatText":"وَالَّذٖينَ لَا يَشْهَدُونَ الزُّورَۙ وَاِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً","ayatMealText":{"tr":"Ve onlar ki, yalan şahitlik etmezler, boş bir şeye rastladıkları zaman vakar ile (oradan) geçip giderler.","nl":"En (ook) degenen die geen valse getuigenis afleggen. En wanneer zij voorbijkomen aan onzinnig gepraat, gaan zij den waardig aan voorbij.","en":"˹They are˺ those who do not bear false witness, and when they come across falsehood, they pass ˹it˺ by with dignity"},"surah":null},{"id":2928,"surahId":25,"ayatId":73,"ayatNo":"٧٣","pageNo":366,"ayatText":"وَالَّذٖينَ اِذَا ذُكِّرُوا بِاٰيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَـيْـهَا صُـماًّ وَعُمْيَـاناً","ayatMealText":{"tr":"Kendilerine Rablerinin âyetleri hatırlatıldığında ise, onlara karşı sağır ve kör davranmazlar.","nl":"En (ook) degenen die, waaneer zij met de Verzen van hun Heer vermaand worden, daarbij niet doof en blind neervallen.","en":"˹They are˺ those who, when reminded of the revelation of their Lord, do not turn a blind eye or a deaf ear to it"},"surah":null},{"id":2929,"surahId":25,"ayatId":74,"ayatNo":"٧٤","pageNo":366,"ayatText":"وَالَّذٖينَ يَقُولُونَ رَبَّـنَا هَبْ لَنَا مِنْ اَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ اَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقٖينَ اِمَاماً","ayatMealText":{"tr":"Ve onlar ki: \"Ey Rabbimiz! Bize gözümüzü aydınlatacak eşler ve zürriyetler bağışla ve bizi takva sahiplerine önder kıl\" derler.","nl":"En (ook) degenen die zeggen: \"Onze Heer, voor ons onze echtgenotes en onze nakomelingen een verkoeling voor de ogen en maak ons leiders voor de Moettaqôen.","en":"˹They are˺ those who pray, “Our Lord! Bless us with ˹pious˺ spouses and offspring who will be the joy of our hearts, and make us models for the righteous.”"},"surah":null},{"id":2930,"surahId":25,"ayatId":75,"ayatNo":"٧٥","pageNo":366,"ayatText":"اُو۬لٰٓئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فٖيهَا تَحِيَّةً وَسَلَاماًۙ","ayatMealText":{"tr":"İşte onlar, sabretmelerine karşılık cennetin en yüksek makamları ile mükafatlandırılacaklar, orada hürmet ve selamla karşılanacaklardır.","nl":"Zij zijn degenen die beloond zullen worden met een ereplaats (in het Paradijs) en zij zullen daarin ontvangen worden met om begroeting en vrede.","en":"It is they who will be rewarded with ˹elevated˺ mansions ˹in Paradise˺ for their perseverance, and will be received with salutations and ˹greetings of˺ peace"},"surah":null},{"id":2931,"surahId":25,"ayatId":76,"ayatNo":"٧٦","pageNo":366,"ayatText":"خَالِدٖينَ فٖيهَاؕ حَسُنَتْ مُسْتَقَراًّ وَمُقَاماً","ayatMealText":{"tr":"Orada ebedî kalacaklar, orası ne güzel bir konak ve ne güzel bir makamdır.","nl":"Zij leven daarin eeuwig, een goede vestiging en verblijfplaats.","en":"staying there forever. What an excellent place to settle and reside"},"surah":null},{"id":2932,"surahId":25,"ayatId":77,"ayatNo":"٧٧","pageNo":366,"ayatText":"قُلْ مَا يَعْبَؤُ۬ا بِكُمْ رَبّٖي لَوْلَا دُعَٓاؤُ۬كُمْۚ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَاماً","ayatMealText":{"tr":"(Resulüm!) De ki: \"Rabbim size ne kıymet verir duanız olmasa? (Ey inkârcılar! Size bildirdiklerini) kesinkes yalan saydınız; o halde azab yakanızı bırakmayacaktır!","nl":"Zeg: \"Mijn Heer zal zich niet om jullie bekommeren, indien jullie Hem niet aanroepen; waarlijk, jullie hebben (Hem) geloochend, dus is er spoedig de onvermijdbare (bestraffing).\"","en":"Say, ˹O Prophet,˺ “You ˹all˺ would not ˹even˺ matter to my Lord were it not for your faith ˹in Him˺. But now you ˹disbelievers˺ have denied ˹the truth˺, so the torment is bound to come.”"},"surah":null}]}