{"juzNo":19,"pageNo":367,"arCuzNo":"۱۹","arPageNo":"۳٦۷","quranAyats":[{"id":2933,"surahId":26,"ayatId":1,"ayatNo":"١","pageNo":367,"ayatText":"طٰسٓمٓؕ","ayatMealText":{"tr":"Tâ, Sîn, Mîm.","nl":"Tha Sîn Mîm.","en":"Ṭâ-Sĩn-Mĩm"},"surah":{"surahId":26,"name":"Şuarâ","nameAr":"الشُّعَرَاءِ","revelationOrder":47,"verseCount":227,"juzNo":19,"firstPage":367}},{"id":2934,"surahId":26,"ayatId":2,"ayatNo":"٢","pageNo":367,"ayatText":"تِلْكَ اٰيَاتُ الْكِتَابِ الْمُبٖينِ","ayatMealText":{"tr":"Bunlar sana apaçık kitabın âyetleridir.","nl":"Dit zijn Verzen van het duidelijke Boek.","en":"These are the verses of the clear Book"},"surah":null},{"id":2935,"surahId":26,"ayatId":3,"ayatNo":"٣","pageNo":367,"ayatText":"لَعَلَّكَ بَاخِعٌ نَفْسَكَ اَلَّا يَكُونُوا مُؤْمِنٖينَ","ayatMealText":{"tr":"(Resulüm!) Onlar iman etmiyorlar diye adeta kendine kıyacaksın!","nl":"Misschien zou jij jezelf vernietigen van verdriet omdat zij geen gelovigen zijn.","en":"Perhaps you ˹O Prophet˺ will grieve yourself to death over their disbelief"},"surah":null},{"id":2936,"surahId":26,"ayatId":4,"ayatNo":"٤","pageNo":367,"ayatText":"اِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَٓاءِ اٰيَةً فَظَلَّتْ اَعْنَاقُهُمْ لَهَا خَاضِعٖينَ","ayatMealText":{"tr":"Biz dilersek onların üzerlerine gökten bir âyet (mucize) indiririz de, ona boyunları eğilekalır.","nl":"Als Wij het gewenst hadden, hadden Wij een Teken uit de hemel tot hen doen neerdalen, zodat hun nekken ervoor gebogen bleven.","en":"If We willed, We could send down upon them a ˹compelling˺ sign from the heavens, leaving their necks bent in ˹utter˺ submission to it"},"surah":null},{"id":2937,"surahId":26,"ayatId":5,"ayatNo":"٥","pageNo":367,"ayatText":"وَمَا يَأْتٖيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمٰنِ مُحْدَثٍ اِلَّا كَانُوا عَنْهُ مُعْرِضٖينَ","ayatMealText":{"tr":"Bununla beraber kendilerine O Rahmân'dan yeni bir öğüt gelmeyedursun, ille ondan yüz çevirirler.","nl":"Er komt geen nieuwe Vemaning van de Erbarmer tot hen, of zij wenden zich eman af.","en":"Whatever new reminder comes to them from the Most Compassionate, they always turn away from it"},"surah":null},{"id":2938,"surahId":26,"ayatId":6,"ayatNo":"٦","pageNo":367,"ayatText":"فَقَدْ كَذَّبُوا فَسَيَأْتٖيهِمْ اَنْبٰٓؤُ۬ا مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Üstelik (ona) \"yalandır\" dediler; fakat onlara alay edip durdukları şeyin haberleri yakında gelecektir.","nl":"Voorzeker, zij loochenden, maar berichten over wat zij plachten te bespotten zullen tot hen komen.","en":"They have certainly denied ˹the truth˺, so they will soon face the consequences of their ridicule"},"surah":null},{"id":2939,"surahId":26,"ayatId":7,"ayatNo":"٧","pageNo":367,"ayatText":"اَوَلَمْ يَرَوْا اِلَى الْاَرْضِ كَمْ اَنْبَتْنَا فٖيهَا مِنْ كُلِّ زَوْجٍ كَرٖيمٍ","ayatMealText":{"tr":"Yeryüzüne bir bakmadılar mı? Biz orada her güzel çiftten nice bitkiler yetiştirmişiz.","nl":"Kijken zij dan aiet naar de aarde, hoeveel Wij er van allerlei rijke soorten grwassen op doen groeien?","en":"Have they failed to look at the earth, ˹to see˺ how many types of fine plants We have caused to grow in it"},"surah":null},{"id":2940,"surahId":26,"ayatId":8,"ayatNo":"٨","pageNo":367,"ayatText":"اِنَّ فٖي ذٰلِكَ لَاٰيَةًؕ وَمَا كَانَ اَكْثَرُهُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Şüphesiz ki bunda mutlak bir âyet (nişane) vardır; ama onların çoğu iman etmezler.","nl":"Voorwaar, daarin is zeker een Teken, maar de meesten van hen zijn geen gelovigen.","en":"Surely in this is a sign. Yet most of them would not believe"},"surah":null},{"id":2941,"surahId":26,"ayatId":9,"ayatNo":"٩","pageNo":367,"ayatText":"وَاِنَّ رَبَّكَ لَهُوَ الْعَزٖيزُ الرَّحٖيمُࣖ","ayatMealText":{"tr":"Ve şüphe yok ki Rabbin, galip ve engin merhamet sahibidir.","nl":"En voorwaar, jouw Heer: Hij is zeker de Almachtige, Meest Barmhartige.","en":"And your Lord is certainly the Almighty, Most Merciful"},"surah":null},{"id":2942,"surahId":26,"ayatId":10,"ayatNo":"١٠","pageNo":367,"ayatText":"وَاِذْ نَادٰى رَبُّكَ مُوسٰٓى اَنِ ائْتِ الْقَوْمَ الظَّالِمٖينَۙ","ayatMealText":{"tr":"Bir vakit de Rabbin, Musa'ya nida edip \"Git o zalim kavme\" dedi.","nl":"(Gedenk) toen jouw Heer Môesa opriep: \"Ga naar het volk van de onrechtvaardigen.","en":"˹Remember˺ when your Lord called out to Moses, “Go to the wrongdoing people—"},"surah":null},{"id":2943,"surahId":26,"ayatId":11,"ayatNo":"١١","pageNo":367,"ayatText":"قَوْمَ فِرْعَوْنَؕ اَلَا يَتَّقُونَ","ayatMealText":{"tr":"\"Firavun kavmine, hâlâ sakınmayacaklar mı?\"","nl":"Het volk van Fir'aun, vrezen zij (Allah) niet?","en":"the people of Pharaoh. Will they not fear ˹Allah˺?”"},"surah":null},{"id":2944,"surahId":26,"ayatId":12,"ayatNo":"١٢","pageNo":367,"ayatText":"قَالَ رَبِّ اِنّٖٓي اَخَافُ اَنْ يُكَذِّبُونِؕ","ayatMealText":{"tr":"(Musa) şöyle seslendi: \"Ya Rab! Doğrusu ben korkarım ki beni yalancı sayarlar.\"","nl":"Hij (Môesa) zei: \"Mijn Heer, ik ben bang dat zij mij loochenen.","en":"He replied, “My Lord! I fear that they will reject me"},"surah":null},{"id":2945,"surahId":26,"ayatId":13,"ayatNo":"١٣","pageNo":367,"ayatText":"وَيَضٖيقُ صَدْرٖي وَلَا يَنْطَلِقُ لِسَانٖي فَاَرْسِلْ اِلٰى هٰرُونَ","ayatMealText":{"tr":"\"Ve göğsüm daralır, dilim dönmez, onun için Harun'a da elçilik ver.\"","nl":"En dat mijn borst zich zal vernauwen en dat ik niet vloeiend zal spreken, zend daarom (de Engel) naar Hârôen.","en":"And ˹so˺ my heart will be broken and my tongue will be tied. So send Aaron along ˹as a messenger˺"},"surah":null},{"id":2946,"surahId":26,"ayatId":14,"ayatNo":"١٤","pageNo":367,"ayatText":"وَلَهُمْ عَلَيَّ ذَنْبٌ فَاَخَافُ اَنْ يَقْتُلُونِۚ","ayatMealText":{"tr":"\"Hem onların bana isnad ettikleri bir suç var. Ondan dolayı korkarım ki, hemen beni öldürürler.\"","nl":"En zij hebben (een beschuldiging van) een misdaad tegen mij en ik ben bang dat zij mij zullen doden.\"","en":"Also, they have a charge against me, so I fear they may kill me.”"},"surah":null},{"id":2947,"surahId":26,"ayatId":15,"ayatNo":"١٥","pageNo":367,"ayatText":"قَالَ كَلَّاۚ فَاذْهَبَا بِاٰيَاتِنَٓا اِنَّا مَعَكُمْ مُسْتَمِعُونَ","ayatMealText":{"tr":"(Allah): \"Hayır hayır\" buyurdu, \"haydi ikiniz âyetlerimizle (mucizelerimizle) gidin. Şüphesiz ki, biz sizinle beraberiz. (Onları) işitiyoruz.\"","nl":"Hij (Allah) zei: \"Nee, gaat dus beiden met Onze Tekenen: voorwaar, Wij zijn met jullie, luisterend.","en":"Allah responded, “Certainly not! So go, both of you, with Our signs. We will be with you, listening"},"surah":null},{"id":2948,"surahId":26,"ayatId":16,"ayatNo":"١٦","pageNo":367,"ayatText":"فَأْتِيَا فِرْعَوْنَ فَقُولَٓا اِنَّا رَسُولُ رَبِّ الْعَالَمٖينَۙ","ayatMealText":{"tr":"\"Haydin Firavun'a gidin de deyin ki: İnan biz, âlemlerin Rabbinin elçisiyiz.","nl":"Gaat daarom naar Fir'aun en zegt: \"Voorwaar, wij zijn de Boodschappers van de Heer der Werelden.","en":"Go to Pharaoh and say, ‘We are messengers from the Lord of all worlds"},"surah":null},{"id":2949,"surahId":26,"ayatId":17,"ayatNo":"١٧","pageNo":367,"ayatText":"اَنْ اَرْسِلْ مَعَنَا بَنٖٓي اِسْرَٓائٖلَؕ","ayatMealText":{"tr":"İsrail oğullarını bizimle beraber gönder.\"","nl":"Zend de Kinderen van Israël met ons.\"","en":"˹commanded to say:˺ ‘Let the Children of Israel go with us.’’”"},"surah":null},{"id":2950,"surahId":26,"ayatId":18,"ayatNo":"١٨","pageNo":367,"ayatText":"قَالَ اَلَمْ نُرَبِّكَ فٖينَا وَلٖيداً وَلَبِثْتَ فٖينَا مِنْ عُمُرِكَ سِنٖينَ","ayatMealText":{"tr":"\"Â, dedi, biz seni çocukken himayemize alıp büyütmedik mi? Hayatının bir çok yıllarını aramızda geçirmedin mi?\"","nl":"Hij (Fir'aun) zei: \"Hebben wij jou niet als een kind onder ons opgevoed en verbleef jij geen jaren van jouw leven onder ons?","en":"Pharaoh protested, “Did we not raise you among us as a child, and you stayed several years of your life in our care"},"surah":null},{"id":2951,"surahId":26,"ayatId":19,"ayatNo":"١٩","pageNo":367,"ayatText":"وَفَعَلْتَ فَعْلَتَكَ الَّتٖي فَعَلْتَ وَاَنْتَ مِنَ الْكَافِرٖينَ","ayatMealText":{"tr":"\"Sonunda o yaptığın (kötü) işi de yaptın. Sen nankörün birisin!\"","nl":"En jij deed wat jij deed en jij behooft tot de ondankbaren.\"","en":"Then you did what you did, being ˹utterly˺ ungrateful!”"},"surah":null}]}