{"juzNo":19,"pageNo":368,"arCuzNo":"۱۹","arPageNo":"۳٦۸","quranAyats":[{"id":2952,"surahId":26,"ayatId":20,"ayatNo":"٢٠","pageNo":368,"ayatText":"قَالَ فَعَلْتُـهَٓا اِذاً وَاَنَا۬ مِنَ الضَّٓالّٖينَؕ","ayatMealText":{"tr":"Musa, \"Ben, dedi, o işi o anda yaptım ki şaşkınlardandım.\"","nl":"Hij (Môesa) zei: \"Ik heb dat gedaan toen ik tot de onnadenkenden behoorde.","en":"Moses replied, “I did it then, lacking guidance"},"surah":{"surahId":26,"name":"Şuarâ","nameAr":"الشُّعَرَاءِ","revelationOrder":47,"verseCount":227,"juzNo":19,"firstPage":367}},{"id":2953,"surahId":26,"ayatId":21,"ayatNo":"٢١","pageNo":368,"ayatText":"فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لٖي رَبّٖي حُكْماً وَجَعَلَنٖي مِنَ الْمُرْسَلٖينَ","ayatMealText":{"tr":"\"Sizden korkunca da hemen aranızdan kaçtım. Sonra Rabbim bana hikmet bahşetti ve beni peygamberlerden kıldı.\"","nl":"Dus vluchtte ik weg toen ik bang voor jullie was. Daarop heeft mijn Heer aan mij Wijsheid ij gegeven en gemaakt dat ik tot de Boodschappers behoorde.","en":"So I fled from you when I feared you. Then my Lord granted me wisdom and made me one of the messengers"},"surah":null},{"id":2954,"surahId":26,"ayatId":22,"ayatNo":"٢٢","pageNo":368,"ayatText":"وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ اَنْ عَبَّدْتَ بَنٖٓي اِسْرَٓائٖلَؕ","ayatMealText":{"tr":"\"O başıma kaktığın nimet de (aslında) İsrail oğullarını kendine köle edinmiş olmandır. \"","nl":"En dit is de gunst die jij mij bewees: dat jij de Kinderen van Israël tot slaven gemaakt hebt.\"","en":"How can that be a ‘favour,’ of which you remind me, when ˹it was only because˺ you ˹have˺ enslaved the Children of Israel?”"},"surah":null},{"id":2955,"surahId":26,"ayatId":23,"ayatNo":"٢٣","pageNo":368,"ayatText":"قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمٖينَ","ayatMealText":{"tr":"Firavun şöyle dedi: \"Âlemlerin Rabbi dediğin nedir ki?\"","nl":"Fiir'aun zei: \"En wie is de Heer der Werelden?\"","en":"Pharaoh asked, “And what is ‘the Lord of all worlds’?”"},"surah":null},{"id":2956,"surahId":26,"ayatId":24,"ayatNo":"٢٤","pageNo":368,"ayatText":"قَالَ رَبُّ السَّمٰوَاتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاؕ اِنْ كُنْتُمْ مُوقِنٖينَ","ayatMealText":{"tr":"Musa cevap olarak: \"Eğer işin gerçeğini düşünüp anlayan kişiler olsanız (itiraf edersiniz ki) O, göklerin, yerin ve ikisi arasında bulunan her şeyin Rabbi'dir.\"","nl":"Hij (Môesa) zei: \"De Heer van de hemelen en de aarde en wat tussen hen beide is, als jullie er maar van overtuigd waren.\"","en":"Moses replied, “˹He is˺ the Lord of the heavens and the earth and everything in between, if only you had sure faith.”"},"surah":null},{"id":2957,"surahId":26,"ayatId":25,"ayatNo":"٢٥","pageNo":368,"ayatText":"قَالَ لِمَنْ حَوْلَـهُٓ اَلَا تَسْتَمِعُونَ","ayatMealText":{"tr":"(Firavun) etrafında bulunanlara: \"İşitmiyor musunuz?\" dedi.","nl":"Hij (Fir'aun) zei tot hen die rondom hem waren: \"Luisteren jullie niet?\"","en":"Pharaoh said to those around him, “Did you hear ˹what he said˺?”"},"surah":null},{"id":2958,"surahId":26,"ayatId":26,"ayatNo":"٢٦","pageNo":368,"ayatText":"قَالَ رَبُّكُمْ وَرَبُّ اٰبَٓائِكُمُ الْاَوَّلٖينَ","ayatMealText":{"tr":"Musa dedi ki: \"O sizin de Rabbiniz, daha önce ki atalarınızın da Rabbidir.\"","nl":"Hij (Môesa) zei: \"Juitie Heer en de Heer van jullie voorvaderen.\"","en":"Moses added, “˹He is˺ your Lord and the Lord of your forefathers.”"},"surah":null},{"id":2959,"surahId":26,"ayatId":27,"ayatNo":"٢٧","pageNo":368,"ayatText":"قَالَ اِنَّ رَسُولَكُمُ الَّـذٖٓي اُرْسِلَ اِلَيْكُمْ لَمَجْنُونٌ","ayatMealText":{"tr":"(Firavun): \"Size gönderilen bu elçiniz mutlaka delidir\" dedi.","nl":"Hij (Fir'aun) zei: \"Voorwaar, jullie Boodschapper die tot jullie gezonden is, is zeker bezeten.\"","en":"Pharaoh said ˹mockingly˺, “Your messenger, who has been sent to you, must be insane.”"},"surah":null},{"id":2960,"surahId":26,"ayatId":28,"ayatNo":"٢٨","pageNo":368,"ayatText":"قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَاؕ اِنْ كُنْتُمْ تَعْقِلُونَ","ayatMealText":{"tr":"Musa devamla şöyle söyledi: \"Şayet aklınızı kullansanız (anlarsınız ki), O, doğunun, batının ve ikisinin arasında bulunanların Rabbidir.\"","nl":"Hij (Môesa) zei: \"De Heer van het Oosten en het Westen en wat tussen hen beide is, als jullie begrijpen.\"","en":"Moses responded: “˹He is˺ the Lord of the east and west, and everything in between, if only you had any sense.”"},"surah":null},{"id":2961,"surahId":26,"ayatId":29,"ayatNo":"٢٩","pageNo":368,"ayatText":"قَالَ لَئِنِ اتَّخَذْتَ اِلٰهاً غَيْرٖي لَاَجْعَلَنَّكَ مِنَ الْمَسْجُونٖينَ","ayatMealText":{"tr":"Firavun: \"Benden başkasını ilâh tutarsan, andolsun ki seni zindana kapatılmışlardan ederim\" dedi.","nl":"Hij (Fir'aun) zei: \"Als jij een andere god dan mij hebt aangenomen, dan zal ik jou zeker tot een van de gevangenen maken.\"","en":"Pharaoh threatened, “If you take any other god besides me, I will certainly have you imprisoned.”"},"surah":null},{"id":2962,"surahId":26,"ayatId":30,"ayatNo":"٣٠","pageNo":368,"ayatText":"قَالَ اَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبٖينٍ","ayatMealText":{"tr":"Musa sordu: \"Sana apaçık bir şey getirmiş olsam da mı?\"","nl":"Hij (Môesa) zei: \"Zelfs als ik jou iets duidelijks kan laten zien?\"","en":"Moses responded, “Even if I bring you a clear proof?”"},"surah":null},{"id":2963,"surahId":26,"ayatId":31,"ayatNo":"٣١","pageNo":368,"ayatText":"قَالَ فَأْتِ بِهٖٓ اِنْ كُنْتَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Firavun: \"Haydi getir onu bakayım, doğrulardan isen\" dedi.","nl":"Hij (Fir'aun) zei: \"Breng het maar, als jij tot de waarachtigen behoort.\"","en":"Pharaoh demanded, “Bring it then, if what you say is true.”"},"surah":null},{"id":2964,"surahId":26,"ayatId":32,"ayatNo":"٣٢","pageNo":368,"ayatText":"فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُبٖينٌۚ","ayatMealText":{"tr":"Bunun üzerine Musa asâsını bırakıverdi; apaçık bir ejderha oluverdi.","nl":"Toen wierp hij zijn staf neer en daarop werd het een duidelijke slang.","en":"So he threw down his staff and—behold!—it became a real snake"},"surah":null},{"id":2965,"surahId":26,"ayatId":33,"ayatNo":"٣٣","pageNo":368,"ayatText":"وَنَزَعَ يَدَهُ فَاِذَا هِيَ بَيْضَٓاءُ لِلنَّاظِرٖينَࣖ","ayatMealText":{"tr":"Elini de (koynundan) çekti çıkardı; bakanlara bembeyaz (görünen, nur saçan bir şey) oluverdi.","nl":"En hij strekte zijn hand uit en die werd wit voor de toeschouwers.","en":"Then he drew his hand ˹out of his collar˺ and it was ˹shining˺ white for all to see"},"surah":null},{"id":2966,"surahId":26,"ayatId":34,"ayatNo":"٣٤","pageNo":368,"ayatText":"قَالَ لِلْمَلَأِ حَوْلَـهُٓ اِنَّ هٰذَا لَسَاحِرٌ عَلٖيمٌۙ","ayatMealText":{"tr":"Firavun çevresinde bulunan ileri gelenlere: \"Bu dedi, herhalde çok bilgili bir sihirbaz!\"","nl":"Hij (Fir'aun) zei tegen de vooraanstaanden rondom hem: \"Voorwaar, dit is zeker een bekwame tovenaar.","en":"Pharaoh said to the chiefs around him, “He is indeed a skilled magician"},"surah":null},{"id":2967,"surahId":26,"ayatId":35,"ayatNo":"٣٥","pageNo":368,"ayatText":"يُرٖيدُ اَنْ يُخْرِجَكُمْ مِنْ اَرْضِكُمْ بِسِحْرِهٖࣗ فَمَاذَا تَأْمُرُونَ","ayatMealText":{"tr":"\"Sizi sihriyle yurdunuzdan çıkarmak istiyor. Şimdi ne buyurursunuz?\"","nl":"Hij wil jullie uit jullie land verdrijven met zijn tovenarij. Dus wat adviseren jullie?\"","en":"who seeks to drive you from your land by his magic. So what do you propose?”"},"surah":null},{"id":2968,"surahId":26,"ayatId":36,"ayatNo":"٣٦","pageNo":368,"ayatText":"قَالُٓوا اَرْجِهْ وَاَخَاهُ وَابْعَثْ فِي الْمَدَٓائِنِ حَاشِرٖينَۙ","ayatMealText":{"tr":"Dediler ki: \"Bunu ve kardeşini eğle, şehirlere de toplayıcılar gönder.\"","nl":"Zij zeiden: \"Stel (de zaak van) hem en zijn broeder uit en stuur bijeenroepers naar de steden.","en":"They replied, “Let him and his brother wait and dispatch mobilizers to all cities"},"surah":null},{"id":2969,"surahId":26,"ayatId":37,"ayatNo":"٣٧","pageNo":368,"ayatText":"يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلٖيمٍ","ayatMealText":{"tr":"\"Bütün bilgiç sihirbazları sana getirsinler.\"","nl":"Zij zullen elke bekwame tovenaar bij jou brengen.","en":"to bring you every skilled magician.”"},"surah":null},{"id":2970,"surahId":26,"ayatId":38,"ayatNo":"٣٨","pageNo":368,"ayatText":"فَجُمِعَ السَّحَرَةُ لِمٖيقَاتِ يَوْمٍ مَعْلُومٍۙ","ayatMealText":{"tr":"Böylece, sihirbazlar belli bir günün tayin edilen vaktinde bir araya getirildi.","nl":"Zo werden de tovenaars verzameld op een afgesprokem lijd op een aangewezen dag.","en":"So the magicians were assembled at the set time on the appointed day"},"surah":null},{"id":2971,"surahId":26,"ayatId":39,"ayatNo":"٣٩","pageNo":368,"ayatText":"وَقٖيلَ لِلنَّاسِ هَلْ اَنْتُمْ مُجْتَمِعُونَۙ","ayatMealText":{"tr":"Halka, \"Siz de toplanıyor musunuz? (Haydi çabuk olun)\" denildi.","nl":"En tot de mensen werd gezegd: \"Zijn jullie nu bijeengekomen?","en":"And the people were asked, “Will you join the gathering"},"surah":null}]}