{"juzNo":19,"pageNo":369,"arCuzNo":"۱۹","arPageNo":"۳٦۹","quranAyats":[{"id":2972,"surahId":26,"ayatId":40,"ayatNo":"٤٠","pageNo":369,"ayatText":"لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ اِنْ كَانُوا هُمُ الْغَالِبٖينَ","ayatMealText":{"tr":"\"Üstün gelirlerse herhalde sihirbazlara uyarız\" dediler.","nl":"Moge wij de tovenaars volgen als zij de overwinnaars zijn.\"","en":"so that we may follow the magicians if they prevail?”"},"surah":{"surahId":26,"name":"Şuarâ","nameAr":"الشُّعَرَاءِ","revelationOrder":47,"verseCount":227,"juzNo":19,"firstPage":367}},{"id":2973,"surahId":26,"ayatId":41,"ayatNo":"٤١","pageNo":369,"ayatText":"فَلَمَّا جَٓاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ اَئِنَّ لَنَا لَاَجْراً اِنْ كُنَّا نَحْنُ الْغَالِبٖينَ","ayatMealText":{"tr":"Sihirbazlar geldiklerinde Firavun'a \"Şayet biz üstün gelirsek, muhakkak bize bir ücret vardır, değil mi?\" dediler.","nl":"Toen de tovenaars kwamen, zeiden zij tot Fir'aun: \"Krijgen we zeker een beloning, als wij de overwinnaars zijn?\"","en":"When the magicians came, they asked Pharaoh, “Shall we have a ˹suitable˺ reward if we prevail?”"},"surah":null},{"id":2974,"surahId":26,"ayatId":42,"ayatNo":"٤٢","pageNo":369,"ayatText":"قَالَ نَعَمْ وَاِنَّكُمْ اِذاً لَمِنَ الْمُقَرَّبٖينَ","ayatMealText":{"tr":"Firavun cevaben: \"Evet, o takdirde hiç şüphe etmeyin, gözde kimselerden olacaksınız\" dedi.","nl":"Hij zei: \"Ja, jullie zullen dan tot de (mij) nabijen behoren.\"","en":"He replied, “Yes, and you will then certainly be among those closest to me.”"},"surah":null},{"id":2975,"surahId":26,"ayatId":43,"ayatNo":"٤٣","pageNo":369,"ayatText":"قَالَ لَهُمْ مُوسٰٓى اَلْقُوا مَٓا اَنْتُمْ مُلْقُونَ","ayatMealText":{"tr":"Musa onlara \"Atın, ne atacaksanız\" dedi.","nl":"Môesa zei tot hen: \"Werpt maar wat jullie te werpen hebben.\"","en":"Moses said to them, “Cast whatever you wish to cast.”"},"surah":null},{"id":2976,"surahId":26,"ayatId":44,"ayatNo":"٤٤","pageNo":369,"ayatText":"فَاَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ اِنَّا لَنَحْنُ الْغَالِبُونَ","ayatMealText":{"tr":"Bunun üzerine iplerini ve değneklerini attılar ve \"Firavun'un kudreti hakkı için şüphesiz elbette bizler galip geleceğiz\" dediler.","nl":"Toen wierpen zij hun touwen en staven neer, terwijl zij zeiden: \"Bij de eer van Fir'aun: voorwaar, wij zullen zeker de overwinnaars zijn.\"","en":"So they cast down their ropes and staffs, saying, “By Pharaoh’s might, it is we who will surely prevail.”"},"surah":null},{"id":2977,"surahId":26,"ayatId":45,"ayatNo":"٤٥","pageNo":369,"ayatText":"فَاَلْقٰى مُوسٰى عَصَاهُ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَۚ","ayatMealText":{"tr":"Ardından Musa asâsını attı; bir de ne görsünler, onların uydurduklarını yutuyor!","nl":"Toen wierp Môesa zijn staf neer, en toen verslond zij wat zij met hun bedrog hadden gemaakt.","en":"Then Moses threw down his staff, and—behold!—it devoured the objects of their illusion"},"surah":null},{"id":2978,"surahId":26,"ayatId":46,"ayatNo":"٤٦","pageNo":369,"ayatText":"فَاُلْقِيَ السَّحَرَةُ سَاجِدٖينَۙ","ayatMealText":{"tr":"Sihirbazlar derhal secdeye kapandılar.","nl":"Toen wierpen de tovenaan zich neer, knielend.","en":"So the magicians fell down, prostrating"},"surah":null},{"id":2979,"surahId":26,"ayatId":47,"ayatNo":"٤٧","pageNo":369,"ayatText":"قَالُٓوا اٰمَنَّا بِرَبِّ الْعَالَمٖينَۙ","ayatMealText":{"tr":"\"İman ettik, dediler, Âlemlerin Rabbine \"","nl":"Zij zeiden: \"Wij geloven in de Heer der Werelden.","en":"They declared, “We ˹now˺ believe in the Lord of all worlds—"},"surah":null},{"id":2980,"surahId":26,"ayatId":48,"ayatNo":"٤٨","pageNo":369,"ayatText":"رَبِّ مُوسٰى وَهٰرُونَ","ayatMealText":{"tr":"\"Musa ve Harun'un Rabbine!\"","nl":"De Heer van Môesa en Hârôen.\"","en":"the Lord of Moses and Aaron.”"},"surah":null},{"id":2981,"surahId":26,"ayatId":49,"ayatNo":"٤٩","pageNo":369,"ayatText":"قَالَ اٰمَنْتُمْ لَهُ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّهُ لَكَبٖيرُكُمُ الَّذٖي عَلَّمَكُمُ السِّحْرَۚ فَلَسَوْفَ تَعْلَمُونَؕ لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِنْ خِلَافٍ وَلَاُصَلِّبَنَّكُمْ اَجْمَعٖينَ","ayatMealText":{"tr":"Firavun (kızgınlık içinde) dedi ki: \"Ben size izin vermeden O'na iman ettiniz ha! Anlaşıldı ki o size sihri öğreten büyüğünüzmüş! Ama şimdi bileceksiniz: Andolsun, ellerinizi ve ayaklarınızı çaprazlama ke stireceğim, hepinizi çarmıha gerdireceğim!\"","nl":"Hij (Fir'aun) zei: \"Geloven jullie hem voordat ik jullie toestemming geef? Voorwaar, hij is zeker jullie meerdere die jullie de tovenarij onderwees. En spoedig zullen jullie het weten: ik zal jullie handen en jullie voeten aan tegenovergestelde kanten afhakken en ik zal jullie allen kruisigen.\"","en":"Pharaoh threatened, “How dare you believe in him before I give you permission? He must be your master who taught you magic, but soon you will see. I will certainly cut off your hands and feet on opposite sides, then crucify you all.”"},"surah":null},{"id":2982,"surahId":26,"ayatId":50,"ayatNo":"٥٠","pageNo":369,"ayatText":"قَالُوا لَا ضَيْرَؗ اِنَّٓا اِلٰى رَبِّنَا مُنْقَلِبُونَۚ","ayatMealText":{"tr":"\"Zararı yok dediler nasıl olsa biz Rabbimize döneceğiz.\"","nl":"Zij (de tovenaars) zeiden: \"Het deert (ons) niet. Voorwaar, wij zullen naar onze Heer terugkeren.","en":"They responded, “˹That would be˺ no harm! Surely to our Lord we will ˹all˺ return"},"surah":null},{"id":2983,"surahId":26,"ayatId":51,"ayatNo":"٥١","pageNo":369,"ayatText":"اِنَّا نَطْمَعُ اَنْ يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَٓا اَنْ كُنَّٓا اَوَّلَ الْمُؤْمِنٖينَؕࣖ","ayatMealText":{"tr":"\"Herhalde biz müminlerin evveli olduğumuzdan dolayı, Rabbimizin bize mağfiret buyuracağını ümit ederiz\"","nl":"Voorwaar, wij verlangen dat Hij onze fouten vergeeft, omdat wij de eersten van de gelovigen zijn.\"","en":"We really hope that our Lord will forgive our sins, as we are the first to believe.”"},"surah":null},{"id":2984,"surahId":26,"ayatId":52,"ayatNo":"٥٢","pageNo":369,"ayatText":"وَاَوْحَيْنَٓا اِلٰى مُوسٰٓى اَنْ اَسْرِ بِعِبَادٖٓي اِنَّكُمْ مُتَّبَعُونَ","ayatMealText":{"tr":"Biz, Musa'ya: \"Kullarımı geceleyin yola çıkar, çünkü takip edileceksiniz\" diye vahyettik.","nl":"En wij openbaarden aan Môesa: \"Reis in de nacht met Mijn dienaren: voorwaar, jullie zullen achtervolgd worden.\"","en":"And We inspired Moses, ˹saying,˺ “Leave with My servants at night, for you will surely be pursued.”"},"surah":null},{"id":2985,"surahId":26,"ayatId":53,"ayatNo":"٥٣","pageNo":369,"ayatText":"فَاَرْسَلَ فِرْعَوْنُ فِي الْمَدَٓائِنِ حَاشِرٖينَۚ","ayatMealText":{"tr":"Firavun da şehirlere (asker) toplayıcılar gönderdi:","nl":"Toen stuurde Fir'aun bijeenroepers de steden in.","en":"Then Pharaoh sent mobilizers to all cities"},"surah":null},{"id":2986,"surahId":26,"ayatId":54,"ayatNo":"٥٤","pageNo":369,"ayatText":"اِنَّ هٰٓؤُ۬لَٓاءِ لَشِرْذِمَةٌ قَلٖيلُونَۙ","ayatMealText":{"tr":"\"Esasen bunlar, sayıları azar azar, bölük pörçük bir cemaattır.\"","nl":"\"Diegenen zijn zeker een kleine groep.","en":"˹and said,˺ “These ˹outcasts˺ are just a handful of people"},"surah":null},{"id":2987,"surahId":26,"ayatId":55,"ayatNo":"٥٥","pageNo":369,"ayatText":"وَاِنَّهُمْ لَنَا لَـغَٓائِظُونَۙ","ayatMealText":{"tr":"\"(Böyle iken) hakkımızda çok gayz (öfke) besliyorlar. \"","nl":"En voorwaar, zij hebben ons woedend gemaakt.","en":"who have really enraged us"},"surah":null},{"id":2988,"surahId":26,"ayatId":56,"ayatNo":"٥٦","pageNo":369,"ayatText":"وَاِنَّا لَجَمٖيعٌ حَاذِرُونَؕ","ayatMealText":{"tr":"\"Biz ise, elbette uyanık (ve tekvücut) bir cemaatız.\" (diyor ve dedirtiyordu.)","nl":"En voorwaar, wij zijn zeker allen voorzichtig.\"","en":"but we are all on the alert.”"},"surah":null},{"id":2989,"surahId":26,"ayatId":57,"ayatNo":"٥٧","pageNo":369,"ayatText":"فَاَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍۙ","ayatMealText":{"tr":"Ama (sonunda) biz, onları (Firavun ve kavmini) bahçelerden, pınarlardan,","nl":"Toen verdreven Wij hen van de tuinen en bronnen.","en":"So We lured the tyrants out of ˹their˺ gardens, springs"},"surah":null},{"id":2990,"surahId":26,"ayatId":58,"ayatNo":"٥٨","pageNo":369,"ayatText":"وَكُنُوزٍ وَمَقَامٍ كَرٖيمٍۙ","ayatMealText":{"tr":"Hazinelerden ve şerefli makamlardan çıkardık.","nl":"En de schatten en eervolle plaatsen.","en":"treasures, and splendid residences"},"surah":null},{"id":2991,"surahId":26,"ayatId":59,"ayatNo":"٥٩","pageNo":369,"ayatText":"كَذٰلِكَؕ وَاَوْرَثْنَاهَا بَنٖٓي اِسْرَٓائٖلَۚ","ayatMealText":{"tr":"Ve onlara İsrail oğullarını mirasçı yaptık.","nl":"Zo was het; en Wij deden de Kinderen van Israël het erven.","en":"So it was. And We awarded it ˹all˺ to the Children of Israel"},"surah":null},{"id":2992,"surahId":26,"ayatId":60,"ayatNo":"٦٠","pageNo":369,"ayatText":"فَاَتْبَعُوهُمْ مُشْرِقٖينَ","ayatMealText":{"tr":"Derken (Firavun ve adamları) güneş doğmuştu ki, onların ardına düştüler.","nl":"Toen achtervolgden zij hen bij zonsopgang.","en":"And so they pursued them at sunrise"},"surah":null}]}