{"juzNo":2,"pageNo":37,"arCuzNo":"۲","arPageNo":"۳۷","quranAyats":[{"id":238,"surahId":2,"ayatId":231,"ayatNo":"٢٣١","pageNo":37,"ayatText":"وَاِذَا طَلَّقْتُمُ النِّسَٓاءَ فَبَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوهُنَّ بِمَعْرُوفٍ اَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍࣕ وَلَا تُمْسِكُوهُنَّ ضِرَاراً لِتَعْتَدُواۚ وَمَنْ يَفْعَلْ ذٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُؕ وَلَا تَتَّخِذُٓوا اٰيَاتِ اللّٰهِ هُزُواًؗ وَاذْكُرُوا نِعْمَتَ اللّٰهِ عَلَيْكُمْ وَمَٓا اَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهٖؕ وَاتَّقُوا اللّٰهَ وَاعْلَمُٓوا اَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلٖيمٌࣖ","ayatMealText":{"tr":"Kadınları boşadığınız zaman iddetlerini bitirdiklerinde, artık kendilerini ya iyilikle tutun veya güzellikle salın. Yoksa haklarına tecavüz için zararlarına olarak onları tutmayın. Her kim bunu yaparsa nefsine zulmetmiş olur. Sakın Allah'ın âyetlerini alay konusu edinmeyin, Allah'ın üzerinizdeki nimetini, size kendisiyle öğüt vermek üzere indirdiği kitap ve hikmeti hatırlayıp, düşünün. Hem Allah'tan korkun ve bilin ki Allah her şeyi bilir.","nl":"Wanneer de vrouwen scheiding (aankondigen) en zij hebben hun termijn (de wachttijd van drie maanden) bereikt, neemt hen dan terug volgens de voorschriften of scheidt volgens de voorschriften. En houdt hen niet vast met de bedoeling hen te kwellen waarmee jullie zouden overtreden. En degene die dat zou doen, die heeft voorzeker zichzelf onrecht aangedaan. En maakt de Verzen van Allah niet tot onderwerp van bespotting. En gedenkt de gunst van Allah aan jullie en wat Hij aan jullie heeft neergezonden van het Boek (de Koran) en de Wijsheid waarmee Hij jullie onderwijst. En vreest Allah en weet dat Allah over alle zaken Alwetend is.","en":"When you divorce women and they have ˹almost˺ reached the end of their waiting period, either retain them honourably or let them go honourably. But do not retain them ˹only˺ to harm them ˹or˺ to take advantage ˹of them˺. Whoever does that surely wrongs his own soul. Do not take Allah’s revelations lightly. Remember Allah’s favours upon you as well as the Book and wisdom He has sent down for your guidance. Be mindful of Allah, and know that Allah has ˹perfect˺ knowledge of all things"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":239,"surahId":2,"ayatId":232,"ayatNo":"٢٣٢","pageNo":37,"ayatText":"وَاِذَا طَلَّقْتُمُ النِّسَٓاءَ فَبَلَغْنَ اَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ اَنْ يَنْكِحْنَ اَزْوَاجَهُنَّ اِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِؕ ذٰلِكَ يُوعَظُ بِهٖ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِؕ ذٰلِكُمْ اَزْكٰى لَكُمْ وَاَطْهَرُؕ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُونَ","ayatMealText":{"tr":"Kadınları boşadığınız zaman iddetlerini bitirdiklerinde, aralarında meşru bir şekilde rızalaştıkları takdirde, kendilerini kocalarıyla nikâhlanacaklar diye sıkıştırıp, engellemeyin. İşte bu, içinizden Allah'a ve ahiret gününe iman edenlere verilen bir öğüttür. Bu, sizin hakkınızda daha hayırlı ve daha nezihtir. Allah bilir, siz bilemezsiniz.","nl":"En wanneer jullie de vrouwen scheiding hebben gegeven en zij hun termijn hebben bereikt verhindert hen dan niet om te huwen met hun aanstaande echtgenoten als zij met elkaar overeenstemming hebben bereikt, volgens de voorschriften. Dat is waartoe jullie vermaand worden, (voor) wie van jullie in Allah gelooft en in de Laatste Dag. Dat is deugdzamer en reiner voor jullie. En Allah weet, terwijl jullie niet weten.","en":"When you have divorced women and they have reached the end of their waiting period, do not prevent them from re-marrying their ex-husbands if they come to an honourable agreement. This is enjoined on whoever has faith in Allah and the Last Day. This is purer and more dignifying for you. Allah knows and you do not know"},"surah":null},{"id":240,"surahId":2,"ayatId":233,"ayatNo":"٢٣٣","pageNo":37,"ayatText":"وَالْوَالِدَاتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُـتِمَّ الرَّضَاعَةَؕ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِؕ لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَاۚ لَا تُضَٓارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهٖ وَعَلَى الْوَارِثِ مِثْلُ ذٰلِكَۚ فَاِنْ اَرَادَا فِصَالاً عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَاؕ وَاِنْ اَرَدْتُمْ اَنْ تَسْتَرْضِعُٓوا اَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ اِذَا سَلَّمْتُمْ مَٓا اٰتَيْتُمْ بِالْمَعْرُوفِؕ وَاتَّقُوا اللّٰهَ وَاعْلَمُٓوا اَنَّ اللّٰهَ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Anneler, çocuklarını, emzirmenin tamamlanmasını isteyenler için tam iki yıl emzirirler. Çocuk kendisine ait olan babaya da emzirenlerin yiyecekleri ve giyecekleri geleneklere uygun olarak bir borçtur. Bununla beraber herkes ancak gücüne göre mükellefolur. Çocuğu sebebiyle bir anne de, çocuğu sebebiyle bir baba da zarara sokulmasın. Varise düşen de yine aynı borçtur. Eğer ana ve baba birbirleriyle istişare edip, her ikisinin de rızasıyla çocuğu memeden ayırmak isterlerse kendilerine bir günah yoktur. Eğer çocuklarınızı başkalarına emzirtmek isterseniz vereceğinizi güzel güzel verdikten sonra bunda da size bir günah yoktur. Bununla beraber Allah'tan korkun ve bilin ki, Allah yaptıklarınızı görür.","nl":"De moeders dienen hun kinderen twee volle jaren te zogen, voor wie die de zogingsperiode wil volmaken. En op de vader rust de plicht van het voorzien in hun voedsel en hun kleding, volgens de voorschriften. Niemand wordt belast dan volgens zijn vermogen. Laat de moeders niet geschaad worden vanwege haar kind, noch de vader vanwege zijn kind. En op de erfgenamen rust dezelfde plicht. Maar wanneer beiden spening wensen met wederzijds goedvinden en overleg, dan rust er geen zonde op hen. En wanneer jullie je kinderen door zoogmoeders wilt laten zogen, dan rust er geen zonde op jullie, als jullie er een redelijke vergoeding voor geven. En vreest Allah en weet dat Allah Alziende is over wat jullie doen.","en":"˹Divorced˺ mothers will breastfeed their offspring for two whole years, for those who wish to complete the nursing ˹of their child˺. The child’s father will provide reasonable maintenance and clothing for the mother ˹during that period˺. No one will be charged with more than they can bear. No mother or father should be made to suffer for their child. The ˹father’s˺ heirs are under the same obligation. But if both sides decide—after mutual consultation and consent—to wean a child, then there is no blame on them. If you decide to have your children nursed by a wet-nurse, it is permissible as long as you pay fairly. Be mindful of Allah, and know that Allah is All-Seeing of what you do"},"surah":null}]}