{"juzNo":19,"pageNo":377,"arCuzNo":"۱۹","arPageNo":"۳۷۷","quranAyats":[{"id":3160,"surahId":27,"ayatId":1,"ayatNo":"١","pageNo":377,"ayatText":"طٰسٓࣞ تِلْكَ اٰيَاتُ الْقُرْاٰنِ وَكِتَابٍ مُبٖينٍۙ","ayatMealText":{"tr":"Tâ, Sîn. Bunlar sana, Kur'ân'ın ve apaçık bir kitabın âyetleridir.","nl":"Tha Sîn. Dit zijn de Verzen van de Koran en een duidelijk Boek.","en":"Ṭâ-Sĩn. These are the verses of the Quran; the clear Book"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3161,"surahId":27,"ayatId":2,"ayatNo":"٢","pageNo":377,"ayatText":"هُدًى وَبُشْرٰى لِلْمُؤْمِنٖينَۙ","ayatMealText":{"tr":"İman eden müminler için hidayet rehberi ve müjdeci olmak üzere.","nl":"Als Leiding en een verheugende tijding voor de gelovigen.","en":"˹It is˺ a guide and good news for the believers"},"surah":null},{"id":3162,"surahId":27,"ayatId":3,"ayatNo":"٣","pageNo":377,"ayatText":"اَلَّذٖينَ يُقٖيمُونَ الصَّلٰوةَ وَيُؤْتُونَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوقِنُونَ","ayatMealText":{"tr":"Ki o (müminler) namazı dosdoğru kılarlar, zekatı verirler ve ahirete de kesin olarak iman ederler.","nl":"Degenen die de shalât verrichten en de zakât geven, en die overtuigd zijn van het Hiernamals.","en":"˹those˺ who establish prayer, pay alms-tax, and have sure faith in the Hereafter"},"surah":null},{"id":3163,"surahId":27,"ayatId":4,"ayatNo":"٤","pageNo":377,"ayatText":"اِنَّ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُونَؕ","ayatMealText":{"tr":"Şüphesiz biz, ahirete inanmayanların işlerini kendilerine süslü gösterdik de onlar ilerisini göremezler, kalpleri körelmiştir.","nl":"Voorwaar, voor degenen die niet in het Hiernamaals geloven, doen Wij hun daden schoen toeschijnen, daarop verkeren zij rusteloos in hun dwaling.","en":"As for those who do not believe in the Hereafter, We have certainly made their ˹evil˺ deeds appealing to them, so they wander blindly"},"surah":null},{"id":3164,"surahId":27,"ayatId":5,"ayatNo":"٥","pageNo":377,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ لَهُمْ سُٓوءُ الْعَذَابِ وَهُمْ فِي الْاٰخِرَةِ هُمُ الْاَخْسَرُونَ","ayatMealText":{"tr":"İşte bunlar, kendileri için oldukça ağır bir azab bulunan kimselerdir, ahirette en çok ziyana uğrayacaklar da onlardır.","nl":"Zij zijn degenen voor wie er de slechte bestraffing is en in het Hiernamaals zijn zij de grootste verliezers.","en":"It is they who will suffer a dreadful torment, and in the Hereafter they will ˹truly˺ be the greatest losers"},"surah":null},{"id":3165,"surahId":27,"ayatId":6,"ayatNo":"٦","pageNo":377,"ayatText":"وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَدُنْ حَكٖيمٍ عَلٖيمٍ","ayatMealText":{"tr":"(Resulüm!) Şüphesiz ki bu Kur'ân, sana hikmet sahibi ve her şeyi bilen Allah tarafından indirilmektedir.","nl":"En voorwaar, jij ontvangt de Koran van de Zijde van de Alwijze, de Alwetende.","en":"And indeed, you ˹O Prophet˺ are receiving the Quran from the One ˹Who is˺ All-Wise, All-Knowing"},"surah":null},{"id":3166,"surahId":27,"ayatId":7,"ayatNo":"٧","pageNo":377,"ayatText":"اِذْ قَالَ مُوسٰى لِاَهْلِهٖٓ اِنّٖٓي اٰنَسْتُ نَاراًؕ سَاٰتٖيكُمْ مِنْهَا بِخَبَرٍ اَوْ اٰتٖيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ","ayatMealText":{"tr":"Hani Musa, ailesine şöyle demişti: \"Gerçekten ben bir ateş gördüm, (gidip) size oradan bir haber getireceğim yahut bir kor ateş getireyim, umarım ki ısınırsınız.\"","nl":"(Gedenk) toen Môesa tot zijn familie zei: \"Ik heb een vuur gezien. Ik zal jullie er snel over berichten, of ik breng jullie er een fakkel van, zodat jullie je kunnen verwarmen.\"","en":"˹Remember˺ when Moses said to his family, “I have spotted a fire. I will either bring you some directions from there, or a burning torch so you may warm yourselves.”"},"surah":null},{"id":3167,"surahId":27,"ayatId":8,"ayatNo":"٨","pageNo":377,"ayatText":"فَلَمَّا جَٓاءَهَا نُودِيَ اَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَاؕ وَسُبْحَانَ اللّٰهِ رَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"Oraya geldiğinde şöyle seslenilmişti: \"Ateşin bulunduğu yerdeki ve çevresindekiler mübarek kılınmıştır! Âlemlerin Rabbi olan Allah, eksikliklerden münezzehtir!\"","nl":"Maar toen hij er aankwam, werd bij geroepen: \"Gezegend is hij (Môesa) die op de plaats van het vuur is en die er omheen zijn. En Heilig is Allah, de Heer der Werelden.","en":"But when he came to it, he was called ˹by Allah˺, “Blessed is the one at the fire, and whoever is around it! Glory be to Allah, the Lord of all worlds"},"surah":null},{"id":3168,"surahId":27,"ayatId":9,"ayatNo":"٩","pageNo":377,"ayatText":"يَا مُوسٰٓى اِنَّـهُٓ اَنَا اللّٰهُ الْعَزٖيزُ الْحَكٖيمُۙ","ayatMealText":{"tr":"\"Ey Musa! İyi bil ki, ben, mutlak galip ve hikmet sahibi olan Allah'ım!\"","nl":"O Môesa, Ik ben het, Allah, de Almachtige, de Alwijze.","en":"O Moses! It is truly I. I am Allah—the Almighty, All-Wise"},"surah":null},{"id":3169,"surahId":27,"ayatId":10,"ayatNo":"١٠","pageNo":377,"ayatText":"وَاَلْقِ عَصَاكَؕ فَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَٓانٌّ وَلّٰى مُدْبِراً وَلَمْ يُعَقِّبْؕ يَا مُوسٰى لَا تَخَفْ اِنّٖي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَࣗ","ayatMealText":{"tr":"\"Asânı at!\" (Asâyı atıp) onu yılan gibi deprenir görünce dönüp arkasına bakmadan kaçtı. (Dedik ki): \"Ey Musa korkma! Çünkü benim huzurumda peygamberler korkmaz.\"","nl":"Werp jouw staf neer.\" Maar toen hij deze zag, bewoog zij alsof het een slang was, toen keerde hij haastig omen keek niet om. (Allah zei:) \"O Môesa, wees niet bang, want voorwaar, bij Mij zijn de Boodschappen niet bang.\"","en":"Now, throw down your staff!” But when he saw it slithering like a snake, he ran away without looking back. ˹Allah reassured him,˺ “O Moses! Do not be afraid! Messengers should have no fear in My presence"},"surah":null},{"id":3170,"surahId":27,"ayatId":11,"ayatNo":"١١","pageNo":377,"ayatText":"اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْناً بَعْدَ سُٓوءٍ فَاِنّٖي غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"\"Ancak, kim haksızlık yapar, sonra yaptığı kötülüğü iyiliğe çevirirse, bilsin ki ben (ona karşı da) çok bağışlayıcıyım, çok merhamet sahibiyim.\"","nl":"En wie onrecht pleegde en vervolgens een slechte daad voor een goede daad inruilde: dan ben Ik waarlijk Vergevensgezind, Meest Barmhartig.","en":"˹Fear is˺ only for those who do wrong. But if they later mend ˹their˺ evil ˹ways˺ with good, then I am certainly All-Forgiving, Most Merciful"},"surah":null},{"id":3171,"surahId":27,"ayatId":12,"ayatNo":"١٢","pageNo":377,"ayatText":"وَاَدْخِلْ يَدَكَ فٖي جَيْبِكَ تَخْرُجْ بَيْضَٓاءَ مِنْ غَيْرِ سُٓوءٍ فٖي تِسْعِ اٰيَاتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖؕ اِنَّهُمْ كَانُوا قَوْماً فَاسِقٖينَ","ayatMealText":{"tr":"\"Elini koynuna sok; kusursuz bembeyaz çıkacaktır. Dokuz mucize ile Firavun ve kavmine (git), çünkü onlar yoldan çıkmış bir kavim olmuşlardır.\"","nl":"(Allah zei tot Môesa:) \"En stop jouw hand onder jouw kraag en deze schijnt wit, zonder ziek te zijn: als één van de negen wonderen tegen Fir'aun en zijn volk. Voorwaar, zij zijn een zwaw zondig volk.\"","en":"Now put your hand through ˹the opening of˺ your collar, it will come out ˹shining˺ white, unblemished. ˹These are two˺ of nine signs for Pharaoh and his people. They have truly been a rebellious people.”"},"surah":null},{"id":3172,"surahId":27,"ayatId":13,"ayatNo":"١٣","pageNo":377,"ayatText":"فَلَمَّا جَٓاءَتْهُمْ اٰيَاتُنَا مُبْصِرَةً قَالُوا هٰذَا سِحْرٌ مُبٖينٌۚ","ayatMealText":{"tr":"Bu şekilde âyetlerimiz onların gözleri önüne serilince, \"Bu apaçık bir sihirdir\" dediler.","nl":"Toen Onze Tekenen ter verduidelijking tot hen kwamen, zeiden zij: \"Dit is duidelijke tovenarij.\"","en":"But when Our enlightening signs came to them, they said, “This is pure magic.”"},"surah":null}]}