{"juzNo":19,"pageNo":378,"arCuzNo":"۱۹","arPageNo":"۳۷۸","quranAyats":[{"id":3173,"surahId":27,"ayatId":14,"ayatNo":"١٤","pageNo":378,"ayatText":"وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَٓا اَنْفُسُهُمْ ظُلْماً وَعُلُواًّؕ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدٖينَࣖ","ayatMealText":{"tr":"Ve vicdanları bunlar(ın doğruluğun)a tam bir kanaat getirdiği halde, zulüm ve kibirlerinden ötürü onları bile bile inkâr ettiler. Bozguncuların sonunun nice olduğuna bir bak!","nl":"En zij ontkenden ze, hoewel zij zelf ervan overtuigd waren, uit onrechtvaardigheid en hoogmoed. Zie dan hoe het einde van de verderfzaaiers was!","en":"And, although their hearts were convinced the signs were true, they still denied them wrongfully and arrogantly. See then what was the end of the corruptors"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3174,"surahId":27,"ayatId":15,"ayatNo":"١٥","pageNo":378,"ayatText":"وَلَقَدْ اٰتَيْنَا دَاوُ۫دَ وَسُلَيْمٰنَ عِلْماًۚ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذٖي فَضَّلَنَا عَلٰى كَثٖيرٍ مِنْ عِبَادِهِ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Andolsun ki biz, Davud'a ve Süleyman'a bir ilim verdik. Onlar: \"Bizi mümin kullarının birçoğundan üstün kılan Allah'a hamd olsun\" dediler.","nl":"En voorzeker, Wij gaven kennis aan Dâwôed en Soelaimân, en beiden zeiden zij: \"Alle lof zij Allah, Degene Die ons heeft bevoorrecht boven velen van Zijn gelovige dienaren.\"","en":"Indeed, We granted knowledge to David and Solomon. And they said ˹in acknowledgment˺, “All praise is for Allah Who has privileged us over many of His faithful servants.”"},"surah":null},{"id":3175,"surahId":27,"ayatId":16,"ayatNo":"١٦","pageNo":378,"ayatText":"وَوَرِثَ سُلَيْمٰنُ دَاوُ۫دَ وَقَالَ يَٓا اَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُو۫تٖينَا مِنْ كُلِّ شَيْءٍؕ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبٖينُ","ayatMealText":{"tr":"Süleyman Davud'a varis olup dedi ki: \"Ey insanlar! Bize kuş dili öğretildi ve bize her şeyden (nasip) verildi. Doğrusu bu apaçık bir lütuftur.\"","nl":"En Soelaimân volgde Dâwôed op. En hij zei: \"O mensen, aan ons is de taal van de vogels onderwezen, en ons is alles gegeven. Voorwaar, dit is zeker de duidelijke gunst.\"","en":"And David was succeeded by Solomon, who said, “O people! We have been taught the language of birds, and been given everything ˹we need˺. This is indeed a great privilege.”"},"surah":null},{"id":3176,"surahId":27,"ayatId":17,"ayatNo":"١٧","pageNo":378,"ayatText":"وَحُشِرَ لِسُلَيْمٰنَ جُنُودُهُ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ","ayatMealText":{"tr":"Cinlerden, insanlardan ve kuşlardan müteşekkil orduları Süleyman'ın hizmetinde toplandı, hepsi bir arada (onun tarafından) düzenli olarak sevkediliyordu.","nl":"En voor Soelaimân werden zijn troepen verzameld: de Djinn's en de mensen en de vogels, en zij werden in rijen opgesteld.","en":"Solomon’s forces of jinn, humans, and birds were rallied for him, perfectly organized"},"surah":null},{"id":3177,"surahId":27,"ayatId":18,"ayatNo":"١٨","pageNo":378,"ayatText":"حَتّٰٓى اِذَٓا اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يَٓا اَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْۚ لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُودُهُۙ وَهُمْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Nihayet karınca vâdisine geldikleri zaman, bir karınca: \"Ey karıncalar! Yuvalarınıza girin; Süleyman ve ordusu farkına varmadan sizi ezmesin!\" dedi.","nl":"Totdat zij langs de vallei van de mieren kwamen, en een mier zei: \"O jullie mieren, gaat jullie woningen binnen, anders zullen Soelaimân en zijn troepen jullie vertrappen, zonder dat zij het beseffen!\"","en":"And when they came across a valley of ants, an ant warned, “O ants! Go quickly into your homes so Solomon and his armies do not crush you, unknowingly.”"},"surah":null},{"id":3178,"surahId":27,"ayatId":19,"ayatNo":"١٩","pageNo":378,"ayatText":"فَتَبَسَّمَ ضَاحِكاً مِنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنٖٓي اَنْ اَشْكُرَ نِعْمَتَكَ الَّتٖٓي اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحاً تَرْضٰيهُ وَاَدْخِلْنٖي بِرَحْمَتِكَ فٖي عِبَادِكَ الصَّالِحٖينَ","ayatMealText":{"tr":"(Süleyman) onun sözüne gülümseyerek dedi ki: \"Ey Rabbim! Bana ve ana babama verdiğin nimete şükretmemi ve hoşnut olacağın iyi iş yapmamı gönlüme getir. Rahmetinle, beni iyi kulların arasına kat.\"","nl":"Toen glimlachte hij (Soelaimân) om haar woorden, en zei: \"Mijn Heer, maak mij dankbaar voor Uw gunst die U mij en mijn ouders schonk, en doe mij goede daden verrichten, waar U Uw welgevallen op doet rusten. En laat mij, door Uw Barmhartigheid, behoren tot Uw rechtschapen dienaren.\"'","en":"So Solomon smiled in amusement at her words, and prayed, “My Lord! Inspire me to ˹always˺ be thankful for Your favours which You have blessed me and my parents with, and to do good deeds that please you. Admit me, by Your mercy, into ˹the company of˺ Your righteous servants.”"},"surah":null},{"id":3179,"surahId":27,"ayatId":20,"ayatNo":"٢٠","pageNo":378,"ayatText":"وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَٓا اَرَى الْهُدْهُدَؗ اَمْ كَانَ مِنَ الْغَٓائِبٖينَ","ayatMealText":{"tr":"(Süleyman) Kuşları gözden geçirdikten sonra şöyle dedi: \"Hüdhüd'ü niçin göremiyorum? Yoksa kayıplara mı karıştı?\"","nl":"En hij inspecteerde de vogels, toen zei hij: \"Hoe komt het dat ik de hop niet zie? Of behoort hij tot de afwezigen?","en":"˹One day˺ he inspected the birds, and wondered, “Why is it that I cannot see the hoopoe? Or could he be absent"},"surah":null},{"id":3180,"surahId":27,"ayatId":21,"ayatNo":"٢١","pageNo":378,"ayatText":"لَاُعَذِّبَنَّهُ عَذَاباً شَدٖيداً اَوْ لَا۬اَذْبَحَنَّهُٓ اَوْ لَيَأْتِيَنّٖي بِسُلْطَانٍ مُبٖينٍ","ayatMealText":{"tr":"\"Ya bana (mazeretini gösteren) apaçık bir delil getirecek, ya da onu şiddetli bir azaba uğratacağım, yahut boğazlıyacağım!\"","nl":"Ik zal hem zeker een strenge bestraffing opleggen of ik zal hem zeker slachten, of hij zal bij mij moeten komen met een duidelijke reden.\"","en":"I will surely subject him to a severe punishment, or ˹even˺ slaughter him, unless he brings me a compelling excuse.”"},"surah":null},{"id":3181,"surahId":27,"ayatId":22,"ayatNo":"٢٢","pageNo":378,"ayatText":"فَمَكَثَ غَيْرَ بَعٖيدٍ فَقَالَ اَحَطْتُ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَأٍ بِنَبَأٍ يَقٖينٍ","ayatMealText":{"tr":"Çok geçmeden (Hüdhüd) gelip: \"Ben, dedi, senin bilmediğin bir şeyi öğrendim. Sebe'den sana çok doğru (ve önemli) bir haber getirdim.","nl":"Daarop bleef hij niet lang afwezig, en hij zei: \"Ik weet iets waarvan jij nog niet weet. En ik breng jou uit Saba' overtuigende berichten.","en":"It was not long before the bird came and said, “I have found out something you do not know. I have just come to you from Sheba with sure news"},"surah":null}]}