{"juzNo":19,"pageNo":379,"arCuzNo":"۱۹","arPageNo":"۳۷۹","quranAyats":[{"id":3182,"surahId":27,"ayatId":23,"ayatNo":"٢٣","pageNo":379,"ayatText":"اِنّٖي وَجَدْتُ امْرَاَةً تَمْلِكُهُمْ وَاُو۫تِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظٖيمٌ","ayatMealText":{"tr":"\"Gerçekten, onlara (Sebelilere) hükümdarlık eden, kendisine her türlü imkan verilmiş ve büyük bir tahta sahip olan bir kadınla karşılaştım.\"","nl":"Voorwaar, ik heb gezien dat een vrouw over hen heerst en zij beschikt over alle zaken en zij heeft een geweldige troon.","en":"Indeed, I found a woman ruling over them, who has been given everything ˹she needs˺, and who has a magnificent throne"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3183,"surahId":27,"ayatId":24,"ayatNo":"٢٤","pageNo":379,"ayatText":"وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبٖيلِ فَهُمْ لَا يَهْتَدُونَۙ","ayatMealText":{"tr":"\"Onun ve kavminin, Allah'ı bırakıp güneşe secde ettiklerini gördüm. Şeytan, kendilerine yaptıklarını süslü göstermiş de onları doğru yoldan alıkoymuş. Bunun için hidayete giremiyorlar.\"","nl":"Ik heb gezien dat zij en haar volk knielen voor de zon, naast Allah. En dat de Satan hun hun daden schoon doet toeschijnen en hen daarmee afleidt van de Weg. Zij volgen dus geen Leiding.","en":"I found her and her people prostrating to the sun instead of Allah. For Satan has made their deeds appealing to them—hindering them from the ˹Right˺ Way and leaving them unguided—"},"surah":null},{"id":3184,"surahId":27,"ayatId":25,"ayatNo":"٢٥","pageNo":379,"ayatText":"اَلَّا يَسْجُدُوا لِلّٰهِ الَّذٖي يُخْرِجُ الْخَبْءَ فِي السَّمٰوَاتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ","ayatMealText":{"tr":"\"Göklerde ve yerde gizleneni açığa çıkaran, gizlediğinizi ve açıkladığınızı bilen Allah'a secde etmezler.\"","nl":"Zodat zij zich niet voor Allah neerknielen, Degene Die voortbrengt wat verborgen is in de hemelen en op de aarde, en Die weet wat jullie verbergen en wat jullie openlijk doen.","en":"so they do not prostrate to Allah, Who brings forth what is hidden in the heavens and the earth, and knows what you ˹all˺ conceal and what you reveal"},"surah":null},{"id":3185,"surahId":27,"ayatId":26,"ayatNo":"٢٦","pageNo":379,"ayatText":"اَللّٰهُ لَٓا اِلٰهَ اِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظٖيمِ","ayatMealText":{"tr":"\"(Halbuki) O büyük Arş'ın sahibi olan Allah'tan başka tapılacak yoktur.\"","nl":"Allah, er is geen god dan Hij, de Heer van de Geweldige Troon.\"","en":"˹He is˺ Allah! There is no god ˹worthy of worship˺ except Him, the Lord of the Mighty Throne.”"},"surah":null},{"id":3186,"surahId":27,"ayatId":27,"ayatNo":"٢٧","pageNo":379,"ayatText":"قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكَاذِبٖينَ","ayatMealText":{"tr":"(Süleyman Hüdhüd'e) dedi ki: \"Doğru mu söyledin, yoksa yalancılardan mısın, bakacağız.\"","nl":"Hij (Soelaimân) zei: \"Wij zullen zien of jij de waarheid verteld hebt of dat jij tot de leugenaars behoort.","en":"Solomon said, “We will see whether you are telling the truth or lying"},"surah":null},{"id":3187,"surahId":27,"ayatId":28,"ayatNo":"٢٨","pageNo":379,"ayatText":"اِذْهَبْ بِكِتَابٖي هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ","ayatMealText":{"tr":"\"Şu mektubumu götür, onu kendilerine ver, sonra onlardan biraz çekil de, ne sonuca varacaklarına bak.\"","nl":"Ga heen met deze brief en geef hem aan hen; wend je dan van hen af en zie wat zij terugzeggen.\"","en":"Go with this letter of mine and deliver it to them, then stand aside and see how they will respond.”"},"surah":null},{"id":3188,"surahId":27,"ayatId":29,"ayatNo":"٢٩","pageNo":379,"ayatText":"قَالَتْ يَٓا اَيُّهَا الْمَلَؤُ۬ا اِنّٖٓي اُلْقِيَ اِلَيَّ كِتَابٌ كَرٖيمٌ","ayatMealText":{"tr":"(Süleyman'ın mektubunu alan Sebe melikesi): \"Beyler, ulular! Bana çok önemli bir mektup bırakıldı\" dedi.","nl":"Zij zei: \"O vooraanstanden, aai mij is een edele brief bezorgd.","en":"The Queen ˹later˺ announced, “O chiefs! Indeed, a noble letter has been delivered to me"},"surah":null},{"id":3189,"surahId":27,"ayatId":30,"ayatNo":"٣٠","pageNo":379,"ayatText":"اِنَّهُ مِنْ سُلَيْمٰنَ وَاِنَّهُ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحٖيمِۙ","ayatMealText":{"tr":"\"Mektup Süleyman'dandır, Rahmân ve Rahîm Allah'ın adıyla (başlamakta)dır. \"","nl":"Voorwaar, hij komt van Soelaimân en voorwaar, hij (luidt): \"In de Naam van Allah, de Erbarmer, de Meest Barmhartige.","en":"It is from Solomon, and it reads: ‘In the Name of Allah—the Most Compassionate, Most Merciful"},"surah":null},{"id":3190,"surahId":27,"ayatId":31,"ayatNo":"٣١","pageNo":379,"ayatText":"اَلَّا تَعْلُوا عَلَيَّ وَأْتُونٖي مُسْلِمٖينَࣖ","ayatMealText":{"tr":"\"Bana karşı baş kaldırmayın, teslimiyet göstererek bana gelin diye (yazmaktadır).\"","nl":"Verhef jezelf niet in hoogmoed boven mij en komt maar mij als overgegevenen.\"","en":"Do not be arrogant with me, but come to me, fully submitting ˹to Allah˺.’”"},"surah":null},{"id":3191,"surahId":27,"ayatId":32,"ayatNo":"٣٢","pageNo":379,"ayatText":"قَالَتْ يَٓا اَيُّهَا الْمَلَؤُ۬ا اَفْتُونٖي فٖٓي اَمْرٖيۚ مَا كُنْتُ قَاطِعَةً اَمْراً حَتّٰى تَشْهَدُونِ","ayatMealText":{"tr":"(Sonra Melike) dedi ki: \"Beyler, ulular! Bu işimde bana bir fikir verin. (Bilirsiniz) siz yanımda olmadan hiçbir işi kestirip atmam.\"","nl":"Zij zei: \"O vooraanstanden, geeft mij raad in mijn zaak. Ik nam geen besluit over een zaak voordat jullie er getuigen van waren.\"","en":"She said, “O chiefs! Advise me in this matter of mine, for I would never make any decision without you.”"},"surah":null},{"id":3192,"surahId":27,"ayatId":33,"ayatNo":"٣٣","pageNo":379,"ayatText":"قَالُوا نَحْنُ اُو۬لُوا قُوَّةٍ وَاُو۬لُوا بَأْسٍ شَدٖيدٍ وَالْاَمْرُ اِلَيْكِ فَانْظُرٖي مَاذَا تَأْمُرٖينَ","ayatMealText":{"tr":"Onlar, şöyle cevap verdiler: \"Biz güçlü kuvvetli kimseleriz, zorlu savaş erbabıyız, buyruk ise senindir; artık ne emredeceğini düşün taşın.\"","nl":"Zij zeiden: \"Wij beschikken over macht en wij beschikken over grote moed, maar de zaak berust bij U, zie daarom maar wat U beveelt.\"","en":"They responded, “We are a people of strength and great ˹military˺ might, but the decision is yours, so decide what you will command.”"},"surah":null},{"id":3193,"surahId":27,"ayatId":34,"ayatNo":"٣٤","pageNo":379,"ayatText":"قَالَتْ اِنَّ الْمُلُوكَ اِذَا دَخَلُوا قَرْيَةً اَفْسَدُوهَا وَجَعَلُٓوا اَعِزَّةَ اَهْلِهَٓا اَذِلَّةًۚ وَكَذٰلِكَ يَفْعَلُونَ","ayatMealText":{"tr":"Melike, \"Hükümdarlar bir memlekete girdiler mi orayı perişan ederler ve halkının ulularını hakir hâle getirirler. (Herhalde) Onlar da böyle yapacaklardır\" dedi.","nl":"Zei zij: \"Voorwaar, wanneer de koningen een stad binnengingen, zaaiden zij daar verderf en maakten zij de edelen onder haar inwoners tot vernederden; en zo handelen zij.","en":"She reasoned, “Indeed, when kings invade a land, they ruin it and debase its nobles. They really do so"},"surah":null},{"id":3194,"surahId":27,"ayatId":35,"ayatNo":"٣٥","pageNo":379,"ayatText":"وَاِنّٖي مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ","ayatMealText":{"tr":"\"Ben (şimdi) onlara bir hediye göndereyim de, bakayım elçiler ne (gibi bir sonuç) ile dönecekler.\"","nl":"En voorwaar, ik zal hun een geschenk sturen en zien waarmee de gezanten temgkeren.\"","en":"But I will certainly send him a gift, and see what ˹response˺ my envoys will return with.”"},"surah":null}]}