{"juzNo":19,"pageNo":380,"arCuzNo":"۱۹","arPageNo":"۳۸۰","quranAyats":[{"id":3195,"surahId":27,"ayatId":36,"ayatNo":"٣٦","pageNo":380,"ayatText":"فَلَمَّا جَٓاءَ سُلَيْمٰنَ قَالَ اَتُمِدُّونَنِ بِمَالٍؗ فَمَٓا اٰتٰينِ‌يَ اللّٰهُ خَيْرٌ مِمَّٓا اٰتٰيكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ","ayatMealText":{"tr":"(Elçiler, hediyelerle) gelince Süleyman şöyle dedi: \"Siz bana mal ile yardım mı etmek istiyorsunuz? Allah'ın bana verdiği, size verdiğinden daha iyidir. Ama siz, hediyenizle böbürlenirsiniz.\"","nl":"Maar toen hij (de gezant) bij Soelaimân kwam, zei hij: \"Zouden jullie mij met bezit steunen? Dat wat Allah mij gegeven heeft is beter dan wat Hij jullie gegeven heeft. Maar jullie verheugen je over jullie geschenk.","en":"When the chief-envoy came to him, Solomon said, “Do you offer me wealth? What Allah has granted me is far greater than what He has granted you. No! It is you who rejoice in ˹receiving˺ gifts"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3196,"surahId":27,"ayatId":37,"ayatNo":"٣٧","pageNo":380,"ayatText":"اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَٓا اَذِلَّةً وَهُمْ صَاغِرُونَ","ayatMealText":{"tr":"\"(Ey elçi) Onlara var (söyle); iyi bilsinler ki, kendilerine asla karşı koyamayacakları ordularla gelir, onları, muhakkak surette hor ve hakir halde oradan çıkarırız!\"","nl":"Keer naar Hen terug, wij komen zeker met troepen naar hen, waartegen zij geen verzet kunnen bieden. En Wij zullen hen zeker daaruit verdrijven, vemederd, terwijl zij onderworpenen zijn.","en":"Go back to them, for we will certainly mobilize against them forces which they can never resist, and we will drive them out from there in disgrace, fully humbled.”"},"surah":null},{"id":3197,"surahId":27,"ayatId":38,"ayatNo":"٣٨","pageNo":380,"ayatText":"قَالَ يَٓا اَيُّهَا الْمَلَؤُ۬ا اَيُّكُمْ يَأْتٖينٖي بِعَرْشِهَا قَبْلَ اَنْ يَأْتُونٖي مُسْلِمٖينَ","ayatMealText":{"tr":"(Sonra Süleyman müşavirlerine) dedi ki: \"Ey ulular! Onlar teslimiyet gösterip bana gelmeden önce, hanginiz o Melike'nin tahtını bana getirebilir?\"","nl":"Hij zei: \"O vooraanstanden, wie van jullie brengt mij haar troon, voordat zij naar mij komen als overgegevenen.\"","en":"Solomon asked, “O chiefs! Which of you can bring me her throne before they come to me in ˹full˺ submission?”"},"surah":null},{"id":3198,"surahId":27,"ayatId":39,"ayatNo":"٣٩","pageNo":380,"ayatText":"قَالَ عِفْرٖيتٌ مِنَ الْجِنِّ اَنَا۬ اٰتٖيكَ بِهٖ قَبْلَ اَنْ تَقُومَ مِنْ مَقَامِكَۚ وَاِنّٖي عَلَيْهِ لَقَوِيٌّ اَمٖينٌ","ayatMealText":{"tr":"Cinlerden bir ifrit, \"Sen makamından kalkmadan ben onu sana getiririm. Gerçekten bu işe gücüm ve güvenim var.\" dedi.","nl":"Een Ifrît van de Djinn's zei: \"Ik zal hem naar jou brengen voordat jij van jouw plaats opstaat en voorwaar, ik ben zeker een betrouwbare kracht daartoe.\"","en":"One mighty jinn responded, “I can bring it to you before you rise from this council of yours. And I am quite strong and trustworthy for this ˹task˺.”"},"surah":null},{"id":3199,"surahId":27,"ayatId":40,"ayatNo":"٤٠","pageNo":380,"ayatText":"قَالَ الَّذٖي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ اَنَا۬ اٰتٖيكَ بِهٖ قَبْلَ اَنْ يَرْتَدَّ اِلَيْكَ طَرْفُكَؕ فَلَمَّا رَاٰهُ مُسْتَقِراًّ عِنْدَهُ قَالَ هٰذَا مِنْ فَضْلِ رَبّٖيࣞ لِيَبْلُوَنٖٓي ءَاَشْكُرُ اَمْ اَكْفُرُؕ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبّٖي غَنِيٌّ كَرٖيمٌ","ayatMealText":{"tr":"Kitaptan ilmi olan kimse ise, \"Gözünü açıp kapamadan, ben onu sana getiririm\" dedi. (Süleyman) onu (Melike'nin tahtını) yanıbaşına yerleşivermiş görünce, \"Bu, dedi, şükür mü edeceğim, yoksa nankörlük mü edeceğim diye beni sınamak üzere Rabbimin (gösterdiği) lütfundandır. Şükreden ancak kendisi için şükretmiş olur; nankörlük edene gelince, o bilsin ki Rabbim müstağnidir, çok kerem sahibidir.\"","nl":"Degene met kennis van Schrift zei: \"ik zal hein in een oogwenk naar jou toebrengen.\" En toen hij hem vóór zich geplaatst zag, zei hij: \"Dit is een gunst van mijn Heer, om mij op de proef te stellen of ik dankbaar zal zijn of ik ondankbaar zal zijn. Maar hij die dankbaar is, is slechts dankbaar voor zichzelf. En wie ondankbaar is: voorwaar, mijn Heer is Behoefteloos. Edel.\"","en":"But the one who had knowledge of the Scripture said, “I can bring it to you in the blink of an eye.” So when Solomon saw it placed before him, he exclaimed, “This is by the grace of my Lord to test me whether I am grateful or ungrateful. And whoever is grateful, it is only for their own good. But whoever is ungrateful, surely my Lord is Self-Sufficient, Most Generous.”"},"surah":null},{"id":3200,"surahId":27,"ayatId":41,"ayatNo":"٤١","pageNo":380,"ayatText":"قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدٖٓي اَمْ تَكُونُ مِنَ الَّذٖينَ لَا يَهْتَدُونَ","ayatMealText":{"tr":"(Süleyman devamla) dedi ki: \"Onun tahtını bilemeyeceği bir vaziyete sokun; getirin bakalım tanıyabilecek mi, yoksa tanıyamayanlardan mı olacak?\"","nl":"Hij (Soelaimân) zei: \"Maak haar troon onherkenbaar voor haar, zodat wij zien of zij herkent of dat zij behoort tot degenen die niet herkennen.\"","en":"˹Then˺ Solomon said, “Disguise her throne for her so we may see whether she will recognize ˹it˺ or she will not be able to.”"},"surah":null},{"id":3201,"surahId":27,"ayatId":42,"ayatNo":"٤٢","pageNo":380,"ayatText":"فَلَمَّا جَٓاءَتْ قٖيلَ اَهٰكَذَا عَرْشُكِؕ قَالَتْ كَاَنَّهُ هُوَۚ وَاُو۫تٖينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمٖينَ","ayatMealText":{"tr":"Melike gelince, \"Senin tahtın da böyle mi?\" dendi. O şöyle cevap verdi: \"Tıpkı o! Zaten bize daha önce bilgi verilmiş ve biz teslimiyet göstermiştik.\"","nl":"Toen zij aankwam, werd haar gezegd: \"Es dit jouw troon?\" Zij zei: \"Het is alsof hij het is.\" (Soelaimân zei:) \"Aan ons is vóór haar al kennis gegeven en wij gaven ons (aan Allah) over.\"","en":"So when she arrived, it was said ˹to her˺, “Is your throne like this?” She replied, “It looks to be the same. We have ˹already˺ received knowledge ˹of Solomon’s prophethood˺ before this ˹miracle˺, and have submitted ˹to Allah˺.”"},"surah":null},{"id":3202,"surahId":27,"ayatId":43,"ayatNo":"٤٣","pageNo":380,"ayatText":"وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللّٰهِؕ اِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرٖينَ","ayatMealText":{"tr":"O'nu, Allah'tan başka taptığı şeyler alıkoymuştu. Çünkü kendisi inkârcı bir kavimdendi.","nl":"En zij werd verhinderd door wat zij naast Allah aanbad. Voorwaar, zij behoorde tot het ongelovige volk.","en":"But she had been hindered by what she used to worship instead of Allah, for she was indeed from a disbelieving people"},"surah":null},{"id":3203,"surahId":27,"ayatId":44,"ayatNo":"٤٤","pageNo":380,"ayatText":"قٖيلَ لَهَا ادْخُلِي الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَاؕ قَالَ اِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارٖيرَؕ قَالَتْ رَبِّ اِنّٖي ظَلَمْتُ نَفْسٖي وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعَالَمٖينَࣖ","ayatMealText":{"tr":"Ona \"köşke gir!\" dendi. Melike onu görünce derin bir su sandı ve eteğini çekti. Süleyman \"Bu billurdan yapılmış, şeffaf bir zemindir\" dedi. Melike dedi ki: \"Rabbim! Ben gerçekten kendime yazık etmiştim. Süleyman'ın maiyyetinde, âlemlerin Rabbi olan Allah'a teslim oldum.\"","nl":"Er werd tegen haar gezegd: \"Treed het paleis binnen.\" Toen zij het zag, dacht zij dat het een waterplas was en zij trok (haar gewaad) op van haar benen. Hij zei: \"Het is een paleis dat betegeld is met glas. Zij zei: \"Mijn Heer, voorwaar, ik heb mijzelf onrecht aangedaan en ik geef mij met Soelaimân over aan Allah, de Heer der Werelden.\"","en":"Then she was told, “Enter the palace.” But when she saw the hall, she thought it was a body of water, so she bared her legs. Solomon said. “It is just a palace paved with crystal.” ˹At last˺ she declared, “My Lord! I have certainly wronged my soul. Now I ˹fully˺ submit myself along with Solomon to Allah, the Lord of all worlds.”"},"surah":null}]}