{"juzNo":20,"pageNo":382,"arCuzNo":"۲۰","arPageNo":"۳۸۲","quranAyats":[{"id":3215,"surahId":27,"ayatId":56,"ayatNo":"٥٦","pageNo":382,"ayatText":"فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّٓا اَنْ قَالُٓوا اَخْرِجُٓوا اٰلَ لُوطٍ مِنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَتَطَهَّرُونَ","ayatMealText":{"tr":"Buna kavminin cevabı sadece: \"Lût ailesini memleketinizden çıkarın; baksanıza onlar (bizim yaptıklarımızdan) temiz kalmak isteyen insanlarmış!\" demelerinden ibaret oldu.","nl":"Maar het antwoord van zijn volk was slechts dat zij zeiden: \"Verdrijft de familie van Lôeth uit jullie stad: voorwaar, zij zijn mensen die zich reinigen.\"","en":"But his people’s only response was to say, “Expel Lot’s followers from your land! They are a people who wish to remain chaste!”"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3216,"surahId":27,"ayatId":57,"ayatNo":"٥٧","pageNo":382,"ayatText":"فَاَنْجَيْنَاهُ وَاَهْلَـهُٓ اِلَّا امْرَاَتَهُؗ قَدَّرْنَاهَا مِنَ الْغَابِرٖينَ","ayatMealText":{"tr":"Bunun üzerine onu ve ailesini kurtardık. Yalnız karısı müstesna; onun geride (azaba uğrayanların içinde) kalmasını takdir ettik.","nl":"Toen redden Wij hem en zijn familie, behalve zijn vrouw: Wij bepaalden dat zij tot de achterblijvers behoorde.","en":"So We delivered him and his family, except his wife. We had destined her to be one of the doomed"},"surah":null},{"id":3217,"surahId":27,"ayatId":58,"ayatNo":"٥٨","pageNo":382,"ayatText":"وَاَمْطَرْنَا عَلَيْهِمْ مَطَراًۚ فَسَٓاءَ مَطَرُ الْمُنْذَرٖينَࣖ","ayatMealText":{"tr":"Onların üzerlerine öyle bir yağmur indirdik ki, ne kötü idi uyarılanların yağmuru!","nl":"En Wij deden op hen een (vulkanische) regen neerdalen: en slecht was de regen voor de gewaarschuwden.","en":"And We poured upon them a rain ˹of brimstone˺. How evil was the rain of those who had been warned"},"surah":null},{"id":3218,"surahId":27,"ayatId":59,"ayatNo":"٥٩","pageNo":382,"ayatText":"قُلِ الْحَمْدُ لِلّٰهِ وَسَلَامٌ عَلٰى عِبَادِهِ الَّذٖينَ اصْطَفٰىؕ آٰللّٰهُ خَيْرٌ اَمَّا يُشْرِكُونَؕ","ayatMealText":{"tr":"(Resulüm!) de ki: \"Hamd olsun Allah'a, selam olsun seçkin kıldığı kullarına. Allah mı hayırlı, yoksa O'na koştukları ortaklar mı?\"","nl":"Zeg (O Moehammad): \"Alle lof zij Allah en vrede voor Zijn dienaren en degenen die Hij verkoos.\" Is Allah beter, of wat zij (Hem) aan deelgenoten toekennen?","en":"Say, ˹O Prophet,˺ “Praise be to Allah, and peace be upon the servants He has chosen.” ˹Ask the disbelievers,˺ “Which is better: Allah or whatever ˹gods˺ they associate ˹with Him˺?”"},"surah":null},{"id":3219,"surahId":27,"ayatId":60,"ayatNo":"٦٠","pageNo":382,"ayatText":"اَمَّنْ خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِنَ السَّمَٓاءِ مَٓاءًۚ فَاَنْبَتْنَا بِهٖ حَدَٓائِقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْبِتُوا شَجَرَهَاؕ ءَاِلٰهٌ مَعَ اللّٰهِؕ بَلْ هُمْ قَوْمٌ يَعْدِلُونَؕ","ayatMealText":{"tr":"(Onlar mı hayırlı) yoksa, gökleri ve yeri yaratan, gökten size su indiren mi? Çünkü biz onunla, bir ağacını bile bitirmeye gücünüzün yetmediği güzel güzel bahçeler bitirmişizdir. Allah'la beraber başka bir ilâh mı var! Doğrusu onlar sapıklıkta devameden bir güruhtur.","nl":"Of wie heeft de hemelen en de aarde geschapen en water uit de hemel neergezonden, waarmee Wij prachtige tuinen doen groeien? Jullie zijn niet in staat haar bomen te doen groeien. Is er een god naast Allah? Welnee, zij (die dit beweren) behoren tot een volk dat afwijkt (van de Waarheid).","en":"Or ˹ask them,˺ “Who created the heavens and the earth, and sends down rain for you from the sky, by which We cause delightful gardens to grow? You could never cause their trees to grow. Was it another god besides Allah?” Absolutely not! But they are a people who set up equals ˹to Allah˺"},"surah":null},{"id":3220,"surahId":27,"ayatId":61,"ayatNo":"٦١","pageNo":382,"ayatText":"اَمَّنْ جَعَلَ الْاَرْضَ قَرَاراً وَجَعَلَ خِلَالَـهَٓا اَنْهَاراً وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزاًؕ ءَاِلٰهٌ مَعَ اللّٰهِؕ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُونَؕ","ayatMealText":{"tr":"(Onlar mı hayırlı) yoksa, yeryüzünü oturmaya elverişli kılan, aralarında nehirler akıtan, onun için sabit dağlar yaratan, iki deniz arasına engel koyan mı? Allah'ın yanında başka bir ilâh mı var? Hayır onların çoğu (hakikatları) bilmiyorlar.","nl":"Of wie heeft de aarde als een verblijfplaats gemaakt en daardoor rivieren getrokken en daarop stevige bergen geplaatst en een scheiding tussen de twee zeeën gemaakt? Is er een god naast Allah? Maar de meesten van hen weten het niet.","en":"Or ˹ask them,˺ “Who made the earth a place of settlement, caused rivers to flow through it, placed firm mountains upon it, and set a barrier between ˹fresh and salt˺ bodies of water? Was it another god besides Allah?” Absolutely not! But most of them do not know"},"surah":null},{"id":3221,"surahId":27,"ayatId":62,"ayatNo":"٦٢","pageNo":382,"ayatText":"اَمَّنْ يُجٖيبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّٓوءَ وَيَجْعَلُكُمْ خُلَـفَٓاءَ الْاَرْضِؕ ءَاِلٰهٌ مَعَ اللّٰهِؕ قَلٖيلاً مَا تَذَكَّرُونَؕ","ayatMealText":{"tr":"(Onlar mı hayırlı) yoksa, kendine yalvardığı zaman bunalmışa karşılık veren ve başındaki sıkıntıyı gideren, sizi yeryüzünün hakimleri yapan mı? Allah'ın yanında başka bir ilâh mı var? Ne kıt düşünüyorsunuz!","nl":"Of wie heeft de in nood verkerende verhoord, wanneer hij Hem aanroept, en het onheil van hem weggenomen en jullie gevolmachtigden gemaakt op de aarde? Is er een god naast Allah? En weinig is het dat jullie je laten vermanen!","en":"Or ˹ask them,˺ “Who responds to the distressed when they cry to Him, relieving ˹their˺ affliction, and ˹Who˺ makes you successors in the earth? Is it another god besides Allah? Yet you are hardly mindful!”"},"surah":null},{"id":3222,"surahId":27,"ayatId":63,"ayatNo":"٦٣","pageNo":382,"ayatText":"اَمَّنْ يَهْدٖيكُمْ فٖي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهٖؕ ءَاِلٰهٌ مَعَ اللّٰهِؕ تَعَالَى اللّٰهُ عَمَّا يُشْرِكُونَؕ","ayatMealText":{"tr":"(Onlar mı hayırlı) yoksa, karanın ve denizin karanlıkları içinde size yolu bulduran, rahmetinin (yağmurun) önünde rüzgarları müjdeci olarak gönderen mi? Allah'ın yanında başka bir ilâh mı var? Allah onların koştukları ortaklardan çok yücedir, münezzehtir.","nl":"Of wie heeft jullie geleid in de duisternissen op het land en op de zee en wie heeft de winden als dragers van verheugende tijdingen voor Zijn Barmhartigheid uitgestuurd? Is er een god naast Allah? Verheven is Allah boven wat zij Hem aan deelgenoten toekennen!","en":"Or ˹ask them,˺ “Who guides you in the darkness of the land and sea, and sends the winds ushering in His mercy? Is it another god besides Allah? Exalted is Allah above what they associate ˹with Him˺"},"surah":null}]}