{"juzNo":20,"pageNo":383,"arCuzNo":"۲۰","arPageNo":"۳۸۳","quranAyats":[{"id":3223,"surahId":27,"ayatId":64,"ayatNo":"٦٤","pageNo":383,"ayatText":"اَمَّنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعٖيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَٓاءِ وَالْاَرْضِؕ ءَاِلٰهٌ مَعَ اللّٰهِؕ قُلْ هَاتُوا بُرْهَانَكُمْ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"(Onlar mı hayırlı) yoksa, önce yaratan, sonra yaratmayı tekrar eden ve sizi hem gökten, hem yerden rızıklandıran mı? Allah ile beraber başka bir ilâh mı var? De ki: Eğer doğru söylüyorsanız, siz kesin delilinizi getirin haydi!","nl":"Of wie is de schepping begonnen en heeft haar vervolgens herhaald; en wie heeft in jullie onderhoud uit de hemel en de aarde voorzien? Is er een god naast Allah? Zeg (O Moehammad): \"Brengt jullie bewijs, als jullie waarachtigen zijn.\"","en":"Or ˹ask them,˺ “Who originates the creation then resurrects it, and gives you provisions from the heavens and the earth? Is it another god besides Allah?” Say, ˹O Prophet,˺ “Show ˹me˺ your proof, if what you say is true.”"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3224,"surahId":27,"ayatId":65,"ayatNo":"٦٥","pageNo":383,"ayatText":"قُلْ لَا يَعْلَمُ مَنْ فِي السَّمٰوَاتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُؕ وَمَا يَشْعُرُونَ اَيَّانَ يُبْعَثُونَ","ayatMealText":{"tr":"De ki: Göklerde ve yerde Allah'tan başka kimse gaybı bilmez. Ne zaman diriltileceklerini de bilmezler.","nl":"Zeg: \"Niemand kent het onwaarneembare in de hemelen en op dc aarde, behalve Allah.\" En zij weten niet waneer zij worden opgewekt.","en":"Say, ˹O Prophet,˺ “None in the heavens and the earth has knowledge of the unseen except Allah. Nor do they know when they will be resurrected"},"surah":null},{"id":3225,"surahId":27,"ayatId":66,"ayatNo":"٦٦","pageNo":383,"ayatText":"بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْاٰخِرَةِࣞ بَلْ هُمْ فٖي شَكٍّ مِنْهَاࣞ بَلْ هُمْ مِنْهَا عَمُونَࣖ","ayatMealText":{"tr":"Fakat ahiret hakkında bilgiler onlara ardarda gelmektedir. Ama onlar bundan bir şüphe içindedirler. Çünkü onlar bundan yana kördürler.","nl":"Hun kennis omvat het Hiernamaals niet. Zij verkeren hierover zelfs in onzekerheid, zij zijn er zelfs blind voor.","en":"No! Their knowledge of the Hereafter amounts to ignorance. In fact, they are in doubt about it. In truth, they are ˹totally˺ blind to it"},"surah":null},{"id":3226,"surahId":27,"ayatId":67,"ayatNo":"٦٧","pageNo":383,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُٓوا ءَاِذَا كُنَّا تُرَاباً وَاٰبَٓاؤُ۬نَٓا اَئِنَّا لَمُخْرَجُونَ","ayatMealText":{"tr":"İnkârcılar dediler ki: \"Sahi biz ve atalarımız toprak olduktan sonra gerçekten (diriltilip) çıkarılacak mıyız?\"","nl":"En degenen die ongelovig zijn zeggen: \"Is het waar, dat als wij en onze vaderen tot aarde zijn geworden, wij zeker worden opgewekt?","en":"The disbelievers ask, “When we and our fathers are reduced to dust, will we really be brought forth ˹alive˺"},"surah":null},{"id":3227,"surahId":27,"ayatId":68,"ayatNo":"٦٨","pageNo":383,"ayatText":"لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَٓاؤُ۬نَا مِنْ قَبْلُۙ اِنْ هٰذَٓا اِلَّٓا اَسَاطٖيرُ الْاَوَّلٖينَ","ayatMealText":{"tr":"\"And olsun ki, bu tehdit bize yapıldığı gibi, daha önce atalarımıza da yapılmıştır. Bu öncekilerin masallarından başka bir şey değildir.\"","nl":"Voorzeker, dit is ons en onze vaderen vroeger beloofd. Dit zijn slechts fabels van de vroegeren.\"","en":"We have already been promised this, as well as our forefathers earlier. This is nothing but ancient fables!”"},"surah":null},{"id":3228,"surahId":27,"ayatId":69,"ayatNo":"٦٩","pageNo":383,"ayatText":"قُلْ سٖيرُوا فِي الْاَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمٖينَ","ayatMealText":{"tr":"De ki: \"Hele bir yeryüzünde gezin de, günahkarların sonu nice oldu, bir bakın!\"","nl":"Zeg (O Moehammad): \"Reist rond op de aarde en ziet hoe het einde van de misdadigers was.\"","en":"Say, ˹O Prophet,˺ “Travel throughout the land and see the fate of the wicked.”"},"surah":null},{"id":3229,"surahId":27,"ayatId":70,"ayatNo":"٧٠","pageNo":383,"ayatText":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فٖي ضَيْقٍ مِمَّا يَمْكُرُونَ","ayatMealText":{"tr":"(Habibim!) Onlara karşı mahzun olma, kurmakta oldukları tuzaklardan ötürü de sıkıntı duyma!","nl":"En treur niet om hen, en wees ook niet bezorgd over wat zij aan listen beramen.","en":"Do not grieve for them, nor be distressed by their schemes"},"surah":null},{"id":3230,"surahId":27,"ayatId":71,"ayatNo":"٧١","pageNo":383,"ayatText":"وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Bir de, \"Eğer doğru söylüyorsanız bu vaad (ettiğiniz azab) hani, ne zaman?\" derler.","nl":"En zij (de ongelovigen) zeggen: \"Wanneer zal deze belofte (vervuld worden), als jullie warachtigen rijn?\"","en":"They ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”"},"surah":null},{"id":3231,"surahId":27,"ayatId":72,"ayatNo":"٧٢","pageNo":383,"ayatText":"قُلْ عَسٰٓى اَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذٖي تَسْتَعْجِلُونَ","ayatMealText":{"tr":"De ki: \"Çabucak gelmesini istediğiniz şeyin (azabın) bir kısmı herhalde yakında ensenize binecektir.\"","nl":"Zeg (O Moehammad): \"Moge een deel van wat jullie wensen te bespoedigen bijna bij jullie zijn.\"","en":"Say, ˹O Prophet,˺ “Perhaps some of what you seek to hasten is close at hand.”"},"surah":null},{"id":3232,"surahId":27,"ayatId":73,"ayatNo":"٧٣","pageNo":383,"ayatText":"وَاِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُونَ","ayatMealText":{"tr":"Şüphesiz Rabbin, insanlara karşı lütuf sahibidir; fakat insanların çoğu şükretmezler.","nl":"En voorwaar, jouw Heer bezit zeker gunsten voor de mensen, maar de meesten van en zijn niet dankbaar.","en":"Surely your Lord is ever Bountiful to humanity, but most of them are ungrateful"},"surah":null},{"id":3233,"surahId":27,"ayatId":74,"ayatNo":"٧٤","pageNo":383,"ayatText":"وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ","ayatMealText":{"tr":"Rabbin elbette onların sinelerinin gizlediklerini de, açığa vurduklarını da bilir.","nl":"En voorwaar, jouw Heer weet zeker wat hun harten verbergen en wat zij openlijk doen.","en":"And surely your Lord knows what their hearts conceal and what they reveal"},"surah":null},{"id":3234,"surahId":27,"ayatId":75,"ayatNo":"٧٥","pageNo":383,"ayatText":"وَمَا مِنْ غَٓائِبَةٍ فِي السَّمَٓاءِ وَالْاَرْضِ اِلَّا فٖي كِتَابٍ مُبٖينٍ","ayatMealText":{"tr":"Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir kitapta (Lehvi mahfuzda) bulunmasın.","nl":"En niets is onwaameembaar in de hemel en op de aarde, of het staat in een duidelijk Boek.","en":"For there is nothing hidden in the heavens or the earth without being ˹written˺ in a perfect Record"},"surah":null},{"id":3235,"surahId":27,"ayatId":76,"ayatNo":"٧٦","pageNo":383,"ayatText":"اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنٖٓي اِسْرَٓائٖلَ اَكْثَرَ الَّذٖي هُمْ فٖيهِ يَخْتَلِفُونَ","ayatMealText":{"tr":"Haberiniz olsun ki bu Kur'ân, İsrail oğullarına, hakkında ihtilaf edegeldikleri şeylerin pek çoğunu anlatmaktadır.","nl":"Voorwaar, deze Koran vertelt aan de Kinderen van Israël waarover zij het meeste redetwisten.","en":"Indeed, this Quran clarifies for the Children of Israel most of what they differ over"},"surah":null}]}