{"juzNo":20,"pageNo":384,"arCuzNo":"۲۰","arPageNo":"۳۸٤","quranAyats":[{"id":3236,"surahId":27,"ayatId":77,"ayatNo":"٧٧","pageNo":384,"ayatText":"وَاِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنٖينَ","ayatMealText":{"tr":"Ve o, müminler için gerçekten bir hidayet rehberi ve rahmettir.","nl":"En voorwaar, hij is zeker Leiding en Barmhartigheid voor de gelovigen.","en":"And it is truly a guide and mercy for the believers"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3237,"surahId":27,"ayatId":78,"ayatNo":"٧٨","pageNo":384,"ayatText":"اِنَّ رَبَّكَ يَقْضٖي بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزٖيزُ الْعَلٖيمُۚ","ayatMealText":{"tr":"Rabbin şüphesiz, onlar arasında kendi hükmünü verecektir. O, mutlak galiptir, hikmet sahibidir.","nl":"Voorwaar, jouw Heer zal tussen hen oordelen met Zijn Oordeel. En Hij is de Almachtige, de Alwetende.","en":"Your Lord will certainly judge between them by His justice, for He is the Almighty, All-Knowing"},"surah":null},{"id":3238,"surahId":27,"ayatId":79,"ayatNo":"٧٩","pageNo":384,"ayatText":"فَتَوَكَّلْ عَلَى اللّٰهِؕ اِنَّكَ عَلَى الْحَقِّ الْمُبٖينِ","ayatMealText":{"tr":"Ve o halde sen Allah'a güven. Çünkü sen, apaçık hakikatin üzerindesin.","nl":"Vertrouw daarom op Allah. Voorwaar, jij (O Moehammad) bent op (het Pad van) de duidelijke Waarheid.","en":"So put your trust in Allah, for you are surely upon the ˹Path of˺ clear truth"},"surah":null},{"id":3239,"surahId":27,"ayatId":80,"ayatNo":"٨٠","pageNo":384,"ayatText":"اِنَّكَ لَا تُسْمِــعُ الْمَوْتٰى وَلَا تُسْمِــعُ الصُّمَّ الدُّعَٓاءَ اِذَا وَلَّوْا مُدْبِرٖينَ","ayatMealText":{"tr":"Bil ki sen, ölülere işittiremezsin, arkasını dönüp kaçmakta olan sağırlara da daveti duyuramazsın.","nl":"Voorwaar, jij bent niet in staat de doden te doen horen en de doven de roep te doen horen wanneer zij de rug toekeren.","en":"You certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away"},"surah":null},{"id":3240,"surahId":27,"ayatId":81,"ayatNo":"٨١","pageNo":384,"ayatText":"وَمَٓا اَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْؕ اِنْ تُسْمِــعُ اِلَّا مَنْ يُؤْمِنُ بِاٰيَاتِنَا فَهُمْ مُسْلِمُونَ","ayatMealText":{"tr":"Sen körleri sapıklıklarından çevirip doğru yola getirecek değilsin. Ancak (gönülden) teslim olarak âyetlerimize iman edenlere duyurabilirsin.","nl":"En jij kunt ook niet de blinden van hun dwaling wegleiden en jij kunt alleen hen doen luisteren die in Onze Verzen geloven, waarop zij zich (aan Allah) overgeven.","en":"Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺"},"surah":null},{"id":3241,"surahId":27,"ayatId":82,"ayatNo":"٨٢","pageNo":384,"ayatText":"وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَٓابَّةً مِنَ الْاَرْضِ تُكَلِّمُهُمْۙ اَنَّ النَّاسَ كَانُوا بِاٰيَاتِنَا لَا يُوقِنُونَࣖ","ayatMealText":{"tr":"Söylenen başlarına geleceği vakit, bunlar için yerden bir \"dâbbe\" (canlı) çıkarırız ki bu, onlara insanların âyetlerimize kesin bir iman getirmemiş olduklarını söyler.","nl":"En wanneer het woord hen treft, dan brengen Wij voor hen een levend wezen uit de aarde tevoorschijn om tot hen te spreken: voorwaar, de mensheid was niet van Onze Tekenen overtuigd.","en":"And when the decree ˹of the Hour˺ comes to pass against them, We will bring forth for them a beast from the earth, telling them that the people had no sure faith in Our revelations"},"surah":null},{"id":3242,"surahId":27,"ayatId":83,"ayatNo":"٨٣","pageNo":384,"ayatText":"وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجاً مِمَّنْ يُكَذِّبُ بِاٰيَاتِنَا فَهُمْ يُوزَعُونَ","ayatMealText":{"tr":"Ve her ümmetin âyetlerimizi yalan sayanlarından bir cemaati toplayacağımız gün, artık onlar bir arada tutulup (hesap yerine) sevkedilirler.","nl":"En (gedenk) op die Dag zullen Wij uit iedere gemeenschap een groep verzamelen van hen die Onze Tekenen loochenden, zij worden dan in rijen opgesteld.","en":"˹Watch for˺ the Day We will gather from every faith-community a group of those who denied Our revelations, and they will be driven in ranks"},"surah":null},{"id":3243,"surahId":27,"ayatId":84,"ayatNo":"٨٤","pageNo":384,"ayatText":"حَتّٰٓى اِذَا جَٓاؤُ۫ قَالَ اَكَذَّبْتُمْ بِاٰيَاتٖي وَلَمْ تُحٖيطُوا بِهَا عِلْماً اَمَّاذَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Nihayet (oraya) geldikleri vakit Allah buyurur: \"Siz benim âyetlerimi, ne olduğunu kavramadan yalan saydınız öyle mi? Yoksa yaptığınız başka neydi?\"","nl":"Totdat, wanneer zij komen, Hij zal zeggen: \"Hebben jullie Mijn Tekenen geloochend, die jullie niet met kennis omvatten? Of wat was het, dat jullie plachten te doen?\"","en":"When they ˹finally˺ come before their Lord, He will ask ˹them˺, “Did you deny My revelations without ˹even˺ comprehending them? Or what ˹exactly˺ did you do?”"},"surah":null},{"id":3244,"surahId":27,"ayatId":85,"ayatNo":"٨٥","pageNo":384,"ayatText":"وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ","ayatMealText":{"tr":"Yaptıkları haksızlıktan dolayı, o söz gerçekleşmiştir; artık onlar konuşamazlar.","nl":"En het woord zal hen treffen omdat zij onrecht pleegden, en zij spreken niet.","en":"And the decree ˹of torment˺ will be justified against them for their wrongdoing, leaving them speechless"},"surah":null},{"id":3245,"surahId":27,"ayatId":86,"ayatNo":"٨٦","pageNo":384,"ayatText":"اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوا فٖيهِ وَالنَّهَارَ مُبْصِراًؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"Görmediler mi ki, dinlensinler diye geceyi yarattık ve (çalışsınlar diye) gündüzü apaydınlık yaptık. İman eden bir kavim için elbette bunda ibretler vardır.","nl":"Hebben zij niet gezien dat Wij de nacht voor hen hebben gemaakt om erin uit te rusten en de dag om hen licht te geven? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft.","en":"Do they not see that We made the night for them to rest in and the day bright? Surely in this are signs for those who believe"},"surah":null},{"id":3246,"surahId":27,"ayatId":87,"ayatNo":"٨٧","pageNo":384,"ayatText":"وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِ  عَ مَنْ فِي السَّمٰوَاتِ وَمَنْ فِي الْاَرْضِ اِلَّا مَنْ شَٓاءَ اللّٰهُؕ وَكُلٌّ اَتَوْهُ دَاخِرٖينَ","ayatMealText":{"tr":"Sûr'a üfürüldüğü gün Allah'ın diledikleri müstesna göklerde ve yerde bulunanlar hep dehşete kapılır. Hepsi boyunları bükük olarak O'na gelirler.","nl":"En (gedenkt) de Dag waarop op de Bazuin geblazen wordt: wie er dan in de hemelen en op de aarde zijn, zullen in angst verkeren, behalve voor wie Allah het (anders) wil. Eii allen zullen nederig tot Hem komen.","en":"And ˹beware of˺ the Day the Trumpet will be blown, and all those in the heavens and all those on the earth will be horrified ˹to the point of death˺, except those Allah wills ˹to spare˺. And all will come before Him, fully humbled"},"surah":null},{"id":3247,"surahId":27,"ayatId":88,"ayatNo":"٨٨","pageNo":384,"ayatText":"وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِؕ صُنْعَ اللّٰهِ الَّـذٖٓي اَتْقَنَ كُلَّ شَيْءٍؕ اِنَّهُ خَبٖيرٌ بِمَا تَفْعَلُونَ","ayatMealText":{"tr":"Sen dağları görürsün de, yerinde durur sanırsın. Oysa onlar bulutun yürümesi gibi yürümektedirler. Bu, her şeyi sapasağlam yapan Allah'ın sanatıdır. Şüphesiz ki O, yaptıklarınızdan tamamıyla haberdardır.","nl":"En jij ziet de bergen, waarvan jij denkt dat zij vaststaan, terwijl zij voorbijgaan als wolken. Een werk van Allah, Degene Die alle zaken nauwkeurig geregeld heeft. Voorwaar, Hij is Alwetend over wat jullie doen.","en":"Now you see the mountains, thinking they are firmly fixed, but they are travelling ˹just˺ like clouds. ˹That is˺ the design of Allah, Who has perfected everything. Surely He is All-Aware of what you do"},"surah":null}]}