{"juzNo":20,"pageNo":385,"arCuzNo":"۲۰","arPageNo":"۳۸٥","quranAyats":[{"id":3248,"surahId":27,"ayatId":89,"ayatNo":"٨٩","pageNo":385,"ayatText":"مَنْ جَٓاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَاۚ وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ اٰمِنُونَ","ayatMealText":{"tr":"Kim iyilikle gelirse, ona daha iyisi verilir ve onlar o gün korkudan da emin kalırlar.","nl":"En wie met het goede kwam, zal beter dan dat krijgen en zij zullen op die Dag veilig zijn voor angst.","en":"Whoever comes with a good deed will be rewarded with what is better, and they will be secure from the horror on that Day"},"surah":{"surahId":27,"name":"Neml","nameAr":"النَّمْلِ","revelationOrder":48,"verseCount":93,"juzNo":19,"firstPage":377}},{"id":3249,"surahId":27,"ayatId":90,"ayatNo":"٩٠","pageNo":385,"ayatText":"وَمَنْ جَٓاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِؕ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Her kim de kötülükle gelirse artık yüzleri ateşte sürtülür. \"Başka değil ancak yaptığınız amellerin cezasını çekeceksiniz.\" (denir).","nl":"En wie met het slechte kwam, zij zullen met hun gezicht in de Hel geworpen worden. Jullie worden slechts beloond voor wat jullie plachten te doen.","en":"And whoever comes with an evil deed will be hurled face-first into the Fire. Are you rewarded except for what you used to do"},"surah":null},{"id":3250,"surahId":27,"ayatId":91,"ayatNo":"٩١","pageNo":385,"ayatText":"اِنَّـمَٓا اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذٖي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍؗ وَاُمِرْتُ اَنْ اَكُونَ مِنَ الْمُسْلِمٖينَۙ","ayatMealText":{"tr":"(De ki): \"Ben ancak her şeyin sahibi olan ve burayı kutlu kılan bu şehrin (Mekke'nin) Rabbine kulluk etmekle emrolundum. Yine bana müslümanlardan olmam emredildi.\"","nl":"(Zeg, O Moehammad:) \"Voorwaar, het is mij bevolen om de Heer van deze stad (Mekkah) te aanbidden, die Hij wijdde. En aan Hem behoren alle zaken, en het is mij bevolen om tot de Moslims te behoren.","en":"Say, ˹O Prophet,˺ “I have only been commanded to worship the Lord of this city ˹of Mecca˺, Who has made it sacred, and to Him belongs everything. And I am commanded to be one of those who ˹fully˺ submit ˹to Him˺"},"surah":null},{"id":3251,"surahId":27,"ayatId":92,"ayatNo":"٩٢","pageNo":385,"ayatText":"وَاَنْ اَتْلُوَا الْقُرْاٰنَۚ فَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدٖي لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّـمَٓا اَنَا۬ مِنَ الْمُنْذِرٖينَ","ayatMealText":{"tr":"\"Ve Kur'ân'ı okumam emredildi.\" Artık kim doğru yola gelirse, yalnız kendisi için gelmiş olur; kim de saparsa ona de ki: \"Ben sadece uyarıcılardanım.\"","nl":"En de Koren voor te dragen. Hij die dan de Leiding volgt, volgt die voor zichzelf.\" En wie dan dwaalt, zeg dan (tot hen): \"Voorwaar, ik behoor slechts tot de waarschuwers.\"","en":"and to recite the Quran.” Then whoever chooses to be guided, it is only for their own good. But whoever chooses to stray, say, ˹O Prophet,˺ “I am only a warner.”"},"surah":null},{"id":3252,"surahId":27,"ayatId":93,"ayatNo":"٩٣","pageNo":385,"ayatText":"وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرٖيكُمْ اٰيَاتِهٖ فَتَعْرِفُونَهَاؕ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ","ayatMealText":{"tr":"Ve şöyle de: Hamd, Allah'a mahsustur. O, âyetlerini size gösterecek, siz de onları görüp tanıyacaksınız. Rabbin, yaptıklarınızdan habersiz değildir.","nl":"En zeg: \"Alle lof zij Allah. Hij zal jullie Zijn Tekenen laten zien en jullie zullen ze herkennen.\" En jouw Heer is niet onachtzaam omtrent wat jullie doen.","en":"And say, “All praise is for Allah! He will show you His signs, and you will recognize them. And your Lord is never unaware of what you do.”"},"surah":null},{"id":3253,"surahId":28,"ayatId":1,"ayatNo":"١","pageNo":385,"ayatText":"طٰسٓمٓؕ","ayatMealText":{"tr":"Tâ, Sîn, Mîm.","nl":"Tha Sîn Mîm.","en":"Ṭâ-Sĩn-Mĩm"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3254,"surahId":28,"ayatId":2,"ayatNo":"٢","pageNo":385,"ayatText":"تِلْكَ اٰيَاتُ الْكِتَابِ الْمُبٖينِ","ayatMealText":{"tr":"Bunlar, apaçık kitabın âyetleridir.","nl":"Dit zijn de Verzen van het duidelijke Boek.","en":"These are the verses of the clear Book"},"surah":null},{"id":3255,"surahId":28,"ayatId":3,"ayatNo":"٣","pageNo":385,"ayatText":"نَتْلُوا عَلَيْكَ مِنْ نَبَأِ مُوسٰى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"İman edecek bir kavim için Musa ile Firavun'un haberlerinden bir kısmını sana dosdoğru okuyacağız.","nl":"Wij dragen jou van de geschiedenissen van Môesa en Fir'aun voor, volgens de Waarheid, voor een volk dat gelooft.","en":"We narrate to you ˹O Prophet˺ part of the story of Moses and Pharaoh in truth for people who believe"},"surah":null},{"id":3256,"surahId":28,"ayatId":4,"ayatNo":"٤","pageNo":385,"ayatText":"اِنَّ فِرْعَوْنَ عَلَا فِي الْاَرْضِ وَجَعَلَ اَهْلَهَا شِيَعاً يَسْتَضْعِفُ طَٓائِفَةً مِنْهُمْ يُذَبِّـحُ اَبْنَٓاءَهُمْ وَيَسْتَحْـيٖ نِسَٓاءَهُمْؕ اِنَّهُ كَانَ مِنَ الْمُفْسِدٖينَ","ayatMealText":{"tr":"Çünkü Firavun, (Mısır) toprağında gerçekten azmış, halkını parça parça etmişti. Onlardan bir zümreyi güçsüz buluyor, bunların oğullarını boğazlıyor, kızlarını ise sağ bırakıyordu. Belli ki o bozgunculardandı.","nl":"Voorwaar, Fir'aun wag hoogmoedig in het land en hij verdeelde haar mensen in partijen. Hij onderdrukte een groep van hen: hij slachtte hun zonen en hij liet hun vrouwen leven. Voorwaar, hij behoorde tot de verderfzaaiers.","en":"Indeed, Pharaoh ˹arrogantly˺ elevated himself in the land and divided its people into ˹subservient˺ groups, one of which he persecuted, slaughtering their sons and keeping their women. He was truly one of the corruptors"},"surah":null},{"id":3257,"surahId":28,"ayatId":5,"ayatNo":"٥","pageNo":385,"ayatText":"وَنُرٖيدُ اَنْ نَمُنَّ عَلَى الَّذٖينَ اسْتُضْعِفُوا فِي الْاَرْضِ وَنَجْعَلَهُمْ اَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثٖينَۙ","ayatMealText":{"tr":"Biz ise istiyorduk ki, o yerde güçsüz düşürülenlere lütufta bulunalım, onları önderler yapalım, onlara (ötekilerin) yerini aldıralım.","nl":"En Wij wilden de onderdrukten in het land een gunst schenken. En Wij maakten hen tot leiders en Wij maakten ben tot erfgenamen.","en":"But it was Our Will to favour those who were oppressed in the land, making them models ˹of faith˺ as well as successors"},"surah":null}]}