{"juzNo":20,"pageNo":386,"arCuzNo":"۲۰","arPageNo":"۳۸٦","quranAyats":[{"id":3258,"surahId":28,"ayatId":6,"ayatNo":"٦","pageNo":386,"ayatText":"وَنُمَكِّنَ لَهُمْ فِي الْاَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ","ayatMealText":{"tr":"Ve o yerde onları hakim kılalım, Firavun ile Hâmân ve ordularına, onlardan çekinmekte oldukları şeyi gösterelim.","nl":"En Wij vestigden hen op aarde en Wij toonden Fir'aun,. en Hâmân en hun troepen onder hen dat waar zij bevreesd voor waren.","en":"and to establish them in the land; and through them show Pharaoh, Hamân, and their soldiers ˹the fulfilment of˺ what they feared"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3259,"surahId":28,"ayatId":7,"ayatNo":"٧","pageNo":386,"ayatText":"وَاَوْحَيْنَٓا اِلٰٓى اُمِّ مُوسٰٓى اَنْ اَرْضِعٖيهِۚ فَاِذَا خِفْتِ عَلَيْهِ فَاَلْقٖيهِ فِي الْيَمِّ وَلَا تَخَافٖي وَلَا تَحْزَنٖيۚ اِنَّا رَٓادُّوهُ اِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلٖينَ","ayatMealText":{"tr":"O esnada Musa'nın anasına \"Onu emzir, kendisine zarar geleceğinden kaygılandığında onu denize (Nil nehrine) bırakıver, hiç korkup kaygılanma, çünkü biz onu tekrar sana vereceğiz ve onu peygamberlerden biri yapacağız\" diye bildirdik.","nl":"En Wij inspireerden aan de moeder van Môesa: \"Zoog hem\", maar als jij voor hem vreest, werp hem dan in de rivier, en vrees niet en treur niet: voorwaar, Wij zullen hem bij jou terugbrengen en hem tot één van de Boodschappers maken.","en":"We inspired the mother of Moses: “Nurse him, but when you fear for him, put him then into the river, and do not fear or grieve. We will certainly return him to you, and make him one of the messengers.”"},"surah":null},{"id":3260,"surahId":28,"ayatId":8,"ayatNo":"٨","pageNo":386,"ayatText":"فَالْتَقَطَهُٓ اٰلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُواًّ وَحَزَناًؕ اِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِـٖٔينَ","ayatMealText":{"tr":"Nihayet Firavun ailesi onu yitik olarak aldı. Çünkü o, sonunda kendileri için bir düşman ve bir tasa olacaktı. Şüphesiz Firavun ile Hâmân ve askerleri yanılıyorlardı.","nl":"Toen pikten de mensen van Fir'aun hem op (uit de rivier), zodat hij een vijand van hen zou worden en een bron van droefenis. Voorwaar, Fir'aun, Hâmân en hun legers waren zondaren.","en":"And ˹it so happened that˺ Pharaoh’s people picked him up, only to become their enemy and source of grief. Surely Pharaoh, Hamân, and their soldiers were sinful"},"surah":null},{"id":3261,"surahId":28,"ayatId":9,"ayatNo":"٩","pageNo":386,"ayatText":"وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لٖي وَلَكَؕ لَا تَقْتُلُوهُࣗ عَسٰٓى اَنْ يَنْفَعَنَٓا اَوْ نَتَّخِذَهُ وَلَداً وَهُمْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Firavun'un karısı (sepetin içinden çocuk çıkınca kocasına), \"İkimizin de gözü aydın! Onu öldürmeyin, belki bize faydası dokunur, ya da onu evlad ediniriz\" dedi. Halbuki onlar işin sonunu sezemiyorlardı.","nl":"En de vrouw van Fir'aun zei: \"Hij is een verkoeling voor mijn en jouw oog. Doodt hem niet, moge hij ons baten, of kunnen wij hem als zoon annemen,\" En zij beseften niet.","en":"Pharaoh’s wife said ˹to him˺, “˹This baby is˺ a source of joy for me and you. Do not kill him. Perhaps he may be useful to us or we may adopt him as a son.” They were unaware ˹of what was to come˺"},"surah":null},{"id":3262,"surahId":28,"ayatId":10,"ayatNo":"١٠","pageNo":386,"ayatText":"وَاَصْبَحَ فُؤٰادُ اُمِّ مُوسٰى فَارِغاًؕ اِنْ كَادَتْ لَتُبْدٖي بِهٖ لَوْلَٓا اَنْ رَبَطْنَا عَلٰى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Musa'nın anasının yüreği (tasadan) bomboş kalıverdi. Eğer biz, (vaadimize) inananlardan olması için onun kalbini pekiştirmemiş olsaydık, neredeyse işi meydana çıkaracaktı.","nl":"En het hart van de moeder van Môesa werd leeg, en zij had het (geheim) bijna onthuld, als Wij haar hart niet versterkt hadden, zodat zij tot de gelovigen behoorde.","en":"And the heart of Moses’ mother ached so much that she almost gave away his identity, had We not reassured her heart in order for her to have faith ˹in Allah’s promise˺"},"surah":null},{"id":3263,"surahId":28,"ayatId":11,"ayatNo":"١١","pageNo":386,"ayatText":"وَقَالَتْ لِاُخْتِهٖ قُصّٖيهِؗ فَبَصُرَتْ بِهٖ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَۙ","ayatMealText":{"tr":"Annesi Musa'nın ablasına, \"Onun izini takip et\" dedi. O da, onlar farkına varmadan uzaktan kardeşini gözetledi.","nl":"En zij zei tegen zijn (Môesa) zuster: \"Volg hem.\" En zo bekeek zij hem op een afstand, terwijl zij het niet beseften.","en":"And she said to his sister, “Keep track of him!” So she watched him from a distance, while they were unaware"},"surah":null},{"id":3264,"surahId":28,"ayatId":12,"ayatNo":"١٢","pageNo":386,"ayatText":"وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ","ayatMealText":{"tr":"Biz (annesine geri vermezden) daha önce, onun süt analarının sütünü kabulüne müsade etmedik. Bunun üzerine ablası, \"Size, onun bakımını sizin namınıza üstlenecek, hem de ona iyi davranacak bir aile göstereyim mi?\" dedi.","nl":"En Wij hebben hem daarvóór zoogmoeders verboden. En zij (zijn zuster) zei (tegen de familie van Fir'aun): \"Zal ik jullie een huisgezin wijzen dat hem voor jullie zal verzorgen en hem opvoeden?\"","en":"And We had caused him to refuse all wet-nurses at first, so his sister suggested, “Shall I direct you to a family who will bring him up for you and take good care of him?”"},"surah":null},{"id":3265,"surahId":28,"ayatId":13,"ayatNo":"١٣","pageNo":386,"ayatText":"فَرَدَدْنَاهُ اِلٰٓى اُمِّهٖ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُونَࣖ","ayatMealText":{"tr":"Böylelikle biz onu, gözü aydın olsun, gam çekmesin ve Allah'ın vaadinin gerçek olduğunu bilsin, diye anasına geri verdik. Fakat yine de pek çoğu (bunu) bilmezler.","nl":"Toen deden Wij hem tot zijn moeder terugkeren, opdat haar oog verkoeld werd en zij niet bedroefd was, en opdat zij wist dat de belofte van Allah waar is. Maar de meesten van hen weten niet.","en":"This is how We returned him to his mother so that her heart would be put at ease, and not grieve, and that she would know that Allah’s promise is ˹always˺ true. But most people do not know"},"surah":null}]}