{"juzNo":20,"pageNo":387,"arCuzNo":"۲۰","arPageNo":"۳۸۷","quranAyats":[{"id":3266,"surahId":28,"ayatId":14,"ayatNo":"١٤","pageNo":387,"ayatText":"وَلَمَّا بَلَغَ اَشُدَّهُ وَاسْتَوٰٓى اٰتَيْنَاهُ حُكْماً وَعِلْماًؕ وَكَذٰلِكَ نَجْزِي الْمُحْسِنٖينَ","ayatMealText":{"tr":"Musa yiğitlik çağına girip olgunlaşınca, biz ona hikmet ve ilim verdik. İşte güzel davrananları biz böyle mükafatlandırırız.","nl":"En toen hij zijn volle kracht had bereikt, en volgroeid was, gaven Wij hem wijsheid en kennis. En zo belonen Wij de weldoeners.","en":"And when he reached full strength and maturity, We gave him wisdom and knowledge. This is how We reward the good-doers"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3267,"surahId":28,"ayatId":15,"ayatNo":"١٥","pageNo":387,"ayatText":"وَدَخَلَ الْمَدٖينَةَ عَلٰى حٖينِ غَفْلَةٍ مِنْ اَهْلِهَا فَوَجَدَ فٖيهَا رَجُلَيْنِ يَقْتَتِلَانِؗ هٰذَا مِنْ شٖيعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذٖي مِنْ شٖيعَتِهٖ عَلَى الَّذٖي مِنْ عَدُوِّهٖۙ فَوَكَزَهُ مُوسٰى فَقَضٰى عَلَيْهِؗ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطَانِؕ اِنَّهُ عَدُوٌّ مُضِلٌّ مُبٖينٌ","ayatMealText":{"tr":"Musa, halkının habersiz olduğu bir sırada şehre girdi. Orada, biri kendi tarafından diğeri düşman tarafından olan iki adamı birbirleriyle döğüşür buldu. Kendi tarafı olan, düşmana karşı ondan yardım diledi. Musa da ötekine bir yumruk indirip onun ölümüne sebep oldu. \"Bu, şeytan işidir. O, gerçekten saptırıcı, apaçık bir düşmandır\" dedi.","nl":"En hij kwam de stad binnen op een tijd dat haar mensen onachtzaam waren, en hij vond daar twee mannen die vochten: de één van zijn groep (de Kinderen van Israël) en de ander van zijn vijanden (de mensen van Fir'aun). Daarop vroeg degene van zijn groep hem om hulp tegen degene van zijn vijand. Toen sloeg Môesa hem met zijn vuist en doodde hem (per ongeluk). Hij zei: \"Dit behoort tot het werk van de Satan: voorwaar, hij is een vijand die duidelijk doet dwalen.\"","en":"˹One day˺ he entered the city unnoticed by its people. There he found two men fighting: one of his own people, and the other of his enemies. The man from his people called to him for help against his foe. So Moses punched him, causing his death. Moses cried, “This is from Satan’s handiwork. He is certainly a sworn, misleading enemy.”"},"surah":null},{"id":3268,"surahId":28,"ayatId":16,"ayatNo":"١٦","pageNo":387,"ayatText":"قَالَ رَبِّ اِنّٖي ظَلَمْتُ نَفْسٖي فَاغْفِرْ لٖي فَغَفَرَ لَهُؕ اِنَّهُ هُوَ الْغَفُورُ الرَّحٖيمُ","ayatMealText":{"tr":"Musa, \"Rabbim! Doğrusu kendimi ziyana uğrattım. Beni bağışla!\" dedi; Allah da, onu bağışladı. Çünkü, çok bağışlayıcı, çok merhamet edici olan ancak O'dur.","nl":"Hij zei: \"Mijn Heer, voorwaar, ik heb mijzelf onrecht aangedaan, dus vergeef mij.\" Daarop vergaf Hij hem. Voorwaar, Hij is de Vergevensgezinde, de Meest Barmhartige.","en":"He pleaded, “My Lord! I have definitely wronged my soul, so forgive me.” So He forgave him, ˹for˺ He is indeed the All-Forgiving, Most Merciful"},"surah":null},{"id":3269,"surahId":28,"ayatId":17,"ayatNo":"١٧","pageNo":387,"ayatText":"قَالَ رَبِّ بِمَٓا اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُونَ ظَهٖيراً لِلْمُجْرِمٖينَ","ayatMealText":{"tr":"Musa, \"Rabbim! Bana lutfettiğin nimetlere andolsun ki, artık suçlulara asla arka olmayacağım\" dedi.","nl":"Hij (Môesa) zei: \"Mijn Heer, door de gunst die U mij geschonken heeft, zal ik nooit meer een helper zijn voor de misdadigers.","en":"Moses pledged, “My Lord! For all Your favours upon me, I will never side with the wicked.”"},"surah":null},{"id":3270,"surahId":28,"ayatId":18,"ayatNo":"١٨","pageNo":387,"ayatText":"فَاَصْبَحَ فِي الْمَدٖينَةِ خَٓائِفاً يَتَرَقَّبُ فَاِذَا الَّذِي اسْتَنْصَرَهُ بِالْاَمْسِ يَسْتَصْرِخُهُؕ قَالَ لَهُ مُوسٰٓى اِنَّكَ لَغَوِيٌّ مُبٖينٌ","ayatMealText":{"tr":"Şehirde korku içinde, (etrafı) gözetleyerek sabahladı. Bir de ne görsün, dün kendisinden yardım isteyen kimse feryad ederek yine ondan imdat istiyor. Musa ona dedi ki: \"Doğrusu sen, besbelli bir azgınsın!\"","nl":"Toen werd hij bang in de stad en was op zijn hoede, toen daar degene was die de vorige dag om zijn hulp gevraagd had. Hij vroeg hem (opnieuw) om hulp. Môesa zei tot hem: \"Voorwaar, jij bent zeker een duidelijk dwalende.\"","en":"And so Moses became fearful, watching out in the city, when suddenly the one who sought his help the day before cried out to him again for help. Moses rebuked him, “Indeed, you are clearly a trouble-maker.”"},"surah":null},{"id":3271,"surahId":28,"ayatId":19,"ayatNo":"١٩","pageNo":387,"ayatText":"فَلَمَّٓا اَنْ اَرَادَ اَنْ يَبْطِشَ بِالَّذٖي هُوَ عَدُوٌّ لَهُمَاۙ قَالَ يَا مُوسٰٓى اَتُرٖيدُ اَنْ تَقْتُلَنٖي كَمَا قَتَلْتَ نَفْساً بِالْاَمْسِࣗ اِنْ تُرٖيدُ اِلَّٓا اَنْ تَكُونَ جَبَّاراً فِي الْاَرْضِ وَمَا تُرٖيدُ اَنْ تَكُونَ مِنَ الْمُصْلِحٖينَ","ayatMealText":{"tr":"Musa, ikisinin de düşmanı olan adamı yakalamak isteyince, o adam dedi ki: \"Ey Musa! Dün bir cana kıydığın gibi, bana da mı kıymak istiyorsun? Demek arabuluculardan olmak istemiyor da, bu yerde ille yaman bir zorba olmayı arzuluyorsun sen!\"","nl":"Maar toen hij (Môesa) degene wilde grijpen, die een vijand van hen beiden was, zei deze: \"O Môesa, wil jij mij vermoorden, zoals jij gisteren een ziel gedood hebt? Jij wenst slechts een tiran te worden op de aarde en jij wenst niet tot de verzoeners te behoren.\"","en":"Then when Moses was about to lay his hands on their foe, the enemy said, “O Moses! Do you intend to kill me as you killed a man yesterday? You only want to be a tyrant in the land. You do not intend to make peace!”"},"surah":null},{"id":3272,"surahId":28,"ayatId":20,"ayatNo":"٢٠","pageNo":387,"ayatText":"وَجَٓاءَ رَجُلٌ مِنْ اَقْصَا الْمَدٖينَةِ يَسْعٰىؗ قَالَ يَا مُوسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ اِنّٖي لَكَ مِنَ النَّاصِحٖينَ","ayatMealText":{"tr":"Şehrin öbür ucundan bir adam geldi ve dedi ki: \"Ey Musa! İleri gelenler seni öldürmek için hakkında müzakere ediyorlar. Derhal (buradan) çık! İnan ki ben senin iyiliğini isteyenlerdenim.\"","nl":"En een man kwam aanrennen van het andere einde van de stad, terwijl hij riep: \"De vooraanstaanden beramen een list om jou te vermoorden. Vertrek daarom: voorwaar, ik behoor tot de raadgevers voor jou.\"","en":"And there came a man, rushing from the farthest end of the city. He said, “O Moses! The chiefs are actually conspiring against you to put you to death, so leave ˹the city˺. I really advise you ˹to do so˺.”"},"surah":null},{"id":3273,"surahId":28,"ayatId":21,"ayatNo":"٢١","pageNo":387,"ayatText":"فَخَرَجَ مِنْهَا خَٓائِفاً يَتَرَقَّبُؗ قَالَ رَبِّ نَجِّنٖي مِنَ الْقَوْمِ الظَّالِمٖينَࣖ","ayatMealText":{"tr":"Musa korka korka, (etrafı) gözetleyerek oradan çıktı. \"Rabbim! Beni zalimler güruhundan kurtar\" dedi.","nl":"Daarom vertrok hij van daar, vrezend en op zijn hoede. Hij zei: \"Mijn Heer, red mij van het onrechtvaardige volk.\"","en":"So Moses left the city in a state of fear and caution, praying, “My Lord! Deliver me from the wrongdoing people.”"},"surah":null}]}