{"juzNo":20,"pageNo":388,"arCuzNo":"۲۰","arPageNo":"۳۸۸","quranAyats":[{"id":3274,"surahId":28,"ayatId":22,"ayatNo":"٢٢","pageNo":388,"ayatText":"وَلَمَّا تَوَجَّهَ تِلْقَٓاءَ مَدْيَنَ قَالَ عَسٰى رَبّٖٓي اَنْ يَهْدِيَنٖي سَوَٓاءَ السَّبٖيلِ","ayatMealText":{"tr":"Medyen'e doğru yöneldiğinde: \"Umarım Rabbim beni doğru yola iletir.\" dedi.","nl":"En toen hij in de richting van Madyan ging, zei hij: \"Moge mijn Heer mij op de rechte Weg leiden.\"","en":"And as he made his way towards Midian, he said, “I trust my Lord will guide me to the right way.”"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3275,"surahId":28,"ayatId":23,"ayatNo":"٢٣","pageNo":388,"ayatText":"وَلَمَّا وَرَدَ مَٓاءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِنَ النَّاسِ يَسْقُونَؗ وَوَجَدَ مِنْ دُونِهِمُ امْرَاَتَيْنِ تَذُودَانِۚ قَالَ مَا خَطْبُكُمَاؕ قَالَتَا لَا نَسْقٖي حَتّٰى يُصْدِرَ الرِّعَٓاءُ وَاَبُونَا شَيْخٌ كَبٖيرٌ","ayatMealText":{"tr":"Musa, Medyen suyuna varınca, orada (hayvanlarını) sulayan bir çok insan buldu. Onların gerisinde de (hayvanlarını suyun olduğu yerden) geri çeken iki kadın gördü. Onlara \"Derdiniz nedir?\" dedi. Şöyle cevap verdiler: \"Çobanlar sulayıp çekilmeden biz ( onların içine sokulup hayvanlarımızı) sulamayız; babamız da çok yaşlıdır. \"","nl":"En toen hij het water van Madyan bereikte, vond hij daar een groep mensen die hun vee te drinken gaf. En Hij trof naast hen twee vrouwen aan die hun vee tegenhielden. Hij zei. \"Wat is er met jullie aan de hand?\" Zij zeiden: \"Wij laten het vee pas drinken als de herders weggaan en onze vader is een zeer oude man.\"","en":"When he arrived at the well of Midian, he found a group of people watering ˹their herds˺. Apart from them, he noticed two women holding back ˹their herd˺. He asked ˹them˺, “What is the problem?” They replied, “We cannot water ˹our animals˺ until the ˹other˺ shepherds are done, for our father is a very old man.”"},"surah":null},{"id":3276,"surahId":28,"ayatId":24,"ayatNo":"٢٤","pageNo":388,"ayatText":"فَسَقٰى لَهُمَا ثُمَّ تَوَلّٰٓى اِلَى الظِّلِّ فَقَالَ رَبِّ اِنّٖي لِمَٓا اَنْزَلْتَ اِلَيَّ مِنْ خَيْرٍ فَقٖيرٌ","ayatMealText":{"tr":"Bunun üzerine Musa, onların davarlarını suladı. Sonra gölgeye çekildi ve \"Rabbim! Doğrusu bana indireceğin her hayra muhtacım\" dedi.","nl":"Toen gaf hij hun vee voor hen te drinken. Toen trok hij zich terug in de schaduw, en zei: \"Mijn Heer, ik heb behoefte aan het goede dat U tot mij neerzendt.\"","en":"So he watered ˹their herd˺ for them, then withdrew to the shade and prayed, “My Lord! I am truly in ˹desperate˺ need of whatever provision You may have in store for me.”"},"surah":null},{"id":3277,"surahId":28,"ayatId":25,"ayatNo":"٢٥","pageNo":388,"ayatText":"فَجَٓاءَتْهُ اِحْدٰيهُمَا تَمْشٖي عَلَى اسْتِحْيَٓاءٍؗ قَالَتْ اِنَّ اَبٖي يَدْعُوكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاؕ فَلَمَّا جَٓاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَۙ قَالَ لَا تَخَفْࣞ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمٖينَ","ayatMealText":{"tr":"Derken, o iki kadından biri utana utana yürüyerek ona geldi. \"Babam, dedi, bizim yerimize (hayvanları) sulamanın karşılığını ödemek için seni çağırıyor.\" Musa, ona (Hz. Şuayb'a) gelip başından geçeni anlatınca o, \"korkma, o zalim kavimden kurtuldun\"dedi.","nl":"Toen kwam een van de twee (vrouwen) verlegen naar heen toelopen, en zei: \"Voorwaar, mijn vader roept jou om te komen, om jou te belonen, omdat jij ons vee te drinken hebt gegeven.\" En toen hij bij hem kwam en hem het verhaal vertelde, zei hij: \"Wees niet bang, jij hebt je gered van het onrechtvaardige volk.\"","en":"Then one of the two women came to him, walking bashfully. She said, “My father is inviting you so he may reward you for watering ˹our animals˺ for us.” When Moses came to him and told him his whole story, the old man said, “Have no fear! You are ˹now˺ safe from the wrongdoing people.”"},"surah":null},{"id":3278,"surahId":28,"ayatId":26,"ayatNo":"٢٦","pageNo":388,"ayatText":"قَالَتْ اِحْدٰيهُمَا يَٓا اَبَتِ اسْتَأْجِرْهُؗ اِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْاَمٖينُ","ayatMealText":{"tr":"(Şuayb'ın) iki kızından biri: \"Babacığım! Onu ücretle (çoban) tut. Çünkü ücretle istihdam edeceğin en iyi kimse, bu güçlü ve güvenilir adamdır\" dedi.","nl":"Een van de twee (vrouwen) zei: \"O vader, neem hem toch in dienst. Voorwaar, de beste die je in dienst kan nemen is de betrouwbare sterke.","en":"One of the two daughters suggested, “O my dear father! Hire him. The best man for employment is definitely the strong and trustworthy ˹one˺.”"},"surah":null},{"id":3279,"surahId":28,"ayatId":27,"ayatNo":"٢٧","pageNo":388,"ayatText":"قَالَ اِنّٖٓي اُرٖيدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلٰٓى اَنْ تَأْجُرَنٖي ثَمَانِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْراً فَمِنْ عِنْدِكَۚ وَمَٓا اُرٖيدُ اَنْ اَشُقَّ عَلَيْكَؕ سَتَجِدُنٖٓي اِنْ شَٓاءَ اللّٰهُ مِنَ الصَّالِحٖينَ","ayatMealText":{"tr":"(Şuayb) Dedi ki: \"Bana sekiz yıl çalışmana karşılık şu iki kızımdan birini sana nikahlamak istiyorum. Eğer on yıla tamamlarsan artık o kendinden; yoksa sana ağırlık vermek istemem. İnşaallah beni iyi kimselerden bulacaksın.\"","nl":"Hij zei: \"Voorwaar, ik wens dat jij met een van deze dochters van mij trouwt, op voorwaarde dat jij ach tjaar bij mij in dienst komt. Maar als jij er tien vervult, dan is dat aan jou. Ik wil het jou niet moeilijk maken, jij zult bevinden dat ik, als Allah het wil, tot de oprechten behoor.\"","en":"The old man proposed, “I wish to marry one of these two daughters of mine to you, provided that you stay in my service for eight years. If you complete ten, it will be ˹a favour˺ from you, but I do not wish to make it difficult for you. Allah willing, you will find me an agreeable man.”"},"surah":null},{"id":3280,"surahId":28,"ayatId":28,"ayatNo":"٢٨","pageNo":388,"ayatText":"قَالَ ذٰلِكَ بَيْنٖي وَبَيْنَكَؕ اَيَّمَا الْاَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّؕ وَاللّٰهُ عَلٰى مَا نَقُولُ وَكٖيلٌࣖ","ayatMealText":{"tr":"Musa şöyle cevap verdi: \"Bu seninle benim aramdadır. Bu iki süreden hangisini doldurursam doldurayım demek ki, bana karşı husumet yok. Söylediklerimize Allah vekildir.\"","nl":"Hij (Môesa) zei: \"Laat dit zo zijn tussen mij en jou. Welke van de twee termijnen ik ook vervul, laat er geen onvrede tegen mij zijn en Allah is Berschermer over wat wij zeggen.\"","en":"Moses responded, “˹Then˺ it is ˹settled˺ between you and I. Whichever term I fulfill, there will be no ˹further˺ obligation on me. And Allah is a Witness to what we say.”"},"surah":null}]}