{"juzNo":20,"pageNo":389,"arCuzNo":"۲۰","arPageNo":"۳۸۹","quranAyats":[{"id":3281,"surahId":28,"ayatId":29,"ayatNo":"٢٩","pageNo":389,"ayatText":"فَلَمَّا قَضٰى مُوسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّورِ نَاراًۚ قَالَ لِاَهْلِهِ امْكُثُٓوا اِنّٖٓي اٰنَسْتُ نَاراً لَعَلّٖٓي اٰتٖيكُمْ مِنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ","ayatMealText":{"tr":"Artık Musa süreyi doldurup ailesiyle yola çıkınca, Tûr tarafından bir ateş gördü. Ailesine: \"Siz (burada) bekleyin; ben bir ateş gördüm, belki oradan size bir haber, yahut ısınmanız için o ateşten bir parça getiririm\" dedi.","nl":"En toen Môesa de termijn vervuld had, en niet zijn familie reisde, zag hij aan de zijkant van (de berg) Thôer vuur. Hij zei tot zijn familie: \"Blijft, want ik heb een vuur gezien. Moge ik jullie daarover nieuws brengen of een fakkel van het vuur meenemen, hopelijk verwarmen jullie (je ermee).\"","en":"When Moses had completed the term and was travelling with his family, he spotted a fire on the side of Mount Ṭûr. He said to his family, “Stay here, ˹for˺ I have spotted a fire. Perhaps from there I can bring you some directions or a torch from the fire so you may warm yourselves.”"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3282,"surahId":28,"ayatId":30,"ayatNo":"٣٠","pageNo":389,"ayatText":"فَلَمَّٓا اَتٰيهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ اَنْ يَا مُوسٰٓى اِنّٖٓي اَنَا اللّٰهُ رَبُّ الْعَالَمٖينَۙ","ayatMealText":{"tr":"Oraya gelince, o mübarek yerdeki vâdinin sağ kıyısından, (oradaki) ağaç tarafından kendisine şöyle seslenildi: \"Ey Musa! Bil ki ben, bütün âlemlerin Rabbi olan Allah'ım.\"","nl":"Maar toen hij daar ankwam, werd hij geroepen vanaf de rechterzijde van de vallei, op de gezegende plaats, van bij een boom: \"O Môesa, voorwaar, Ik ben Allah, Heer der Werelden!","en":"But when he came to it, he was called from the bush in the sacred ground to the right side of the valley: “O Moses! It is truly I. I am Allah—the Lord of all worlds"},"surah":null},{"id":3283,"surahId":28,"ayatId":31,"ayatNo":"٣١","pageNo":389,"ayatText":"وَاَنْ اَلْقِ عَصَاكَؕ فَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَٓانٌّ وَلّٰى مُدْبِراً وَلَمْ يُعَقِّبْؕ يَا مُوسٰٓى اَقْبِلْ وَلَا تَخَفْࣞ اِنَّكَ مِنَ الْاٰمِنٖينَ","ayatMealText":{"tr":"Ve \"Asânı at!\" denildi. Musa (attığı) asâyı yılan gibi debrenir görünce, dönüp arkasına bakmadan kaçtı. \"Ey Musa! Beri gel, korkma. Çünkü sen emniyette olanlardansın.\" (buyuruldu.)","nl":"En werp jouw staf neer!\" Toen hij deze zag, bewoog die alsof zij een slang was, toen keerde hij zich haastig om, en koek niet om. (Allah zei:) \"O Môesa, kom naderbij, en wees niet bang: voorwaar, jij behoort tot hen die veilig zijn.","en":"Now, throw down your staff!” But when he saw it slithering like a snake, he ran away without looking back. ˹Allah reassured him,˺ “O Moses! Draw near, and have no fear. You are perfectly secure"},"surah":null},{"id":3284,"surahId":28,"ayatId":32,"ayatNo":"٣٢","pageNo":389,"ayatText":"اُسْلُكْ يَدَكَ فٖي جَيْبِكَ تَخْرُجْ بَيْضَٓاءَ مِنْ غَيْرِ سُٓوءٍؗ وَاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۬ئِهٖؕ اِنَّهُمْ كَانُوا قَوْماً فَاسِقٖينَ","ayatMealText":{"tr":"\"Elini koynuna sok, kusursuz bembeyaz çıkacaktır. Korkudan (açılan) kollarını kendine çek. İşte bu ikisi Firavun ve onun adamlarına karşı Rabbin tarafından iki kesin delildir. Çünkü onlar, yoldan çıkan bir kavim olmuşlardır.\" (diye seslenildi)","nl":"Stop jouw hand onder jouw kraag, en hij zal wit schijnen, zonder ziek te zijn. En hou jouw arm tegen jouw zijde tegen de angst. Dit zijn twee Tekenen van jouw Heer tegen Fir'aun en zijn vooraanstanden. Voorwaar, zij zijn een zwaar zondig volk.\"'","en":"Now put your hand through ˹the opening of˺ your collar, it will come out ˹shining˺ white, unblemished. And cross your arms tightly to calm your fears. These are two proofs from your Lord to Pharaoh and his chiefs. They have truly been a rebellious people.”"},"surah":null},{"id":3285,"surahId":28,"ayatId":33,"ayatNo":"٣٣","pageNo":389,"ayatText":"قَالَ رَبِّ اِنّٖي قَتَلْتُ مِنْهُمْ نَفْساً فَاَخَافُ اَنْ يَقْتُلُونِ","ayatMealText":{"tr":"Musa dedi ki: \"Rabbim! Ben onlardan birini öldürmüştüm, beni öldürmelerinden korkuyorum.\"","nl":"Hij (Môesa) zei: \"Mijn Heer, voorwaar, ik heb iemand van hen doodgeslagen en ik ben bang dat zij mij doden.","en":"Moses appealed, “My Lord! I have indeed killed a man from them, so I fear they may kill me"},"surah":null},{"id":3286,"surahId":28,"ayatId":34,"ayatNo":"٣٤","pageNo":389,"ayatText":"وَاَخٖي هٰرُونُ هُوَ اَفْصَحُ مِنّٖي لِسَاناً فَاَرْسِلْهُ مَعِيَ رِدْءاً يُصَدِّقُنٖيؗ اِنّٖٓي اَخَافُ اَنْ يُكَذِّبُونِ","ayatMealText":{"tr":"\"Kardeşim Harun'un dili benimkinden daha düzgündür. Onu da beni doğrulayan bir yardımcı olarak benimle birlikte gönder. Zira bana yalancılık ithamında bulunmalarından endişe ediyorum.\"","nl":"Mijn broeder Hârôen kan beter spreken dan ik. Stuur hem daarom met mij als een helper die mij bevestigt: voorwaar, ik ben bang dat zij mij loochenen.\"","en":"And my brother Aaron is more eloquent than I, so send him with me as a helper to support what I say, for I truly fear they may reject me.”"},"surah":null},{"id":3287,"surahId":28,"ayatId":35,"ayatNo":"٣٥","pageNo":389,"ayatText":"قَالَ سَنَشُدُّ عَضُدَكَ بِاَخٖيكَ وَنَجْعَلُ لَكُمَا سُلْطَاناً فَلَا يَصِلُونَ اِلَيْكُمَا بِاٰيَاتِنَاۚ اَنْتُمَا وَمَنِ اتَّـبَعَكُمَا الْغَالِبُونَ","ayatMealText":{"tr":"Allah buyurdu: \"Seni kardeşinle destekliyeceğiz ve size öyle bir kudret vereceğiz ki, âyetlerimiz sayesinde onlar size erişemeyecekler. Siz ve size tabi olanlar üstün geleceksiniz.\"","nl":"Hij (Allah) zei: \"Wij zallen jou versterken met jouw broeder en Wij zullen jullie beiden gezag geven, zodat zij jullie niet kunnen bereiken. (Vertrek) met Onze Tekenen, jullie beiden en degenen die jullie volgen zullen overwinnaars zijn.\"","en":"Allah responded, “We will assist you with your brother and grant you both authority, so they cannot harm you. With Our signs, you and those who follow you will ˹certainly˺ prevail.”"},"surah":null}]}