{"juzNo":2,"pageNo":39,"arCuzNo":"۲","arPageNo":"۳۹","quranAyats":[{"id":245,"surahId":2,"ayatId":238,"ayatNo":"٢٣٨","pageNo":39,"ayatText":"حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلٰوةِ الْوُسْطٰى وَقُومُوا لِلّٰهِ قَانِتٖينَ","ayatMealText":{"tr":"Namazlara ve orta namaza devam edin ve Allah için boyun eğerek kalkıp namaza durun.","nl":"Waakt over de shalât en (in het bijzonder) over de middelste shalât ('Ashr). En staat voor Allah in ootmoed.","en":"Observe the ˹five obligatory˺ prayers—especially the middle prayer—and stand in true devotion to Allah"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":246,"surahId":2,"ayatId":239,"ayatNo":"٢٣٩","pageNo":39,"ayatText":"فَاِنْ خِفْتُمْ فَرِجَـالاً اَوْ رُكْبَـاناًۚ فَاِذَٓا اَمِنْتُمْ فَاذْكُرُوا اللّٰهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ","ayatMealText":{"tr":"Eğer bir korku hâlindeyseniz, yaya veya binekli olarak giderken kılın, (korkudan) emin olduğunuz zaman da böyle bilmediğiniz şeyleri size öğrettiği şekilde Allah'ı zikredin (namazlarınızı yine her zamanki gibi huşû ile kılın).","nl":"En als jullie (een aanval) vrezen, (verricht de shalât dan) lopende of rijdende en als jullie dan in veiligheid zijn, gedenkt dan Allah omdat Hij jullie heeft onderwezen wat jullie voorheen niet wisten.","en":"If you are in danger, pray on foot or while riding. But when you are safe, ˹take time to˺ remember Allah for teaching you what you did not know"},"surah":null},{"id":247,"surahId":2,"ayatId":240,"ayatNo":"٢٤٠","pageNo":39,"ayatText":"وَالَّذٖينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ اَزْوَاجاًۚ وَصِيَّةً لِاَزْوَاجِهِمْ مَتَاعاً اِلَى الْحَوْلِ غَيْرَ اِخْرَاجٍۚ فَاِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فٖي مَا فَعَلْنَ فٖٓي اَنْفُسِهِنَّ مِنْ مَعْرُوفٍؕ وَاللّٰهُ عَزٖيزٌ حَكٖيمٌ","ayatMealText":{"tr":"İçinizden hanımlarını geride bırakarak vefat edecek olanlar, eşleri için senesine kadar evlerinden çıkarılmaksızın kendilerine yetecek bir malı vasiyet ederler. Bununla birlikte eğer kendileri çıkarlarsa, kendi haklarında yaptıkları meşru bir hareketten dolayı size bir sorumluluk yoktur. Allah çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"En degenen onder jullie die weggenomen worden en echtgenotes achterlaten, moeten een testament maken voor hun echtgenotes, een voorziening voor een jaar, zonder uitzelting, maar als zij (de huizen) uit vrije wil verlaten, dan rust er geen zonde op jullie ten aanzien van wat zij voor zichzelf doen, volgens de voorschriften. En Allah is Almachtig, Alwijs.","en":"Those of you who die leaving widows should bequeath for them a year’s maintenance without forcing them out. But if they choose to leave, you are not accountable for what they reasonably decide for themselves. And Allah is Almighty, All-Wise"},"surah":null},{"id":248,"surahId":2,"ayatId":241,"ayatNo":"٢٤١","pageNo":39,"ayatText":"وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِؕ حَقاًّ عَلَى الْمُتَّقٖينَ","ayatMealText":{"tr":"Boşanmış kadınlar için de meşru ve geleneğe uygun şekilde bir meta'(intifa hakkı) vardır ki verilmesi, Allah'tan korkanlar üzerine bir borçtur.","nl":"En voor de gescheiden vrouwen is er een gift naar redelijkheid, als een plicht voor de Moettaqôen.","en":"Reasonable provisions must be made for divorced women—a duty on those mindful ˹of Allah˺"},"surah":null},{"id":249,"surahId":2,"ayatId":242,"ayatNo":"٢٤٢","pageNo":39,"ayatText":"كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيَاتِهٖ لَعَلَّكُمْ تَعْقِلُونَࣖ","ayatMealText":{"tr":"İşte akıllarınız ersin diye, Allah size âyetlerini böylece açıklıyor.","nl":"Zo maakt Allah voor jullie zijn Verzen duidelijk hopelijk zullen jullie begrijpen.","en":"This is how Allah makes His revelations clear to you, so perhaps you will understand"},"surah":null},{"id":250,"surahId":2,"ayatId":243,"ayatNo":"٢٤٣","pageNo":39,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ اُلُوفٌ حَذَرَ الْمَوْتِࣕ فَقَالَ لَهُمُ اللّٰهُ مُوتُوا ثُمَّ اَحْيَاهُمْؕ اِنَّ اللّٰهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُونَ","ayatMealText":{"tr":"Görmedin mi o kimseleri ki kendileri binlerce kişi iken ölüm korkusuyla yurtlarından çıktılar. Allah da kendilerine \"ölün!\" dedi, sonra da onlara bir hayat verdi. Şüphesiz ki Allah, insanlara karşı bir lütuf sahibidir. Fakat insanların pek çokları şükretmezler.","nl":"Heb jij degenen niet gezien die uit hun huizen vluchtten terwijl zij met duizenden waren, uit angst voor de dood? Allah zei toen tot hen: \"Sterft!\" Daarna bracht Hij hen weer tot leven. Voorwaar, Allah is de Bezitter van Gunsten voor de mensen, maar de meeste mensen zijn niet dankbaar.","en":"Have you ˹O Prophet˺ not seen those who fled their homes in the thousands for fear of death? Allah said to them, “Die!” then He gave them life. Surely Allah is ever Bountiful to humanity, but most people are ungrateful"},"surah":null},{"id":251,"surahId":2,"ayatId":244,"ayatNo":"٢٤٤","pageNo":39,"ayatText":"وَقَاتِلُوا فٖي سَبٖيلِ اللّٰهِ وَاعْلَمُٓوا اَنَّ اللّٰهَ سَمٖيعٌ عَلٖيمٌ","ayatMealText":{"tr":"O halde Allah yolunda çarpışın ve bilin ki Allah, her şeyi işitir ve bilir.","nl":"En strijdt op de Weg van Allah en weet dat Allah Alhorend, Alwetend is.","en":"Fight in the cause of Allah, and know that Allah is All-Hearing, All-Knowing"},"surah":null},{"id":252,"surahId":2,"ayatId":245,"ayatNo":"٢٤٥","pageNo":39,"ayatText":"مَنْ ذَا الَّذٖي يُقْرِضُ اللّٰهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُٓ اَضْعَافاً كَـثٖيرَةًؕ وَاللّٰهُ يَقْبِضُ وَيَبْصُۣطُࣕ وَاِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"Kimdir o adam ki Allah'a güzel bir ödünç versin de Allah da ona birçok katlarını ödesin. Allah darlık da verir, genişlik de verir. Hepiniz de O'na döndürülüp götürüleceksiniz.","nl":"Wie is degene die aan Allah een goede lening geeft? Hij zal die vele malen vermenigvuldigen. En Allah beperkt en verruimt (Zijn voorzieningen) en tot Hem worden jullie teruggebracht.","en":"Who will lend to Allah a good loan which Allah will multiply many times over? It is Allah ˹alone˺ who decreases and increases ˹wealth˺. And to Him you will ˹all˺ be returned"},"surah":null}]}