{"juzNo":20,"pageNo":390,"arCuzNo":"۲۰","arPageNo":"۳۹۰","quranAyats":[{"id":3288,"surahId":28,"ayatId":36,"ayatNo":"٣٦","pageNo":390,"ayatText":"فَلَمَّا جَٓاءَهُمْ مُوسٰى بِاٰيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هٰذَٓا اِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهٰذَا فٖٓي اٰبَٓائِنَا الْاَوَّلٖينَ","ayatMealText":{"tr":"Musa onlara apaçık âyetlerimizi getirince, \"Bu, olsa olsa uydurulmuş bir sihirdir. Biz önceki atalarımızdan böylesini işitmemiştik\" dediler.","nl":"En toen Môesa tot hen kwam met Onze duidelijke Tekenen, zeiden zei: \"Dit is slechts verzonnen tovenarij, wij hebben dit niet gehoord van onze voorvaderen.\"","en":"But when Moses came to them with Our clear signs, they said ˹arrogantly˺, “This is nothing but conjured magic ˹tricks˺. We have never heard of this in ˹the history of˺ our forefathers.”"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3289,"surahId":28,"ayatId":37,"ayatNo":"٣٧","pageNo":390,"ayatText":"وَقَالَ مُوسٰى رَبّٖٓي اَعْلَمُ بِمَنْ جَٓاءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِؕ اِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ","ayatMealText":{"tr":"Musa şöyle dedi: \"Rabbim, kendi katından kimin hidayet rehberi getirdiğini ve hayırlı akibetin kime nasip olacağını en iyi bilendir. Muhakkak ki zalimler, kurtuluşa eremezler.\"","nl":"En Môesa zei: \"Mijn Heer weet het beste wie met de Leiding van Zijn Zijde kwam en voor wie (het Paradijs) het einde van het huis (van deze wereld) is. Voorwaar, de onrechtvaardigen zullen niet welslagen.\"","en":"Moses responded, “My Lord knows best who has come with ˹true˺ guidance from Him and will fare best in the end. Indeed, the wrongdoers will never succeed.”"},"surah":null},{"id":3290,"surahId":28,"ayatId":38,"ayatNo":"٣٨","pageNo":390,"ayatText":"وَقَالَ فِرْعَوْنُ يَٓا اَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ اِلٰهٍ غَيْرٖيۚ فَاَوْقِدْ لٖي يَا هَامَانُ عَلَى الطّٖينِ فَاجْعَلْ لٖي صَرْحاً لَعَلّٖٓي اَطَّلِعُ اِلٰٓى اِلٰهِ مُوسٰىۙ وَاِنّٖي لَاَظُنُّهُ مِنَ الْكَاذِبٖينَ","ayatMealText":{"tr":"Firavun: \"Ey ileri gelenler! Sizin için benden başka bir ilâh tanımıyorum. Ey Hâmân, haydi benim için çamur üzerine ateş yak (ve tuğla imal et), bana bir kule yap ki, Musa'nın ilâhına çıkayım; ama sanıyorum, o mutlaka yalan söyleyenlerdendir.\" dedi.","nl":"En Fir'aun zei: \"O vooraanstaanden, ik weet geen andere god dan ikzelf voor jullie. Steek daarom voor mij, O Hâmân, een vuur aan (van een oven om) klei (te bakken voor de stenen van) een toren voor mij, moge ik opstijgen naar de god van Môesa. En voorwaar, ik veronderstel zeker dat hij tot de leugenaars behoort.\"","en":"Pharaoh declared, “O chiefs! I know of no other god for you but myself. So bake bricks out of clay for me, O Hamân, and build a high tower so I may look at the God of Moses, although I am sure he is a liar.”"},"surah":null},{"id":3291,"surahId":28,"ayatId":39,"ayatNo":"٣٩","pageNo":390,"ayatText":"وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّٓوا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُونَ","ayatMealText":{"tr":"O ve askerleri, yeryüzünde haksız yere büyüklük tasladılar ve gerçekten bize döndürülmeyeceklerini sandılar.","nl":"En hij en zijn troepen warm hoogmoedig op aarde, zonder het recht te hebben, en zij veronderstelden dat zij niet tot Ons zouden worden teruggekeerd.","en":"And so he and his soldiers behaved arrogantly in the land with no right, thinking they would never be returned to Us"},"surah":null},{"id":3292,"surahId":28,"ayatId":40,"ayatNo":"٤٠","pageNo":390,"ayatText":"فَاَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمٖينَ","ayatMealText":{"tr":"Biz de onu ve askerlerini yakalayıp denize atıverdik. Bir bak, zalimlerin sonu nice oldu!","nl":"Wij grepen daarom hem en zijn troepen, toen wierpen Wij hen in de zee. Zie hoe het einde was van de onrechtvaardigen.","en":"So We seized him and his soldiers, casting them into the sea. See then what was the end of the wrongdoers"},"surah":null},{"id":3293,"surahId":28,"ayatId":41,"ayatNo":"٤١","pageNo":390,"ayatText":"وَجَعَلْنَاهُمْ اَئِمَّةً يَدْعُونَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُونَ","ayatMealText":{"tr":"Onları ateşe çağıran öncüler kıldık. Kıyamet günü onlar yardım görmeyeceklerdir.","nl":"En Wij maakten hein leiders, die oproepen tot de Hel. En op de Dag der Opstanding zullen zij niet geholpen worden.","en":"We made them leaders inviting ˹others˺ to the Fire. And on the Day of Judgment they will not be helped"},"surah":null},{"id":3294,"surahId":28,"ayatId":42,"ayatNo":"٤٢","pageNo":390,"ayatText":"وَاَتْبَعْنَاهُمْ فٖي هٰذِهِ الدُّنْيَا لَعْنَةًۚ وَيَوْمَ الْقِيٰمَةِ هُمْ مِنَ الْمَقْبُوحٖينَࣖ","ayatMealText":{"tr":"Bu dünyada arkalarına lanet taktık. Onlar, kıyamet gününde de kötülenmişler arasındadır.","nl":"En Wij vervolgden hen in dit leven met een vloek. En op de Dag der Opstanding zullen zij tot de verachten behoren.","en":"We caused a curse to follow them in this world. And on the Day of Judgment they will be among the outcasts"},"surah":null},{"id":3295,"surahId":28,"ayatId":43,"ayatNo":"٤٣","pageNo":390,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَٓا اَهْلَكْنَا الْقُرُونَ الْاُو۫لٰى بَصَٓائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ","ayatMealText":{"tr":"Andolsun ki biz, ilk nesilleri yok ettikten sonra Musa'ya olur ki düşünür, öğüt alırlar diye, insanlar için apaçık deliller, hidayet rehberi ve rahmet olarak o Kitab'ı (Tevrat'ı) vermişizdir.","nl":"En voorzeker, Wij gaven Môesa de Schrift (de Taurât), nadat Wij de eerdere generaties vernietigd hadden, als een verbeldering voor de mensen en als Leiding en Barmhartigheid. Hopelijk zullen zij zich taten vermanen.","en":"Indeed, We gave Moses the Scripture—after destroying earlier nations—as an insight for the people, a guide, and mercy so perhaps they would be mindful"},"surah":null}]}