{"juzNo":20,"pageNo":393,"arCuzNo":"۲۰","arPageNo":"۳۹۳","quranAyats":[{"id":3312,"surahId":28,"ayatId":60,"ayatNo":"٦٠","pageNo":393,"ayatText":"وَمَٓا اُو۫تٖيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا وَزٖينَتُهَاۚ وَمَا عِنْدَ اللّٰهِ خَيْرٌ وَاَبْقٰىؕ اَفَلَا تَعْقِلُونَࣖ","ayatMealText":{"tr":"Size verilen şeyler, dünya hayatının geçim vasıtası ve debdebesidir. Allah katında olanlar ise, daha hayırlı ve daha kalıcıdır. Hâlâ buna aklınız ermeyecek mi?","nl":"En welke dingen jullie ook gegeven werden: zij zijn de genietingen van het wereldse leven en haar versiering. Maar wat van de zijde van Allah komt is beter en blijvender. Begrijpen jullie dat dan niet?","en":"Whatever ˹pleasure˺ you have been given is no more than ˹a fleeting˺ enjoyment and adornment of this worldly life. But what is with Allah is far better and more lasting. Will you not then understand"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3313,"surahId":28,"ayatId":61,"ayatNo":"٦١","pageNo":393,"ayatText":"اَفَمَنْ وَعَدْنَاهُ وَعْداً حَسَناً فَهُوَ لَاقٖيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيٰمَةِ مِنَ الْمُحْضَرٖينَ","ayatMealText":{"tr":"Şu halde, kendisine güzel bir vaadde bulunduğumuz, ardından ona kavuşan kimse, (sırf) dünya hayatının geçici zevkini yaşattığımız ve sonra kıyamet gününde (azab için) huzurumuza getirilenler arasında bulunan kimse gibi midir?","nl":"Is iemand aait wie Wij een goede belofte hebben gedaan en die (de vervulling) ervan krijgt, als iemand die Wij hebben doen genieten van de genietingen van het wereldse leven en die dan op de Dag der Opstanding tot de voorgeleiden (voor de bestraffing) behoort?","en":"Can those to whom We have made a fine promise—which they will see fulfilled—be like those who We have allowed to enjoy the pleasures of this worldly life, but on the Day of Judgment will be brought ˹for punishment˺"},"surah":null},{"id":3314,"surahId":28,"ayatId":62,"ayatNo":"٦٢","pageNo":393,"ayatText":"وَيَوْمَ يُنَادٖيهِمْ فَيَقُولُ اَيْنَ شُرَكَٓاءِيَ الَّذٖينَ كُنْتُمْ تَزْعُمُونَ","ayatMealText":{"tr":"O gün Allah onları çağırarak, \"Benim ortaklarım olduklarını iddia ettikleriniz, hani nerede?\" diyecektir.","nl":"En op de Dag dat Hij hen zal roepen, zal Hij zeggen: \"Waar zijn Mijn deelgenoten, degenen die jullie veronderstelden (te bestaan)?\"","en":"˹Watch for˺ the Day He will call to them, “Where are those you claimed were My associate-gods?”"},"surah":null},{"id":3315,"surahId":28,"ayatId":63,"ayatNo":"٦٣","pageNo":393,"ayatText":"قَالَ الَّذٖينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هٰٓؤُ۬لَٓاءِ الَّذٖينَ اَغْوَيْنَاۚ اَغْوَيْنَاهُمْ كَمَا غَوَيْنَاۚ تَبَرَّأْنَٓا اِلَيْكَؗ مَا كَانُٓوا اِيَّانَا يَعْبُدُونَ","ayatMealText":{"tr":"(O gün) haklarında azaba itilme, hükmü gerçekleşen kimseler, \"Rabbimiz! Biz nasıl azmışsak, işte bu azmışları da öylece azdırdık. (Onların suçlarından) beri olduğumuzu sana arzederiz. Zaten onlar aslında bizlere tapmıyorlardı.\" derler.","nl":"Degenen voor wie het Woord bewaarheid wordt, zullen zeggen: \"Onze Heer, zij zijn degenen die wij deden dwalen. Wij hebben hen doen dwalen zoals wij zelf dwaalden. Wij verontschuldigen ons bij U. Zij aanbaden ons niet.\"","en":"Those ˹misleaders˺ against whom the decree ˹of torment˺ is justified will cry, “Our Lord! These ˹followers˺ are the ones we caused to deviate. We led them into deviance, for we ourselves were deviant. We disassociate ourselves ˹from them˺ before You. It was not us that they used to worship.”"},"surah":null},{"id":3316,"surahId":28,"ayatId":64,"ayatNo":"٦٤","pageNo":393,"ayatText":"وَقٖيلَ ادْعُوا شُرَكَٓاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجٖيبُوا لَهُمْ وَرَاَوُا الْعَذَابَۚ لَوْ اَنَّهُمْ كَانُوا يَهْتَدُونَ","ayatMealText":{"tr":"\"(Allah'a koştuğunuz) ortaklarınızı çağırın!\" denir, onlar da çağırırlar; fakat kendilerine cevap vermezler ve (karşılarında) azabı görürler. Ne olurdu (dünyada iken) doğru yola girselerdi!","nl":"En er wordt gezegd: \"Roept jullie deelgenoten aan!\" Zij zullen hen aanroepen, maar zij zullen geen gehoor aan hen geven en zij zullen de bestraffing zien. Hadden zij man Leiding gevolgd!","en":"It will be said ˹to the disbelievers˺, “Call upon your associate-gods ˹for help˺.” So they will call them, but will receive no response. And they will face the punishment, wishing they had been ˹rightly˺ guided"},"surah":null},{"id":3317,"surahId":28,"ayatId":65,"ayatNo":"٦٥","pageNo":393,"ayatText":"وَيَوْمَ يُنَادٖيهِمْ فَيَقُولُ مَاذَٓا اَجَبْتُمُ الْمُرْسَلٖينَ","ayatMealText":{"tr":"O gün Allah onları çağırıp \"Peygamberlere ne cevap verdiniz?\" diyecektir.","nl":"En op die Dag zal Hij hen roepen, terwijl Hij zegt: \"Wat is het dat jullie de Boodschappers hebben geantwoord?\"","en":"And ˹watch for˺ the Day He will call to them, asking, “What response did you give to the messengers?”"},"surah":null},{"id":3318,"surahId":28,"ayatId":66,"ayatNo":"٦٦","pageNo":393,"ayatText":"فَعَمِيَتْ عَلَيْهِمُ الْاَنْـبَٓاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَٓاءَلُونَ","ayatMealText":{"tr":"İşte o gün onlara bütün haberler kapkaranlık olmuştur; onlar birbirlerine de soramayacaklardır.","nl":"Maar op die Dag zullen voor hen de argumenten duister blijven en zij zullen het niet aan elkaar (kunnen) vragen.","en":"They will be too dumbstruck on that Day to ask one another ˹for answers˺"},"surah":null},{"id":3319,"surahId":28,"ayatId":67,"ayatNo":"٦٧","pageNo":393,"ayatText":"فَاَمَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحاً فَعَسٰٓى اَنْ يَكُونَ مِنَ الْمُفْلِحٖينَ","ayatMealText":{"tr":"Fakat tevbe ederek, iman edip iyi işler yapan kimseye gelince, o, kurtuluşa erenler arasında olmayı umabilir.","nl":"Maar wie berouw had en geloofde en goede daden verrichtte: moge hij dan tot de welslagenden behoren.","en":"As for those who repent, believe, and do good ˹in this world˺, it is right to hope that they will be among the successful"},"surah":null},{"id":3320,"surahId":28,"ayatId":68,"ayatNo":"٦٨","pageNo":393,"ayatText":"وَرَبُّكَ يَخْلُقُ مَا يَشَٓاءُ وَيَخْتَارُؕ مَا كَانَ لَهُمُ الْخِيَرَةُؕ سُبْحَانَ اللّٰهِ وَتَعَالٰى عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Rabbin, dilediğini yaratır ve seçer. Onların seçim hakkı yoktur. Allah, onların ortak koştuklarından münezzehtir ve şanı yücedir.","nl":"En jouw Heer schept wat Hij wil en Hij verkiest (wie Hij wil). Het is niet aan hen om te kiezen. Heilig is Allah en Verheven boven wat zij aan deelgenoten (aan Hem) toekennen.","en":"Your Lord creates and chooses whatever He wills—the choice is not theirs. Glorified and Exalted is Allah above what they associate ˹with Him˺"},"surah":null},{"id":3321,"surahId":28,"ayatId":69,"ayatNo":"٦٩","pageNo":393,"ayatText":"وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ","ayatMealText":{"tr":"Rabbin, onların, sinelerinde gizlediklerini de, açığa vurduklarını da bilir.","nl":"En jouw Heer wed wat hun harten verbergen en wat zij openlijk doen.","en":"And your Lord knows what their hearts conceal and what they reveal"},"surah":null},{"id":3322,"surahId":28,"ayatId":70,"ayatNo":"٧٠","pageNo":393,"ayatText":"وَهُوَ اللّٰهُ لَٓا اِلٰهَ اِلَّا هُوَؕ لَهُ الْحَمْدُ فِي الْاُو۫لٰى وَالْاٰخِرَةِؗ وَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"İşte O, Allah'tır. O'ndan başka tanrı yoktur. Önünde de, sonunda da hamd O'nundur, hüküm O'nundur. Ve ancak O'na döndürüleceksiniz.","nl":"En Hij is Allah, er is geen god dan Hij. Aan Hem behoort alle lof, op deze wereld en in het Hiernamaals, en aan Hem behoort het oordeel en tot Hem zullen jullie teruggekeerd worden.","en":"He is Allah. There is no god ˹worthy of worship˺ except Him. All praise belongs to Him in this life and the next. All authority is His. And to Him you will ˹all˺ be returned"},"surah":null}]}