{"juzNo":20,"pageNo":395,"arCuzNo":"۲۰","arPageNo":"۳۹٥","quranAyats":[{"id":3330,"surahId":28,"ayatId":78,"ayatNo":"٧٨","pageNo":395,"ayatText":"قَالَ اِنَّـمَٓا اُو۫تٖيتُهُ عَلٰى عِلْمٍ عِنْدٖيؕ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُونِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَاَكْثَرُ جَمْعاًؕ وَلَا يُسْـَٔلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ","ayatMealText":{"tr":"Karun ise: \"O (servet) bana ancak kendimdeki bilgi sayesinde verildi.\" demiştir. Bilmiyor muydu ki Allah, kendinden önceki nesillerden, ondan daha güçlü, ondan daha çok taraftarı olan kimseleri helak etmişti. Günahkarlardan günahları sorulmaz (Allah onların hepsini bilir).","nl":"Hij (Qârôen) zei: \"Voorwaar, dat wat aan mij gegeven is, berust op kennis die ik bezit.\" Wist hij dan niet dat Allah vóór zijn tijd generaties heeft vernietigd die veel sterker waren dan hij en meer (rijkdom) verzameld hadden? En de misdadigers hoeven niet over hun zonden ondervraagd te werden (want Allah kent hun zonden al).","en":"He replied, “I have been granted all this because of some knowledge I have.” Did he not know that Allah had already destroyed some from the generations before him who were far superior to him in power and greater in accumulating ˹wealth˺? There will be no need for the wicked to be asked about their sins"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3331,"surahId":28,"ayatId":79,"ayatNo":"٧٩","pageNo":395,"ayatText":"فَخَرَجَ عَلٰى قَوْمِهٖ فٖي زٖينَتِهٖؕ قَالَ الَّذٖينَ يُرٖيدُونَ الْحَيٰوةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَٓا اُو۫تِيَ قَارُونُۙ اِنَّهُ لَذُو حَظٍّ عَظٖيمٍ","ayatMealText":{"tr":"Derken Karun, ihtişam içinde kavminin karşısına çıktı. Dünya hayatını arzulayanlar, \"Keşke Karun'a verilenin benzeri bizim de olsaydı. Hakikat şu ki o, çok büyük devlet sahibidir\" dediler.","nl":"Toen begaf hij zich onder zijn volk, in vol ornaat. Degenen die het wereldse leven wensten, zeiden: \"Hadden wij maar zoveel als Qârôen gegeven is. Voorwaar, hij is zeker een man die gewuldig geluk heeft.\"","en":"Then he came out before his people in all his glamour. Those who desired the life of this world wished, “If only we could have something like what Korah has been given. He is truly a man of great fortune!”"},"surah":null},{"id":3332,"surahId":28,"ayatId":80,"ayatNo":"٨٠","pageNo":395,"ayatText":"وَقَالَ الَّذٖينَ اُو۫تُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِمَنْ اٰمَنَ وَعَمِلَ صَالِحاًۚ وَلَا يُلَقّٰيهَٓا اِلَّا الصَّابِرُونَ","ayatMealText":{"tr":"Kendilerine ilim verilmiş olanlar ise, şöyle dediler: \"Yazıklar olsun size! İman edip iyi işler yapanlara göre Allah'ın mükafatı daha üstündür. Ona da ancak sabredenler kavuşabilir.\"","nl":"En degenen aan wie de kennis gegeven was, zeiden: \"Wee jullie, de beloning van Allah is beter voor wie gelooft en goede daden verricht. En zij wordt niet bereikt, behalve door de geduldigen.\"","en":"But those gifted with knowledge said, “Shame on you! Allah’s reward is far better for those who believe and do good. But none will attain this except the steadfast.”"},"surah":null},{"id":3333,"surahId":28,"ayatId":81,"ayatNo":"٨١","pageNo":395,"ayatText":"فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللّٰهِࣗ وَمَا كَانَ مِنَ الْمُنْتَصِرٖينَ","ayatMealText":{"tr":"Derken biz onu da, sarayını da yerin dibine geçirdik. Artık Allah'a karşı kendisine yardım edecek taraftarları olmadığı gibi, o, kendini savunup kurtarabilecek kimselerden de değildi.","nl":"Daarom deden wij hem en zijn woning in de aarde wegzinken. En voor hem was er geen groep die hem kon helpen, behalve Allah. En hij behoorde niet tot de weerbaren.","en":"Then We caused the earth to swallow him up, along with his home. There was no one to help him against Allah, nor could he even help himself"},"surah":null},{"id":3334,"surahId":28,"ayatId":82,"ayatNo":"٨٢","pageNo":395,"ayatText":"وَاَصْبَحَ الَّذٖينَ تَمَنَّوْا مَكَانَهُ بِالْاَمْسِ يَقُولُونَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَٓاءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ لَوْلَٓا اَنْ مَنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَاؕ وَيْكَاَنَّهُ لَا يُفْلِحُ الْكَافِرُونَࣖ","ayatMealText":{"tr":"Daha dün onun yerinde olmayı isteyenler de: \"Demek ki Allah kullarından dilediğine rızkı çok da, az da verir. Şayet Allah bize lütufta bulunmuş olmasaydı, bizi de yerin dibine geçirirdi. Demek ki inkârcılar iflah olmazmış\" demeye başladılar.","nl":"En degenen die de vorige dag zijn positie wensten gingen zeggen: \"O wee, het is Allah Die het onderhoud verruimt en beperkt voor wie Hij wil van Zijn dienaren. Als Allah ons niet begunstigd had, had Hij ons zeker doen wegzinken. O wee, de ongelovigen welslagen niet.\"","en":"And those who had craved his position the previous day began to say, “Ah! It is certainly Allah Who gives abundant or limited provisions to whoever He wills of His servants. Had it not been for the grace of Allah, He could have surely caused the earth to swallow us up! Oh, indeed! The disbelievers will never succeed.”"},"surah":null},{"id":3335,"surahId":28,"ayatId":83,"ayatNo":"٨٣","pageNo":395,"ayatText":"تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذٖينَ لَا يُرٖيدُونَ عُلُواًّ فِي الْاَرْضِ وَلَا فَسَاداًؕ وَالْعَاقِبَةُ لِلْمُتَّقٖينَ","ayatMealText":{"tr":"İşte ahiret yurdu! Biz onu yeryüzünde böbürlenmeyi ve bozgunculuğu arzulamayan kimselere veririz. (En güzel) akıbet, takva sahiplerinindir.","nl":"Dat Huis van het Hiernamaals (het Paradijs) schenken Wij aan hen, die niet hoogmoedig wensen te zijn op aarde en geen verderf (zaaien) en het (goede) einde is voor de Moettaqôen.","en":"That ˹eternal˺ Home in the Hereafter We reserve ˹only˺ for those who seek neither tyranny nor corruption on the earth. The ultimate outcome belongs ˹only˺ to the righteous"},"surah":null},{"id":3336,"surahId":28,"ayatId":84,"ayatNo":"٨٤","pageNo":395,"ayatText":"مَنْ جَٓاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَاۚ وَمَنْ جَٓاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذٖينَ عَمِلُوا السَّيِّـَٔاتِ اِلَّا مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Kim bir iyilik getirirse ona ondan daha üstün karşılık vardır. Kim bir kötülük getirirse, o kötülükleri işleyenler, ancak yaptıkları kadar ceza görürler.","nl":"Wie met het goede kwam, voor hem is er iets beters dan dat; en wie die met het slechte kwam: degenen die slechte daden verrichtten worden slechts vergolden voor wat zij plachten te doen.","en":"Whoever comes with a good deed will be rewarded with what is better. And whoever comes with an evil deed, then the evildoers will only be rewarded for what they used to do"},"surah":null}]}