{"juzNo":20,"pageNo":396,"arCuzNo":"۲۰","arPageNo":"۳۹٦","quranAyats":[{"id":3337,"surahId":28,"ayatId":85,"ayatNo":"٨٥","pageNo":396,"ayatText":"اِنَّ الَّذٖي فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَـرَٓادُّكَ اِلٰى مَعَادٍؕ قُلْ رَبّٖٓي اَعْلَمُ مَنْ جَٓاءَ بِالْهُدٰى وَمَنْ هُوَ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"(Resulüm!) Kur'ân'ı (okumayı, tebliğ etmeyi ve ona uymayı) sana farz kılan Allah, elbette seni (yine) dönülecek yere döndürecektir. De ki: \"Rabbim, kimin hidayetle geldiğini ve kimin apaçık bir sapıklık içinde olduğunu en iyi bilendir.\"","nl":"Voorwaar, Degene Die de Koran voor jou tot een verplichting heeft gemaakt, zal jou zeker terugbrengen naar de plaats van de terugkeer. Zeg (O Moehammad): \"Mijn Heer weet het beste wie met de Leiding is gekomen en wie degene is die in duidelijke dwaling verkeert.\"","en":"Most certainly, the One Who has ordained the Quran for you will ˹ultimately˺ bring you back home ˹to Mecca˺. Say, “My Lord knows best who has come with ˹true˺ guidance and who is clearly astray.”"},"surah":{"surahId":28,"name":"Kasas","nameAr":"الْقَصَصِ","revelationOrder":49,"verseCount":88,"juzNo":20,"firstPage":385}},{"id":3338,"surahId":28,"ayatId":86,"ayatNo":"٨٦","pageNo":396,"ayatText":"وَمَا كُنْتَ تَرْجُٓوا اَنْ يُلْقٰٓى اِلَيْكَ الْكِتَابُ اِلَّا رَحْمَةً مِنْ رَبِّكَ فَلَا تَكُونَنَّ ظَهٖيراً لِلْكَافِرٖينَؗ","ayatMealText":{"tr":"Sen, bu kitabın sana vahyolunacağını ummuyordun. Bu ancak Rabbinden bir rahmettir. O halde sakın kâfirlere arka çıkma!","nl":"En jij had niet gehoopt dat het Boek tot jou neergezonden zou worden, behalve als Barmhartigheid van jouw Heer. Wees dus zeker geen medestander van de ongelovigen.","en":"You never expected this Book to be revealed to you, but ˹it came˺ only ˹as˺ a mercy from your Lord. So never side with the disbelievers ˹in their disbelief˺"},"surah":null},{"id":3339,"surahId":28,"ayatId":87,"ayatNo":"٨٧","pageNo":396,"ayatText":"وَلَا يَصُدُّنَّكَ عَنْ اٰيَاتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكٖينَۚ","ayatMealText":{"tr":"Allah'ın âyetleri sana indirildikten sonra, artık sakın onlar seni bu âyetlerden alıkoymasınlar. Rabbine davet et. Asla müşriklerden olma!","nl":"En laat jou niet weghouden van de Verzen van Allah nadat zij tot jou neergezonden zijn en roep jouw Heer aan. En behoor zeker niet tot de veelgodenaanbidders.","en":"Do not let them turn you away from the revelations of Allah after they have been sent down to you. Rather, invite ˹all˺ to ˹the Way of˺ your Lord, and never be one of the polytheists"},"surah":null},{"id":3340,"surahId":28,"ayatId":88,"ayatNo":"٨٨","pageNo":396,"ayatText":"وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهاً اٰخَرَۘ لَٓا اِلٰهَ اِلَّا هُوَࣞ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهُؕ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"Allah ile birlikte başka bir tanrıya tapıp yalvarma! O'ndan başka tanrı yoktur. O'nun zatından başka her şey helak olacaktır. Hüküm O'nundur ve siz ancak O'na döndürüleceksiniz.","nl":"En roep geen andere god aan naad Allah. Er is geen god dan Hij. Alle dingen zullen vergaan, behalve Allah. Aan Hem is het oordeel en tot Ham worden jullie teruggebracht.","en":"And do not invoke any other god with Allah. There is no god ˹worthy of worship˺ except Him. Everything is bound to perish except He Himself. All authority belongs to Him. And to Him you will ˹all˺ be returned"},"surah":null},{"id":3341,"surahId":29,"ayatId":1,"ayatNo":"١","pageNo":396,"ayatText":"الٓمٓࣞ","ayatMealText":{"tr":"Elif, Lâm, Mîm.","nl":"Alif Lâm Mîm.","en":"Alif-Lãm-Mĩm"},"surah":{"surahId":29,"name":"Ankebût","nameAr":"الْعَنْكَبُوتِ","revelationOrder":85,"verseCount":69,"juzNo":20,"firstPage":396}},{"id":3342,"surahId":29,"ayatId":2,"ayatNo":"٢","pageNo":396,"ayatText":"اَحَسِبَ النَّاسُ اَنْ يُتْرَكُٓوا اَنْ يَقُولُٓوا اٰمَنَّا وَهُمْ لَا يُفْتَنُونَ","ayatMealText":{"tr":"İnsanlar, imtihandan geçirilmeden, sadece \"İman ettik\" demeleriyle bırakılıvereceklerini mi sandılar?","nl":"Dachten de mensen dat zij met rust gelaten worden, als zij zeggen: \"Wij geloven,\" en dat zij niet op de proef gesteld worden?","en":"Do people think once they say, “We believe,” that they will be left without being put to the test"},"surah":null},{"id":3343,"surahId":29,"ayatId":3,"ayatNo":"٣","pageNo":396,"ayatText":"وَلَقَدْ فَتَنَّا الَّذٖينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللّٰهُ الَّذٖينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبٖينَ","ayatMealText":{"tr":"Andolsun ki, biz onlardan öncekileri de imtihandan geçirmişizdir. Elbette Allah, doğruları ortaya çıkaracak, yalancıları da mutlaka ortaya koyacaktır.","nl":"En voorzeker, Wij hebben degenen vóór hen op de proef gesteld. Allah kent zeker degenen die de oprecht spreken en Hij kent zeker de leugenaars.","en":"We certainly tested those before them. And ˹in this way˺ Allah will clearly distinguish between those who are truthful and those who are liars"},"surah":null},{"id":3344,"surahId":29,"ayatId":4,"ayatNo":"٤","pageNo":396,"ayatText":"اَمْ حَسِبَ الَّذٖينَ يَعْمَلُونَ السَّيِّـَٔاتِ اَنْ يَسْبِقُونَاؕ سَٓاءَ مَا يَحْكُمُونَ","ayatMealText":{"tr":"Yoksa kötülükleri yapanlar bizden kaçabileceklerini mi sandılar? Ne kadar kötü (ve yanlış) hüküm veriyorlar!","nl":"Of dachten degenen die slechte daden verrichten dat zij aan Ons kunnen ontvluchten? Slecht is het wat zij veronderstellen!","en":"Or do the evildoers ˹simply˺ think that they will escape Us? How wrong is their judgment"},"surah":null},{"id":3345,"surahId":29,"ayatId":5,"ayatNo":"٥","pageNo":396,"ayatText":"مَنْ كَانَ يَرْجُوا لِقَٓاءَ اللّٰهِ فَاِنَّ اَجَلَ اللّٰهِ لَاٰتٍؕ وَهُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Her kim Allah'a kavuşmayı umuyorsa bilsin ki, Allah'ın tayin ettiği o vakit elbette gelecektir. O her şeyi işiten ve bilendir.","nl":"Wie hoopt op de ontmoeting met Allah: voorwaar, het door Allah vastgestelde tijdstip komt zeker en Hij is de Alhorende, de Alwetende.","en":"Whoever hopes for the meeting with Allah, ˹let them know that˺ Allah’s appointed time is sure to come. He is the All-Hearing, All-Knowing"},"surah":null},{"id":3346,"surahId":29,"ayatId":6,"ayatNo":"٦","pageNo":396,"ayatText":"وَمَنْ جَاهَدَ فَاِنَّمَا يُجَاهِدُ لِنَفْسِهٖؕ اِنَّ اللّٰهَ لَغَنِيٌّ عَنِ الْعَالَمٖينَ","ayatMealText":{"tr":"Cihad eden ancak kendisi için cihad etmiş olur. Şüphesiz Allah, âlemlerden müstağnidir.","nl":"En wie (voor Allah) strijdt, strijdt slechts voor zichzelf. Voorwaar, Allah is zeker vrij van de behoeften van de werelden.","en":"And whoever strives ˹in Allah’s cause˺, only does so for their own good. Surely Allah is not in need of ˹any of˺ His creation"},"surah":null}]}