{"juzNo":20,"pageNo":399,"arCuzNo":"۲۰","arPageNo":"۳۹۹","quranAyats":[{"id":3364,"surahId":29,"ayatId":24,"ayatNo":"٢٤","pageNo":399,"ayatText":"فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّٓا اَنْ قَالُوا اقْتُلُوهُ اَوْ حَرِّقُوهُ فَاَنْجٰيهُ اللّٰهُ مِنَ النَّارِؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"Kavminin (İbrahim'e) cevabı ise, \"Onu öldürün, yahut yakın!\" demelerinden ibaret oldu. Ama Allah onu ateşten kurtardı. Doğrusu bunda, iman eden bir kavim için ibretler vardır.","nl":"Maar het antwoord van zijn volk was slechts dat zij zeiden: \"Doodt hem,\" of \"Verbrandt hem.\" Maar Allah redde hem van het vuur. Voorwaar, daarin zijin zeker Tekenen voor een volk dat gelooft.","en":"But the only response of Abraham’s people was to say: “Kill him or burn him!” But Allah saved him from the fire. Surely in this are signs for people who believe"},"surah":{"surahId":29,"name":"Ankebût","nameAr":"الْعَنْكَبُوتِ","revelationOrder":85,"verseCount":69,"juzNo":20,"firstPage":396}},{"id":3365,"surahId":29,"ayatId":25,"ayatNo":"٢٥","pageNo":399,"ayatText":"وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللّٰهِ اَوْثَاناًۙ مَوَدَّةَ بَيْنِكُمْ فِي الْحَيٰوةِ الدُّنْيَاۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضاًؗ وَمَأْوٰيكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرٖينَࣗ","ayatMealText":{"tr":"(İbrahim onlara) dedi ki: \"Siz, sırf aranızdaki dünya hayatına has muhabbet uğruna Allah'ı bırakıp birtakım putlar edindiniz. Sonra kıyamet günü (geldiğinde) ise, kiminiz kiminizi tanımayacak, kiminiz kiminizi lanetleyecektir. Varacağınız yer cehennemdir. Ve hiç yardımcınız da yoktur.\"","nl":"En hij (Ibrâhîm) zei: \"Voorwaar, wet jullie naast Allah hebben genomen zijn slechts afgoden om de onderlinge liefde tussen jullie te versterken in dit wereldse leven. Op de Dag van de Opstanding zullen jullie elkaar verwerpen en elkaar vervloeken. Maar jullie verblijfplaats is de Hel en er zullen geen helpers voor jullie zijn.\"","en":"He said ˹to his people˺, “You have taken idols ˹for worship˺ instead of Allah, only to keep ˹the bond of˺ harmony among yourselves in this worldly life. But on the Day of Judgment you will disown and curse one another. Your home will be the Fire, and you will have no helper!”"},"surah":null},{"id":3366,"surahId":29,"ayatId":26,"ayatNo":"٢٦","pageNo":399,"ayatText":"فَاٰمَنَ لَهُ لُوطٌۘ وَقَالَ اِنّٖي مُهَاجِرٌ اِلٰى رَبّٖيؕ اِنَّهُ هُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Bunun üzerine ona sadece Lut iman etti. (İbrahim) de dedi ki: \"Ben Rabbime hicret edeceğim. Şüphe yok ki O çok güçlüdür, hüküm ve hikmet sahibidir.\"","nl":"Maar Lôeth geloofde hem, en (Ibrârîm) zei: \"ik ben een uitwijker naar mijn Heer: voorwaar, Hij is de Almachtige, de Alwijze.\"","en":"So Lot believed in him. And Abraham said, “I am emigrating ˹in obedience˺ to my Lord. He ˹alone˺ is indeed the Almighty, All-Wise.”"},"surah":null},{"id":3367,"surahId":29,"ayatId":27,"ayatNo":"٢٧","pageNo":399,"ayatText":"وَوَهَبْنَا لَـهُٓ اِسْحٰقَ وَيَعْقُوبَ وَجَعَلْنَا فٖي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَاٰتَيْنَاهُ اَجْرَهُ فِي الدُّنْيَاۚ وَاِنَّهُ فِي الْاٰخِرَةِ لَمِنَ الصَّالِحٖينَ","ayatMealText":{"tr":"O'na İshak ve Yakub'u bağışladık. Peygamberliği ve kitapları, onun soyundan gelenlere verdik. Onu dünyada mükafatlandırdık. Şüphesiz o, ahirette de salihler (zümresin)dendir.","nl":"En Wij schonken hem Ishâq en Ya'qôeb. En Wij hebben ender zijn nakomelingen het Profèctschap en dc Schrift tot stand gebracht. En Wij schonken hem zijn beloning in de wereld. En voorwaar, in het Hiernamaals behoort hij zeker tot de oprechten.","en":"We blessed him with Isaac and ˹later˺ Jacob, and reserved prophethood and revelation for his descendants. We gave him his reward in this life, and in the Hereafter he will certainly be among the righteous"},"surah":null},{"id":3368,"surahId":29,"ayatId":28,"ayatNo":"٢٨","pageNo":399,"ayatText":"وَلُوطاً اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَؗ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِنَ الْعَالَمٖينَ","ayatMealText":{"tr":"Lut'u da gönderdik. O kavmine demişti ki: \"Gerçekten siz, daha önce hiçbir milletin yapmadığı bir hayasızlığı yapıyorsunuz!\"","nl":"En (gedenkt) Lôcth, toen hij tegen zijn volk zei. \"Jullie begaan zeker gruweldaden, die niemand van de mensen ooit beging.","en":"And ˹remember˺ when Lot rebuked ˹the men of˺ his people: “You certainly commit a shameful deed that no man has ever done before you"},"surah":null},{"id":3369,"surahId":29,"ayatId":29,"ayatNo":"٢٩","pageNo":399,"ayatText":"اَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبٖيلَ وَتَأْتُونَ فٖي نَادٖيكُمُ الْمُنْكَرَؕ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّٓا اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"\"(Bu ilâhî ikazdan sonra) siz, ille de erkeklere yaklaşacak, yol kesecek ve toplantılarınızda edepsizlik yapacak mısınız?\" Kavminin cevabı ise, şöyle demelerinden ibaret oldu: \"Doğru söyleyenlerden isen Allah'ın azabını getir bize!\"","nl":"Is het dan inderdaad niet zo dat jullie de mensen benaderen en op de weg struikroverij bedrijven en in jullie samenkomsten het verwerpelijke verichten?\" Het antwoord van zijn volk was slechts dat zij zeiden: \"Geef ons dan de bcstraffing van Allah, als jij tot de waarachtigen behoort!\"","en":"Do you really lust after ˹other˺ men, abuse the travellers, and practice immorality ˹openly˺ in your gatherings?” His people’s only response was to say ˹mockingly˺: “Bring Allah’s punishment upon us, if what you say is true.”"},"surah":null},{"id":3370,"surahId":29,"ayatId":30,"ayatNo":"٣٠","pageNo":399,"ayatText":"قَالَ رَبِّ انْصُرْنٖي عَلَى الْقَوْمِ الْمُفْسِدٖينَࣖ","ayatMealText":{"tr":"(Lut:) \"Ey Rabbim! Şu fesatçılar güruhuna karşı bana yardım eyle\" dedi.","nl":"Hij zei: \"Mijn Heer, help mij tegen het volk van de verdedzaaiers! \"","en":"Lot prayed, “My Lord! Help me against the people of corruption.”"},"surah":null}]}