{"juzNo":1,"pageNo":4,"arCuzNo":"۱","arPageNo":"٤","quranAyats":[{"id":24,"surahId":2,"ayatId":17,"ayatNo":"١٧","pageNo":4,"ayatText":"مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَاراًۚ فَلَمَّٓا اَضَٓاءَتْ مَا حَوْلَهُ ذَهَبَ اللّٰهُ بِنُورِهِمْ وَتَرَكَهُمْ فٖي ظُلُمَاتٍ لَا يُبْصِرُونَ","ayatMealText":{"tr":"Onların durumu, bir ateş yakanın durumu gibidir. (Ateş) çevresini aydınlatır aydınlatmaz Allah onların (gözlerinin) nurlarını giderdi ve onları karanlıklar içinde bıraktı, artık görmezler.","nl":"Hun gelijkenis is als de gelijkenis van degene die een vuur ontsteekt: wanneer het (vuur) zijn omgeving verlicht, dan neemt Allah hun licht weg en laat Hij hen in de duisternissen achter. Zij zien niet.","en":"Their example is that of someone who kindles a fire, but when it lights up all around them, Allah takes away their light, leaving them in complete darkness—unable to see"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":25,"surahId":2,"ayatId":18,"ayatNo":"١٨","pageNo":4,"ayatText":"صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَۙ","ayatMealText":{"tr":"(Onlar) sağırdırlar, dilsizdirler, kördürler. Artık (hakka) dönmezler.","nl":"(Zij zijn) doof, stom, en blind (van hart), daarom keren zij niet terug.","en":"They are ˹wilfully˺ deaf, dumb, and blind, so they will never return ˹to the Right Path˺"},"surah":null},{"id":26,"surahId":2,"ayatId":19,"ayatNo":"١٩","pageNo":4,"ayatText":"اَوْ كَصَيِّبٍ مِنَ السَّمَٓاءِ فٖيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌۚ يَجْعَلُونَ اَصَابِعَهُمْ فٖٓي اٰذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِؕ وَاللّٰهُ مُحٖيطٌ بِالْكَافِرٖينَ","ayatMealText":{"tr":"Yahut (onların durumu), gökten boşanan, içinde karanlıklar, gök gürlemesi ve şimşek(ler) bulunan bir yağmur(a tutulmuşun hali) gibidir. Yıldırımlardan ölmek korkusuyla parmaklarını kulaklarına tıkarlar. Oysa Allah, inkârcıları tamamen kuşatmıştır.","nl":"Of als (de gelijkenis, met) een regenstorm uit de hemel met daarin duisternissen, donder en bliksem. Zij stoppen hun vingers in hun oren voor de donderslagen, uit doodsangst. En Allah omvat de ongelovigen.","en":"Or ˹those caught in˺ a rainstorm from the sky with darkness, thunder, and lightning. They press their fingers into their ears at the sound of every thunder-clap for fear of death. And Allah encompasses the disbelievers ˹by His might˺"},"surah":null},{"id":27,"surahId":2,"ayatId":20,"ayatNo":"٢٠","pageNo":4,"ayatText":"يَكَادُ الْبَرْقُ يَخْطَفُ اَبْصَارَهُمْؕ كُلَّمَٓا اَضَٓاءَ لَهُمْ مَشَوْا فٖيهِۙ وَاِذَٓا اَظْلَمَ عَلَيْهِمْ قَامُواؕ وَلَوْ شَٓاءَ اللّٰهُ لَذَهَبَ بِسَمْعِهِمْ وَاَبْصَارِهِمْؕ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌࣖ","ayatMealText":{"tr":"O şimşek nerdeyse gözlerini (n nûrunu) kapıverecek. Önlerini aydınlattımı ışığında yürürler, karanlık üzerlerine çöktümü de dikilip kalırlar. Allah dilemiş olsaydı işitmelerini, görmelerini de alıverirdi. Şüphesiz Allah her şeye kâdirdir.","nl":"Bijna rukt de bliksem hun gezicht weg. Telkens wanneer deze hen verlicht, dan lopen zij in (het licht), maar wanneer hij hen in de duisternis laat, dan blijven ze staan. En als Allah het had gewild, dan had Hij hun gehoor en hun gezicht weggenomen. Voorwaar. Allah is Almachtig over alle zaken.","en":"It is as if the lightning were about to snatch away their sight. Whenever lightning strikes, they walk in its light, but when darkness covers them, they stand still. Had Allah willed, He could have taken away their hearing and sight. Surely Allah is Most Capable of everything"},"surah":null},{"id":28,"surahId":2,"ayatId":21,"ayatNo":"٢١","pageNo":4,"ayatText":"يَٓا اَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذٖي خَلَقَكُمْ وَالَّذٖينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَۙ","ayatMealText":{"tr":"Ey insanlar! Sizi ve sizden öncekileri yaratan Rabb'inize kulluk edin ki (Allah'ın) azabından korunasınız.","nl":"O mensen, aanbid jullie Heer, Degenen Die jullie heeft geschapen en degenen vóór jullie. Hopelijk zullen jullie (Allah) vrezen.","en":"O humanity! Worship your Lord, Who created you and those before you, so that you may become mindful ˹of Him˺"},"surah":null},{"id":29,"surahId":2,"ayatId":22,"ayatNo":"٢٢","pageNo":4,"ayatText":"اَلَّذٖي جَعَلَ لَكُمُ الْاَرْضَ فِرَاشاً وَالسَّمَٓاءَ بِنَٓاءًࣕ وَاَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرَاتِ رِزْقاً لَكُمْۚ فَلَا تَجْعَلُوا لِلّٰهِ اَنْدَاداً وَاَنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"O (Rabb) ki yeri sizin için bir döşek, göğü de bir bina yaptı. Gökten su indirdi, onunla size rızık olarak çeşitli ürünler çıkardı. Öyleyse siz de, bile bile, Allah'a eşler koşmayın.","nl":"Degene Die de aarde voor jullie heeft gemaakt tot een tapijt en de hemel tot een gewelf en Hij zendt water uit de hemel neer, waarmee Hij vervolgens vruchten voortbrengt als voorziening voor jullie. Ken daarom geen deelgenoten toe aan Allah, terwijl jullie (het) wegen.","en":"˹He is the One˺ Who has made the earth a place of settlement for you and the sky a canopy; and sends down rain from the sky, causing fruits to grow as a provision for you. So do not knowingly set up equals to Allah ˹in worship˺"},"surah":null},{"id":30,"surahId":2,"ayatId":23,"ayatNo":"٢٣","pageNo":4,"ayatText":"وَاِنْ كُنْتُمْ فٖي رَيْبٍ مِمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهٖࣕ وَادْعُوا شُهَدَٓاءَكُمْ مِنْ دُونِ اللّٰهِ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Eğer kulumuz (Muhammed)a indirdiğimiz (Kur'ân)den şüphe içinde iseniz, haydi onun gibi bir sûre getirin, Allah'tan başka güvendiklerinizin hepsini çağırın; eğer doğru iseniz.","nl":"En als jullie in twijfel verkeren over wat Wij hebben neergezonden aan Onze dienaar (Moehammad), brengt dan een gelijkwaardige Soerah voort, en roept jullie getuigen buiten Allah op, als jullie waarachtigen zijn.","en":"And if you are in doubt about what We have revealed to Our servant, then produce a sûrah like it and call your helpers other than Allah, if what you say is true"},"surah":null},{"id":31,"surahId":2,"ayatId":24,"ayatNo":"٢٤","pageNo":4,"ayatText":"فَاِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتٖي وَقُودُهَا النَّاسُ وَالْحِجَارَةُۚ اُعِدَّتْ لِلْكَافِرٖينَ","ayatMealText":{"tr":"Yok yapamadıysanız, ki hiçbir zaman yapamayacaksınız, o halde yakıtı insanlar ve taşlar olan, inkârcılar için hazırlanmış ateşten sakının.","nl":"Als jullie dan daartoe niet in staat zijn, en jullie zullen er nooit toe in staat zijn, vreest dan de Hel; haar brandstof bestaat uit mensen en stenen, (zij is) gereedgemaakt voor de ongelovigen.","en":"But if you are unable to do so—and you will never be able to do so—then fear the Fire fuelled with people and stones, which is prepared for the disbelievers"},"surah":null}]}