{"juzNo":2,"pageNo":40,"arCuzNo":"۲","arPageNo":"٤۰","quranAyats":[{"id":253,"surahId":2,"ayatId":246,"ayatNo":"٢٤٦","pageNo":40,"ayatText":"اَلَمْ تَرَ اِلَى الْمَلَأِ مِنْ بَنٖٓي اِسْرَٓائٖلَ مِنْ بَعْدِ مُوسٰىۘ اِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكاً نُقَاتِلْ فٖي سَبٖيلِ اللّٰهِؕ قَالَ هَلْ عَسَيْتُمْ اِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ اَلَّا تُقَاتِلُواؕ قَالُوا وَمَا لَـنَٓا اَلَّا نُقَاتِلَ فٖي سَبٖيلِ اللّٰهِ وَقَدْ اُخْرِجْنَا مِنْ دِيَارِنَا وَاَبْنَٓائِنَاؕ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا اِلَّا قَلٖيلاً مِنْهُمْؕ وَاللّٰهُ عَلٖيمٌ بِالظَّالِمٖينَ","ayatMealText":{"tr":"Baksana, İsrail oğullarının Musa'dan sonra ileri gelenlerine! Hani onlar, bir peygamberlerine: \"Bize bir kumandan gönder de Allah yolunda savaşalım...\" dediler. O da: \"Size savaş farz kılınırsa, acaba yapmamazlık eder misiniz?\" dedi. Onlar: \"Bize ne oldu da yurtlarımızdan çıkarıldığımız ve çocuklarımızdan ayrıldığımız halde Allah yolunda savaşmayalım?\" dediler. Bunun üzerine savaş kendilerine farz kılınınca da onlardan pek azı hariç, yüz çevirdiler. Ama Allah, o zalimleri bilir.","nl":"Heb jij niet gezien, (hoe het einde was van) de vooraanstaanden van de Kinderen van Israe I na (het heengaan van) Môesa? Toen zij tot een Profeet van hen zeiden: \"Wijs voor ons een koning aan, dan zullen wij strijden op de Weg van Allah.\" Hij zei: \"Is het mogelijk dat als jullie de strijd wordt verplicht, jullie niet zullen strijden?\" Zij zeiden: \"Waarom zouden wij niet op de Weg van Allah strijden, terwijl wij uit onze woonplaatsen zijn verdreven en van onze zonen?\" En toen dan hun de strijd werd verplicht, wendden zij zich af, met uitzondering van een klein aantal van hen. En Allah kent de onrechtplegers.","en":"Have you not seen those chiefs of the Children of Israel after Moses? They said to one of their prophets, “Appoint for us a king, ˹and˺ we will fight in the cause of Allah.” He said, “Are you not going to cower if ordered to fight?” They replied, “How could we refuse to fight in the cause of Allah, while we were driven out of our homes and ˹separated from˺ our children?” But when they were ordered to fight, they fled, except for a few of them. And Allah has ˹perfect˺ knowledge of the wrongdoers"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":254,"surahId":2,"ayatId":247,"ayatNo":"٢٤٧","pageNo":40,"ayatText":"وَقَالَ لَهُمْ نَبِيُّهُمْ اِنَّ اللّٰهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاًؕ قَالُٓوا اَنّٰى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ اَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِؕ قَالَ اِنَّ اللّٰهَ اصْطَفٰيهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِؕ وَاللّٰهُ يُؤْتٖي مُلْكَهُ مَنْ يَشَٓاءُؕ وَاللّٰهُ وَاسِعٌ عَلٖيمٌ","ayatMealText":{"tr":"Peygamberleri onlara: \"Allah, size hükümdar olmak üzere Talût'u gönderdi.\" demişti. Onlar: \"Ona bizim üzerimize hükümdar olmak nereden geldi? Oysa hükümdarlığa biz ondan daha lâyıkız, ona maldan bir genişlik, bir bolluk da verilmemiştir.\" dediler. Peygamberleri de \"Onu sizin başınıza Allah seçmiş ve ona bilgi ve vücut bakımından bir güç, bir genişlik vermiştir.\" dedi. Hem Allah, mülkünü dilediğine verir. Allah'ın rahmeti geniştir, o her şeyi bilir.","nl":"En hun Profeet zei tot hen: \"Voorwaar, Allah heeft voor jullie Thâlôet aangewezen als koning.\" Zij zeiden: \"Hoe kan het zijn dat hem het koningschap over ons gegeven wordt, terwijl wij meer recht hebben op het koningschap dan hij, en hem geen overvloed aan bezittingen is gegeven?\"' Hij zei: \"Voorwaar, Allah heeft hem boven jullie verkozen en hem rijkelijk voorzien van kennis en lichaamskracht. En Allah geeft het koningschap aan wie Hij wil en Allah is Allesomvattend. Alwetend,","en":"Their prophet told them, “Allah has appointed Saul to be your king.” They protested, “How can he be our king when some of us are more deserving of kingship than he, and he has not been blessed with vast riches?” He replied, “Allah has chosen him over you and blessed him with knowledge and stature. Allah grants kingship to whoever He wills. And Allah is All-Bountiful, All-Knowing.”"},"surah":null},{"id":255,"surahId":2,"ayatId":248,"ayatNo":"٢٤٨","pageNo":40,"ayatText":"وَقَالَ لَهُمْ نَبِيُّهُمْ اِنَّ اٰيَةَ مُلْكِهٖٓ اَنْ يَأْتِيَكُمُ التَّابُوتُ فٖيهِ سَكٖينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ اٰلُ مُوسٰى وَاٰلُ هٰرُونَ تَحْمِلُهُ الْمَلٰٓئِكَةُؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لَكُمْ اِنْ كُنْتُمْ مُؤْمِنٖينَࣖ","ayatMealText":{"tr":"Peygamberleri, onlara şunu da söylemişti: Haberiniz olsun, Onun hükümdarlığının alâmeti, size o tabutun gelmesi olacaktır ki onda Rabbinizden bir sekine (sükûnet, gönül rahatlığı), Musa ve Harun ailelerinin bıraktıklarından bir bakiyye (kalıntı) vardır. Onu melekler getirecektir. Eğer iman etmiş kimselerden iseniz, bunda sizin için kesin bir ibret, bir alâmet vardır.","nl":"En hun Profeet zei tot hen: \"Voorwaar, een teken van zijn koningschap is dat de Tabôet (ark) tot jullie zal komen waarin geruststelling van jullie Heer is, (en) waarin zich een nalatenschap bevindt van wat is nagelaten door de familie van Môesa en de familie van Hârôen. De Engelen zullen hem (de ark) dragen. Voorwaar, daarin zijn zeker Tekenen voor jullie, als jullie gelovigen zouden zijn.","en":"Their prophet further told them, “The sign of Saul’s kingship is that the Ark will come to you—containing reassurance from your Lord and relics of the family of Moses and the family of Aaron, which will be carried by the angels. Surely in this is a sign for you, if you ˹truly˺ believe.”"},"surah":null}]}