{"juzNo":20,"pageNo":400,"arCuzNo":"۲۰","arPageNo":"٤۰۰","quranAyats":[{"id":3371,"surahId":29,"ayatId":31,"ayatNo":"٣١","pageNo":400,"ayatText":"وَلَمَّا جَٓاءَتْ رُسُلُـنَٓا اِبْرٰهٖيمَ بِالْبُشْرٰىۙ قَالُٓوا اِنَّا مُهْلِكُٓوا اَهْلِ هٰذِهِ الْقَرْيَةِۚ اِنَّ اَهْلَهَا كَانُوا ظَالِمٖينَۚ","ayatMealText":{"tr":"Elçilerimiz İbrahim'e (iki oğul vereceğimize dair) müjdeyi getirdiklerinde şöyle dediler: \"Biz bu memleket halkını helak edeceğiz. Çünkü oranın halkı zalim kimselerdir.\"","nl":"En toen Onze gezanten (Engelen) tot Ibrâhîm kwamen met de verheugende tijdingen, zeiden zij.\"Voorwaar, wij zullen de bewoners van deze stad vernietigen. Voorwaar, haar bewoners waren onrechtvaardigen.\"","en":"When Our messenger-angels came to Abraham with the good news ˹of the birth of Isaac˺, they said, “We are going to destroy the people of this city ˹of Sodom˺, for its people have persisted in wrongdoing.”"},"surah":{"surahId":29,"name":"Ankebût","nameAr":"الْعَنْكَبُوتِ","revelationOrder":85,"verseCount":69,"juzNo":20,"firstPage":396}},{"id":3372,"surahId":29,"ayatId":32,"ayatNo":"٣٢","pageNo":400,"ayatText":"قَالَ اِنَّ فٖيهَا لُـوطاًؕ قَالُوا نَحْنُ اَعْلَمُ بِمَنْ فٖيهَاؗ لَنُنَجِّيَنَّهُ وَاَهْلَـهُٓ اِلَّا امْرَاَتَهُؗ كَانَتْ مِنَ الْغَابِرٖينَ","ayatMealText":{"tr":"(İbrahim) dedi ki: \"Ama orada Lut var!\" Şöyle cevap verdiler: \"Biz orada kimlerin bulunduğunu çok iyi biliyoruz. Onu ve ailesini elbette kurtaracağız. Yalnız karısı müstesna; o geride (azabda) kalacaklar arasındadır. \"","nl":"Hij zei: \"Lôeth is daar.\" Zij miden: \"Wij weten beter wie daar zijn. Voorwaar, wij zullen hem en zijn familie redden, behalve zijn vrouw. Zij zal tot de achterblijvers behoren.\"","en":"He said, “But Lot is there!” They responded, “We know best who is there. We will certainly save him and his family—except his wife, who is one of the doomed.”"},"surah":null},{"id":3373,"surahId":29,"ayatId":33,"ayatNo":"٣٣","pageNo":400,"ayatText":"وَلَمَّٓا اَنْ جَٓاءَتْ رُسُلُنَا لُـوطاً سٖٓيءَ بِهِمْ وَضَـاقَ بِهِمْ ذَرْعاً وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْࣞ اِنَّا مُنَجُّوكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغَابِرٖينَ","ayatMealText":{"tr":"Elçilerimiz Lut'a gelince, onlar hakkında tasalandı. Ve onlar(ı düşünmesi) sebebiyle takatten düştü. O'na: \"Korkma, tasalanma! Çünkü biz seni de, aileni de kurtaracağız. Yalnız (azabda) kalacaklar arasında bulunan karın müstesna\" dediler.","nl":"En toen Onze gezanten naar Lôeth kwamen, was hij bedroefd vanwege hen, en hij had geen macht om hen te beschermen. Maar zij zeiden: \"Wees niet bang en treur niet: voorwaar, wij redden zeker jou en jouw familie, behalve jouw vrouw. Zij zal tot de achterblijvers behoren.","en":"And when Our messenger-angels came to Lot, he was distressed and worried by their arrival. They reassured ˹him˺, “Do not fear, nor grieve. We will surely deliver you and your family—except your wife, who is one of the doomed"},"surah":null},{"id":3374,"surahId":29,"ayatId":34,"ayatNo":"٣٤","pageNo":400,"ayatText":"اِنَّا مُنْزِلُونَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزاً مِنَ السَّمَٓاءِ بِمَا كَانُوا يَفْسُقُونَ","ayatMealText":{"tr":"\"Biz şüphesiz bu memleket halkının üzerine, yoldan çıkmalarına karşılık (feci) bir azab indireceğiz.\"(dediler).","nl":"Voorwaar, wij zullen een zware bestraffing uit de hemel neerzenden op de bewoners van deze stad omdat zij zware zonden begingen.\"","en":"We are certainly bringing down a punishment from heaven upon the people of this city for their rebelliousness.”"},"surah":null},{"id":3375,"surahId":29,"ayatId":35,"ayatNo":"٣٥","pageNo":400,"ayatText":"وَلَقَدْ تَرَكْنَا مِنْهَٓا اٰيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ","ayatMealText":{"tr":"Andolsun ki biz, aklını kullanacak bir kavim için oradan apaçık bir ibret nişanesi bırakmışızdır.","nl":"En voorzeker, Wij hebben een duidelijk Teken achtergelaten voor een volk dat begrijpt.","en":"And We did leave ˹some of˺ its ruins as a clear lesson for people of understanding"},"surah":null},{"id":3376,"surahId":29,"ayatId":36,"ayatNo":"٣٦","pageNo":400,"ayatText":"وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْباًۙ فَقَالَ يَا قَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِي الْاَرْضِ مُفْسِدٖينَ","ayatMealText":{"tr":"Medyen'e de kardeşleri Şuayb'ı gönderdik ve Şuayb, \"Ey kavmim! Allah'a kulluk edin, ahiret gününe ümit bağlayın, yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın!\" dedi.","nl":"En naar Madyan (stuurden Wij) hun broeder Sjoe'aib. En hij zei: \"O mijn volk, aanbidt Allah en hoopt op de Laatste Dag en verricht geen kwaad op aarde als verderfzaaiers.\"","en":"And to the people of Midian ˹We sent˺ their brother Shu’aib. He said, “O my people! Worship Allah, and hope for ˹the reward of˺ the Last Day. And do not go about spreading corruption in the land.”"},"surah":null},{"id":3377,"surahId":29,"ayatId":37,"ayatNo":"٣٧","pageNo":400,"ayatText":"فَكَذَّبُوهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوا فٖي دَارِهِمْ جَاثِمٖينَؗ","ayatMealText":{"tr":"Fakat onu yalancılıkla itham ettiler. Derken, kendilerini bir sarsıntı yakalayıverdi ve yurtlarında diz üstü çökekaldılar.","nl":"Toen loochenden zij hem waarna een aardbeving hen trof en zij werden doden in hun huizen.","en":"But they rejected him, so an ˹overwhelming˺ earthquake struck them and they fell lifeless in their homes"},"surah":null},{"id":3378,"surahId":29,"ayatId":38,"ayatNo":"٣٨","pageNo":400,"ayatText":"وَعَاداً وَثَمُودَا۬ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْࣞ وَزَيَّنَ لَهُمُ الشَّيْطَانُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبٖيلِ وَكَانُوا مُسْتَبْصِرٖينَۙ","ayatMealText":{"tr":"Ad ve Semud'u da (helak ediverdik). Sizin için, (onların başına nelerin geldiği) oturdukları yerlerden apaçık anlaşılmaktadır. Şeytan onlara yaptıkları işleri güzel gösterip onları doğru yoldan çıkardı. Oysa bakıp görebilecek durumdaydılar.","nl":"En (Wij vernietigden) de 'Âd en de Tsamôed. Dat is jullie waarlijk bekend geworden door (de ruïnes van) hun woningen. En de Satan deed voor hen hun daden schoon sehijnen, waarna hij hen afleidde van de Weg, hoewel zij over inzicht beschikten.","en":"And the people of ’Ȃd and Thamûd ˹met a similar fate˺, which must be clear to you ˹Meccans˺ from their ruins. Satan made their ˹evil˺ deeds appealing to them, hindering them from the ˹Right˺ Way, although they were capable of reasoning"},"surah":null}]}