{"juzNo":20,"pageNo":401,"arCuzNo":"۲۰","arPageNo":"٤۰۱","quranAyats":[{"id":3379,"surahId":29,"ayatId":39,"ayatNo":"٣٩","pageNo":401,"ayatText":"وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَٓاءَهُمْ مُوسٰى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْاَرْضِ وَمَا كَانُوا سَابِقٖينَۚ","ayatMealText":{"tr":"Karun'u, Firavun'u ve Hâmân'ı da (helak ettik). Andolsun ki, Musa onlara apaçık deliller getirmişti de onlar yeryüzünde büyüklük taslamışlardı. Halbuki (azabımızı aşıp ) geçebilecek değillerdi.","nl":"En (Wij vernietigden) Qârôen en Fir'aun en Hâmân. En voorzeker is Môesa tot hen met duidelijke Tekenen gekomen, maar zij waren hoogmoedig op de aarde. En zij konden (Onze bestraffing) niet ontvluchten.","en":"˹We˺ also ˹destroyed˺ Korah, Pharaoh, and Hamân. Indeed, Moses had come to them with clear proofs, but they behaved arrogantly in the land. Yet they could not escape ˹Us˺"},"surah":{"surahId":29,"name":"Ankebût","nameAr":"الْعَنْكَبُوتِ","revelationOrder":85,"verseCount":69,"juzNo":20,"firstPage":396}},{"id":3380,"surahId":29,"ayatId":40,"ayatNo":"٤٠","pageNo":401,"ayatText":"فَكُلاًّ اَخَذْنَا بِذَنْبِهٖۚ فَمِنْهُمْ مَنْ اَرْسَلْنَا عَـلَيْهِ حَـاصِباًۚ وَمِنْهُمْ مَنْ اَخَذَتْهُ الصَّيْحَةُۚ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُٓوا اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Nitekim onlardan herbirini günahları sebebiyle suç üstü yakaladık: Kiminin üzerine taşlar savuran rüzgarlar gönderdik, kimini korkunç bir ses yakaladı, kimini yerin dibine geçirdik, kimini de suda boğduk. Allah onlara zulmetmiyor, asıl onlar kendilerine yazık ediyorlardı.","nl":"En ieder bestraften Wij voor zijn zonde. Daarom waren er onder hen over wie Wij een storm var hagelstenen zonden en waren er onder hen die door een bliksemslag gegrepen werden. En er waren er onder hen die Wij in de aarde deden wegzinken en er waren er onder hen Wij verdronken. Allah was niet onrechtvaardig voor hen, maar zij waren onrechtvaardig voor ziclizelf","en":"So We seized each ˹people˺ for their sin: against some of them We sent a storm of stones, some were overtaken by a ˹mighty˺ blast, some We caused the earth to swallow, and some We drowned. Allah would not have wronged them, but it was they who wronged themselves"},"surah":null},{"id":3381,"surahId":29,"ayatId":41,"ayatNo":"٤١","pageNo":401,"ayatText":"مَثَلُ الَّذٖينَ اتَّخَذُوا مِنْ دُونِ اللّٰهِ اَوْلِيَٓاءَ كَمَثَلِ الْعَنْكَبُوتِۚ اِتَّخَذَتْ بَيْتاًؕ وَاِنَّ اَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِۘ لَوْ كَانُوا يَعْلَمُونَ","ayatMealText":{"tr":"Allah'tan başka dost edinenlerin durumu, kendine yuva yapan örümceğin durumu gibidir. Halbuki, evlerin en çürüğü şüphesiz örümcek yuvasıdır. Keşke bilselerdi.","nl":"De gelijkenis met degenen die helpers naast Allah nemen, is als die met een spin die een huis maakt. En voorwaar, het zwakste van de huizen is zeker het huis van een spin (al 'Ankabôet), als zij het wisten.","en":"The parable of those who take protectors other than Allah is that of a spider spinning a shelter. And the flimsiest of all shelters is certainly that of a spider, if only they knew"},"surah":null},{"id":3382,"surahId":29,"ayatId":42,"ayatNo":"٤٢","pageNo":401,"ayatText":"اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهٖ مِنْ شَيْءٍؕ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Allah, onların kendisini bırakıpta hangi şeye yalvardıklarını şüphesiz ki bilir. O mutlak güç ve hikmet sahibidir.","nl":"Voorwaar, Allah weet wat zij voor iets naast Hem aanroepen en Hij is de Almachtige, de Alwijze.","en":"Allah surely knows that whatever ˹gods˺ they invoke besides Him are ˹simply˺ nothing. For He is the Almighty, All-Wise"},"surah":null},{"id":3383,"surahId":29,"ayatId":43,"ayatNo":"٤٣","pageNo":401,"ayatText":"وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُـهَٓا اِلَّا الْعَالِمُونَ","ayatMealText":{"tr":"İşte biz bu temsilleri insanlar için getiriyoruz; fakat onları ancak bilenler düşünüp anlayabilir.","nl":"En deze vergelijkingen maken Wij voor de mensen, maar zij begrijpen ze niet, behalve degenen die over kennis beschikken.","en":"These are the parables We set forth for humanity, but none will understand them except the people of knowledge"},"surah":null},{"id":3384,"surahId":29,"ayatId":44,"ayatNo":"٤٤","pageNo":401,"ayatText":"خَلَقَ اللّٰهُ السَّمٰوَاتِ وَالْاَرْضَ بِالْحَقِّؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِلْمُؤْمِنٖينَࣖ","ayatMealText":{"tr":"Allah gökleri ve yeri hak olarak yarattı. Şüphesiz bunda, iman edenler için bir nişane bulunmaktadır.","nl":"Allah schiep de hemelen en de aarde in waarheid. Voorwaar, daarin is zeker een Teken voor de gelovigen.","en":"Allah created the heavens and the earth for a purpose. Surely in this is a sign for the people of faith"},"surah":null},{"id":3385,"surahId":29,"ayatId":45,"ayatNo":"٤٥","pageNo":401,"ayatText":"اُتْلُ مَٓا اُو۫حِيَ اِلَيْكَ مِنَ الْكِتَابِ وَاَقِمِ الصَّلٰوةَؕ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَٓاءِ وَالْمُنْكَرِؕ وَلَذِكْرُ اللّٰهِ اَكْبَرُؕ وَاللّٰهُ يَعْلَمُ مَا تَصْنَعُونَ","ayatMealText":{"tr":"Sana vahyedilen Kitabı oku ve namazı kıl. Muhakkak ki namaz hayasızlıktan ve kötülükten alıkoyar. Allah'ı anmak elbette en büyük ibadettir. Allah yaptıklarınızı bilir.","nl":"Draag voor (O Moehammad) wat aan jou in het Boek geopenbaard is en onderhoud de shalât. Voorwaat, de shalât weerhoudt van de gruweldaad en het verwerpelijke. Zeker, het gedenken van Allah (de shalât) is groter en Allah weet wat jullie bedrijven.","en":"Recite what has been revealed to you of the Book and establish prayer. Indeed, ˹genuine˺ prayer should deter ˹one˺ from indecency and wickedness. The remembrance of Allah is ˹an˺ even greater ˹deterrent˺. And Allah ˹fully˺ knows what you ˹all˺ do"},"surah":null}]}