{"juzNo":21,"pageNo":403,"arCuzNo":"۲۱","arPageNo":"٤۰۳","quranAyats":[{"id":3393,"surahId":29,"ayatId":53,"ayatNo":"٥٣","pageNo":403,"ayatText":"وَيَسْتَعْجِلُونَكَ بِالْعَذَابِؕ وَلَوْلَٓا اَجَلٌ مُسَمًّى لَجَٓاءَهُمُ الْعَذَابُؕ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Senden azabı çarçabuk (getirmeni) istiyorlar. Eğer önceden tayin edilmiş bir vade olmasaydı, azab elbette onlara gelip çatmıştı. Fakat yine de, hiç farkına varmadıkları bir sırada o kendilerine mutlaka gelecektir.","nl":"En zij vragen jou om de bestraffing te laten bespoedigen. En als er geen vastgestelde termijn was, dan zou de bestraffing zeker reeds tot hen zijn gekomen. En die zal zeker plotseling tot hen komen, terwijl zij het niet beseffen.","en":"They challenge you ˹O Prophet˺ to hasten the punishment. Had it not been for a time already set, the punishment would have certainly come to them ˹at once˺. But it will definitely take them by surprise when they least expect it"},"surah":{"surahId":29,"name":"Ankebût","nameAr":"الْعَنْكَبُوتِ","revelationOrder":85,"verseCount":69,"juzNo":20,"firstPage":396}},{"id":3394,"surahId":29,"ayatId":54,"ayatNo":"٥٤","pageNo":403,"ayatText":"يَسْتَعْجِلُونَكَ بِالْعَذَابِؕ وَاِنَّ جَهَنَّمَ لَمُحٖيطَةٌ بِالْكَافِرٖينَۙ","ayatMealText":{"tr":"(Evet) senden azabı çarçabuk (getirmeni) istiyorlar. Halbuki cehennem, hiç şüpheleri olmasın, kâfirleri kuşatacaktır.","nl":"Zij vragen jou om de bestraffing te laten bespoedigen. En voorwaar, de Hel omsluit zeker de ongelovigen.","en":"They urge you to hasten the punishment. And Hell will certainly encompass the disbelievers"},"surah":null},{"id":3395,"surahId":29,"ayatId":55,"ayatNo":"٥٥","pageNo":403,"ayatText":"يَوْمَ يَغْشٰيهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"O günde azap, onları hem üstlerinden, hem ayaklarının altından saracak ve Allah (onlara), \"Yaptıklarınızın cezasını tadın!\" diyecektir.","nl":"Op die Dag bedekt de bestraffing hen, van boven ben en van onder hun voeten. En Hij zal zeggen: \"Proeft wat jullie plachten te doen.\"","en":"on the Day the punishment will overwhelm them from above them and from below their feet. And it will be said, “Reap what you sowed.”"},"surah":null},{"id":3396,"surahId":29,"ayatId":56,"ayatNo":"٥٦","pageNo":403,"ayatText":"يَا عِبَادِيَ الَّذٖينَ اٰمَنُٓوا اِنَّ اَرْضٖي وَاسِعَةٌ فَاِيَّايَ فَاعْبُدُونِ","ayatMealText":{"tr":"Ey iman eden kullarım! Şüphesiz benim yarattığım yeryüzü geniştir. O halde yalnız bana kulluk edin.","nl":"O Mijn dienaren die geloven: voorwaar, Mijn aarde is wijd, aanbidt daarom slechts Mij.","en":"O My believing servants! My earth is truly spacious, so worship Me ˹alone˺"},"surah":null},{"id":3397,"surahId":29,"ayatId":57,"ayatNo":"٥٧","pageNo":403,"ayatText":"كُلُّ نَفْسٍ ذَٓائِقَةُ الْمَوْتِ ثُمَّ اِلَيْنَا تُرْجَعُونَ","ayatMealText":{"tr":"Her can ölümü tadacaktır. Sonunda bize döndürüleceksiniz.","nl":"Elke ziet zal de dood ervaren, Daarna zullen jullie tot Ons worden teruggekeerd.","en":"Every soul will taste death, then to Us you will ˹all˺ be returned"},"surah":null},{"id":3398,"surahId":29,"ayatId":58,"ayatNo":"٥٨","pageNo":403,"ayatText":"وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفاً تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَاؕ نِعْمَ اَجْرُ الْعَامِلٖينَࣗ","ayatMealText":{"tr":"İman edip güzel işler yapanları, (evet) muhakkak ki onları, altlarından ırmaklar akan ve içinde ebedî kalacakları cennet köşklerine yerleştireceğiz. (Böyle iyi) işler yapanların mükafatı ne güzeldir!","nl":"En voor degenen die geloven en goede werken verrichten zullen Wij zeker in het Paradijs hoge verblijven plaatsen, waar onder door de rivieren stromen. Zij zijn daarin eeuwiglevenden. De beste beloning is voor hen die (goede) werken verrichten.","en":"˹As for˺ those who believe and do good, We will certainly house them in ˹elevated˺ mansions in Paradise, under which rivers flow, to stay there forever. How excellent is the reward for those who work ˹righteousness!˺—"},"surah":null},{"id":3399,"surahId":29,"ayatId":59,"ayatNo":"٥٩","pageNo":403,"ayatText":"اَلَّذٖينَ صَبَرُوا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ","ayatMealText":{"tr":"Ki onlar, sabretmiş olup yalnız Rablerine güvenip dayanmaktadırlar.","nl":"Degenen die geduld hebben en op hun Heer vertrouwen.","en":"those who patiently endure, and put their trust in their Lord"},"surah":null},{"id":3400,"surahId":29,"ayatId":60,"ayatNo":"٦٠","pageNo":403,"ayatText":"وَكَاَيِّنْ مِنْ دَٓابَّةٍ لَا تَحْمِلُ رِزْقَهَاࣗ اَللّٰهُ يَرْزُقُهَا وَاِيَّاكُمْؗ وَهُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Nice hayvanlar var ki, rızkını (biriktirip yanında) taşımıyor. Çünkü onların da, sizin de rızkınızı Allah veriyor. O, her şeyi işitir ve bilir.","nl":"En hoeveel levende wezens zijn er niet, die niet over hun levensondeoud beschikken? Allah voorziet hen en jullie ook. En Hij is Alhorend, Alwetend.","en":"How many are the creatures that cannot secure their provisions! ˹It is˺ Allah ˹Who˺ provides for them and you ˹as well˺. He is indeed the All-Hearing, All-Knowing"},"surah":null},{"id":3401,"surahId":29,"ayatId":61,"ayatNo":"٦١","pageNo":403,"ayatText":"وَلَئِنْ سَاَلْتَهُمْ مَنْ خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللّٰهُۚ فَاَنّٰى يُؤْفَكُونَ","ayatMealText":{"tr":"Andolsun ki onlara, \"Gökleri ve yeri yaratan, güneşi ve ayı buyruğu altında tutan kimdir?\" diye sorsan \"Allah\" derler. O halde nasıl (haktan) çevrilip döndürülüyorlar?","nl":"En als je kun vraagt wie de hemelen en de aarde heeft geschapen en wie de zon en de maan heeft onderworpen, dan zullen zij zeker zeggen: \"Allah.\" Hoe komt het dan, dat zij zo bedrogen worden?","en":"If you ask them ˹O Prophet˺ who created the heavens and the earth and subjected the sun and the moon ˹for your benefit˺, they will certainly say, “Allah!” How can they then be deluded ˹from the truth˺"},"surah":null},{"id":3402,"surahId":29,"ayatId":62,"ayatNo":"٦٢","pageNo":403,"ayatText":"اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَٓاءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهُؕ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلٖيمٌ","ayatMealText":{"tr":"Allah, kullarından dilediğine rızkı bol bol verir, dilediğine de kısar. Şüphesiz Allah, her şeyi hakkıyla bilendir.","nl":"Allah verruimt de voorzieningen voor wie Hij wil van Zijn dienaren, en Hij beperkt voor hen. Voorwaar, Allah is Alwetend over alle dingen.","en":"Allah gives abundant or limited provisions to whoever He wills of His servants. Surely Allah has ˹full˺ knowledge of everything"},"surah":null},{"id":3403,"surahId":29,"ayatId":63,"ayatNo":"٦٣","pageNo":403,"ayatText":"وَلَئِنْ سَاَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَٓاءِ مَٓاءً فَاَحْيَا بِهِ الْاَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللّٰهُؕ قُلِ الْحَمْدُ لِلّٰهِؕ بَلْ اَكْثَرُهُمْ لَا يَعْقِلُونَࣖ","ayatMealText":{"tr":"Andolsun ki onlara, \"Gökten su indirip, onunla ölümünün ardından yeryüzünü canlandıran kimdir?\" diye sorsan, mutlaka, \"Allah \" derler. De ki: (Öyleyse) hamd de Allah'a mahsustur. Fakat çokları akıllarını kullanmazlar.","nl":"En als jij hun vraagt wie uit de hemel water doet neerkomen en dan de aarde daarmee tot leven brengt na haar dood, dan zeggen zij zeker: \"Allah.\" Zeg: \"Alle lof zij Allah.\" Maar de meesten van hen begrijpen het niet.","en":"And if you ask them who sends down rain from the sky, giving life to the earth after its death, they will surely say, “Allah!” Say, “Praise be to Allah!” In fact, most of them do not understand"},"surah":null}]}