{"juzNo":21,"pageNo":404,"arCuzNo":"۲۱","arPageNo":"٤۰٤","quranAyats":[{"id":3404,"surahId":29,"ayatId":64,"ayatNo":"٦٤","pageNo":404,"ayatText":"وَمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَٓا اِلَّا لَهْوٌ وَلَعِبٌؕ وَاِنَّ الدَّارَ الْاٰخِرَةَ لَهِيَ الْحَيَوَانُۘ لَوْ كَانُوا يَعْلَمُونَ","ayatMealText":{"tr":"Bu dünya hayatı sadece bir oyun ve oyalanmadan ibarettir. Ahiret yurduna gelince, işte asıl hayat odur. Keşke bilmiş olsalardı.","nl":"En dit wereldse leven is niets dan vermaak en spel. En voorwaar, het Huis van het Hiernamaals is zeker het echte leven, als zij het wisten!","en":"This worldly life is no more than play and amusement. But the Hereafter is indeed the real life, if only they knew"},"surah":{"surahId":29,"name":"Ankebût","nameAr":"الْعَنْكَبُوتِ","revelationOrder":85,"verseCount":69,"juzNo":20,"firstPage":396}},{"id":3405,"surahId":29,"ayatId":65,"ayatNo":"٦٥","pageNo":404,"ayatText":"فَاِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللّٰهَ مُخْلِصٖينَ لَهُ الدّٖينَۚ فَلَمَّا نَجّٰيهُمْ اِلَى الْبَرِّ اِذَا هُمْ يُشْرِكُونَۙ","ayatMealText":{"tr":"Baksana, gemiye bindikleri zaman, dini yalnız O'na has kılarak (ihlasla) Allah'a yalvarırlar. Fakat onları salimen karaya çıkarınca, bir bakarsın ki, (Allah'a) ortak koşmaktadırlar.","nl":"En als zij op de schepen varen, dan roepen zij Allah aan. Hem zuiver aanbiddend. Maar zodra Hij hen dan heeft gered (en) aan land heeft gebracht, dan kennen zij deelgenoten (aan Allah) toe.","en":"If they happen to be aboard a ship ˹caught in a storm˺, they cry out to Allah ˹alone˺ in sincere devotion. But as soon as He delivers them ˹safely˺ to shore, they associate ˹others with Him once again˺"},"surah":null},{"id":3406,"surahId":29,"ayatId":66,"ayatNo":"٦٦","pageNo":404,"ayatText":"لِيَكْفُرُوا بِمَٓا اٰتَيْنَاهُمْۙ وَلِيَتَمَتَّعُواࣞ فَسَوْفَ يَعْلَمُونَ","ayatMealText":{"tr":"Kendilerine verdiklerimize nankörlük etsinler ve safâ sürsünler bakalım! Ama yakında bilecekler.","nl":"Om hun ondankbaarheid te tonen voor wat Wij hun gegeven hebben en om te genieten. Spoedig zuilen zij het te weten.","en":"So let them be ungrateful for all We have given them, and ˹let them˺ enjoy themselves ˹for now˺! For they will soon know"},"surah":null},{"id":3407,"surahId":29,"ayatId":67,"ayatNo":"٦٧","pageNo":404,"ayatText":"اَوَلَمْ يَرَوْا اَنَّا جَعَلْنَا حَرَماً اٰمِناً وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْؕ اَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللّٰهِ يَكْفُرُونَ","ayatMealText":{"tr":"Çevrelerinde insanlar kapılıp götürülürken (öldürülürken, ya da esir edilirken), bizim (Mekke'yi) güven içinde kudsî bir yer yaptığımızı görmediler mi? Hâlâ batıla inanıp Allah'ın nimetine nankörlük mü ediyorlar?","nl":"En zim zij niet dat Wij, een gewijd veilig (land) hebben gemaakt, terwijl de mensen om hen heen worden verdreven? Geloven zij dan in de valsheid en ontkennen zij de gunst van Allah?","en":"Have they not seen how We have made ˹Mecca˺ a safe haven, whereas people ˹all˺ around them are snatched away? How can they then believe in falsehood and deny Allah’s favours"},"surah":null},{"id":3408,"surahId":29,"ayatId":68,"ayatNo":"٦٨","pageNo":404,"ayatText":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِباً اَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَٓاءَهُؕ اَلَيْسَ فٖي جَهَنَّمَ مَثْوًى لِلْكَافِرٖينَ","ayatMealText":{"tr":"Allah'a karşı yalan uyduran, yahut kendisine hak gelmişken onu yalan sayandan daha zalim kimdir? Cehennemde kâfirlere yer mi yok?","nl":"En wie is er onrechtvaardiger dan wie er een leugen over Allah verzint of de Waarheid loochent wanneer die tot hem is gekomen? Is de Hel niet de plaats voor de ongelovigen?","en":"And who does more wrong than those who fabricate lies against Allah or reject the truth after it has reached them? Is Hell not a ˹fitting˺ home for the disbelievers"},"surah":null},{"id":3409,"surahId":29,"ayatId":69,"ayatNo":"٦٩","pageNo":404,"ayatText":"وَالَّذٖينَ جَاهَدُوا فٖينَا لَنَهْدِيَنَّهُمْ سُبُلَنَاؕ وَاِنَّ اللّٰهَ لَمَعَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Ama bizim yolumuzda cihad edenleri, elbette kendi yollarımıza eriştireceğiz. Hiç şüphe yok ki Allah iyi davrananlarla beraberdir.","nl":"En degenen die omwille van Ons streven, die zullen Wij zeker Leiding schenken op Onze wegen. En voorwaar, Allah is zeker met de weldoeners.","en":"As for those who struggle in Our cause, We will surely guide them along Our Way. And Allah is certainly with the good-doers"},"surah":null},{"id":3410,"surahId":30,"ayatId":1,"ayatNo":"١","pageNo":404,"ayatText":"الٓمٓࣞ","ayatMealText":{"tr":"Elif, Lâm, Mim.","nl":"Alif Lâm Mîm.","en":"Alif-Lãm-Mĩm"},"surah":{"surahId":30,"name":"Rûm","nameAr":"الرُّومِ","revelationOrder":84,"verseCount":60,"juzNo":21,"firstPage":404}},{"id":3411,"surahId":30,"ayatId":2,"ayatNo":"٢","pageNo":404,"ayatText":"غُلِبَتِ الرُّومُۙ","ayatMealText":{"tr":"Rumlar yenildi.","nl":"Ik Romeinen zijn overwonnen.","en":"The Romans have been defeated"},"surah":null},{"id":3412,"surahId":30,"ayatId":3,"ayatNo":"٣","pageNo":404,"ayatText":"فٖٓي اَدْنَى الْاَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَۙ","ayatMealText":{"tr":"(Arapların bulunduğu bölgeye) en yakın bir yerde onlar, bu yenilgilerinin ardından mutlaka galib geleceklerdir.","nl":"In het nabijgelegen land, en na hun nederlaag zullen zij overwinnen.","en":"in a nearby land. Yet following their defeat, they will triumph"},"surah":null},{"id":3413,"surahId":30,"ayatId":4,"ayatNo":"٤","pageNo":404,"ayatText":"فٖي بِضْعِ سِنٖينَؕ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُؕ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَۙ","ayatMealText":{"tr":"(Bu da) birkaç yıl içinde (olacaktır). Onların bu yenilgilerinden önce de sonra da emir Allah'ındır ve o gün müminler, sevineceklerdir.","nl":"In enkelen jaren. Aan Allah behoort het bevel, voordien en nadien. En op die dag zullen de gelovigen zich verheugen.","en":"within three to nine years. The ˹whole˺ matter rests with Allah before and after ˹victory˺. And on that day the believers will rejoice"},"surah":null},{"id":3414,"surahId":30,"ayatId":5,"ayatNo":"٥","pageNo":404,"ayatText":"بِنَصْرِ اللّٰهِؕ يَنْصُرُ مَنْ يَشَٓاءُؕ وَهُوَ الْعَزٖيزُ الرَّحٖيمُ","ayatMealText":{"tr":"(Bu da) Allah'ın yardımıyla (olacaktır). Allah dilediğine yardım eder, galip kılar. O çok güçlüdür, çok merhamet edicidir.","nl":"Dank zij de hulp van Allah. Hij helpt wie Hij wil. En Hij is de Almachtige, de Meest Bamhartige.","en":"at the victory willed by Allah. He gives victory to whoever He wills. For He is the Almighty, Most Merciful"},"surah":null}]}