{"juzNo":21,"pageNo":405,"arCuzNo":"۲۱","arPageNo":"٤۰٥","quranAyats":[{"id":3415,"surahId":30,"ayatId":6,"ayatNo":"٦","pageNo":405,"ayatText":"وَعْدَ اللّٰهِؕ لَا يُخْلِفُ اللّٰهُ وَعْدَهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Allah'ın vaadi budur. Allah, vaadinden caymaz. Fakat insanların çoğu bilmezler.","nl":"Als een belofte van Allah. Allah breekt Zijn belofte niet, maar de meeste mensen weten het niet.","en":"˹This is˺ the promise of Allah. ˹And˺ Allah never fails in His promise. But most people do not know"},"surah":{"surahId":30,"name":"Rûm","nameAr":"الرُّومِ","revelationOrder":84,"verseCount":60,"juzNo":21,"firstPage":404}},{"id":3416,"surahId":30,"ayatId":7,"ayatNo":"٧","pageNo":405,"ayatText":"يَعْلَمُونَ ظَاهِراً مِنَ الْحَيٰوةِ الدُّنْيَاۚ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غَافِلُونَ","ayatMealText":{"tr":"Onlar, sadece bu dünya hayatının dış yüzünü bilirler. Ahiretten ise onlar hep gafildirler.","nl":"Zij kennen het uiterlijke van het wereldse leven, terwijl zij met betrekking tot het Hiernamaals onachtzamen zijn.","en":"They ˹only˺ know the worldly affairs of this life, but are ˹totally˺ oblivious to the Hereafter"},"surah":null},{"id":3417,"surahId":30,"ayatId":8,"ayatNo":"٨","pageNo":405,"ayatText":"اَوَلَمْ يَتَفَكَّرُوا فٖٓي اَنْفُسِهِمْࣞ مَا خَلَقَ اللّٰهُ السَّمٰوَاتِ وَالْاَرْضَ وَمَا بَيْنَهُمَٓا اِلَّا بِالْحَقِّ وَاَجَلٍ مُسَمًّىؕ وَاِنَّ كَثٖيراً مِنَ النَّاسِ بِلِقَٓائِ۬ رَبِّهِمْ لَكَافِرُونَ","ayatMealText":{"tr":"Kendi içlerinde hiç düşünmediler mi ki, Allah göklerde, yerde ve bu ikisi arasında bulunan her şeyi ancak hak ile ve belirlenmiş bir süre için yaratmıştır? Gerçekten insanların çoğu, Rablerine kavuşmayı inkâr etmektedirler.","nl":"En denken zij niet na over zichzelf? Allah heet de hemelen en de aarde en wat daartussen is, niet geschapen dan in Waarheid en voor een vastgestelde termijn. En voorwaar, de meeste mensen geloven zeker niet in de ontmoeting met hun Heer.","en":"Have they not reflected upon their own being? Allah only created the heavens and the earth and everything in between for a purpose and an appointed term. Yet most people are truly in denial of the meeting with their Lord"},"surah":null},{"id":3418,"surahId":30,"ayatId":9,"ayatNo":"٩","pageNo":405,"ayatText":"اَوَلَمْ يَسٖيرُوا فِي الْاَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذٖينَ مِنْ قَبْلِهِمْؕ كَانُٓوا اَشَدَّ مِنْهُمْ قُوَّةً وَاَثَارُوا الْاَرْضَ وَعَمَرُوهَٓا اَكْثَرَ مِمَّا عَمَرُوهَا وَجَٓاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِؕ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُٓوا اَنْفُسَهُمْ يَظْلِمُونَؕ","ayatMealText":{"tr":"Onlar, yeryüzünde gezmediler mi ki, kendilerinden öncekilerin sonu nasıl olmuş baksınlar? Onlar, kendilerinden daha güçlüydüler. Toprağı sürmüşler ve onu, bunların imar ettiklerinden daha çok imar etmişlerdi. Onlara da peygamberleri delillerle gelmişlerdi. Demek Allah onlara zulmetmiyordu. Fakat onlar, kendilerine zulmediyorlardı.","nl":"En reizen zij (ongelovigen) niet op de aarde, zodat zij zien hoe het einde was van degenen vóór hen? Zij waren sterker in kracht dan zij. En zij bewerkten de aarde en zij bebouwden haar meer dan zij (de ongelovigen) haar bebouwden. En hun Boodschappers waren tot hen gekomen met de duidelijke bewijzen. Het was Allah niet die hun onrecht aandeed, maar zij deden zichzelf onrecht aan.","en":"Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might; they cultivated the land and developed it more than these ˹Meccans˺ ever have. Their messengers came to them with clear proofs. Allah would have never wronged them, but it was they who wronged themselves"},"surah":null},{"id":3419,"surahId":30,"ayatId":10,"ayatNo":"١٠","pageNo":405,"ayatText":"ثُمَّ كَانَ عَاقِبَةَ الَّذٖينَ اَسَٓاؤُا السُّٓوآٰى اَنْ كَذَّبُوا بِاٰيَاتِ اللّٰهِ وَكَانُوا بِهَا يَسْتَهْزِؤُ۫نَࣖ","ayatMealText":{"tr":"Sonra o kötülük edenlerin sonu çok kötü oldu. Çünkü onlar, Allah'ın âyetlerini yalan saydılar ve onlarla alay ediyorlardı.","nl":"Daarna was de ergste bestraffing het einde van degenen die slechte werken verrichtten, omdat zij de Verzen van Allah loochenden en zij er de spot mee plachten te drijven.","en":"Then most evil was the end of the evildoers for denying and mocking the signs of Allah"},"surah":null},{"id":3420,"surahId":30,"ayatId":11,"ayatNo":"١١","pageNo":405,"ayatText":"اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعٖيدُهُ ثُمَّ اِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"Allah yaratmayı ilkin yapar, sonra da çevirir, onu yeniden yapar. Sonra hep döndürülüp O'na götürüleceksiniz.","nl":"Allah schept de schepping, daarop wekt Hij haar op en tenslotte worden jullie tot Hem terruggekeerd.","en":"It is Allah Who originates the creation, and will resurrect it. And then to Him you will ˹all˺ be returned"},"surah":null},{"id":3421,"surahId":30,"ayatId":12,"ayatNo":"١٢","pageNo":405,"ayatText":"وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ","ayatMealText":{"tr":"Kıyamet saatinin gelip çattığı gün suçlular, her ümidi keserler.","nl":"En op de Dag waarop het Uur valt wanhopen de zondaren.","en":"On the Day the Hour will arrive, the wicked will be dumbstruck"},"surah":null},{"id":3422,"surahId":30,"ayatId":13,"ayatNo":"١٣","pageNo":405,"ayatText":"وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَٓائِهِمْ شُفَعٰٓؤُ۬ا وَكَانُوا بِشُرَكَٓائِهِمْ كَافِرٖينَ","ayatMealText":{"tr":"Allah'a ortak koştuklarından, kendilerine şefaat edecekler de bulunmaz. Onlar, o zaman Allah'a koştukları ortakları inkâr ederler.","nl":"Er is voor hen onder hun afgoden geen voorspreker en zij zullen hun afgoden ontkennen.","en":"There will be no intercessors for them from among their associate-gods, and they will ˹totally˺ deny their associate-gods"},"surah":null},{"id":3423,"surahId":30,"ayatId":14,"ayatNo":"١٤","pageNo":405,"ayatText":"وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ","ayatMealText":{"tr":"Kıyamet saatinin gelip çattığı gün varya, o gün (inananlarla inanmayanlar) ayrılırlar.","nl":"Op de Dag waarop het Uur valt, op die Dag zullen zij gegroepeerd worden.","en":"And on the Day the Hour will arrive, the people will then be split ˹into two groups˺"},"surah":null},{"id":3424,"surahId":30,"ayatId":15,"ayatNo":"١٥","pageNo":405,"ayatText":"فَاَمَّا الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فٖي رَوْضَةٍ يُحْبَرُونَ","ayatMealText":{"tr":"Şimdi iman edip salih ameller yapmış olanlara gelince, onlar bir bahçe içinde neşelenirler.","nl":"Wat degenen die geloven en goede daden verrichten betreft: zij zullen in een hof worden verblijd.","en":"As for those who believed and did good, they will be rejoicing in a Garden"},"surah":null}]}