{"juzNo":21,"pageNo":406,"arCuzNo":"۲۱","arPageNo":"٤۰٦","quranAyats":[{"id":3425,"surahId":30,"ayatId":16,"ayatNo":"١٦","pageNo":406,"ayatText":"وَاَمَّا الَّذٖينَ كَفَرُوا وَكَذَّبُوا بِاٰيَاتِنَا وَلِقَٓائِ الْاٰخِرَةِ فَاُو۬لٰٓئِكَ فِي الْعَذَابِ مُحْضَرُونَ","ayatMealText":{"tr":"Âyetlerimizi ve âhiret buluşmasını yalan sayıp da küfredenlere gelince, işte onlar o zaman azab içinde hazır bulundurulurlar.","nl":"En wat degenen die ongelovig zijn en Onze Verzen en de ontmoeting van het Hiernamaals loochenen betreft: zij zijn degenen die voor de bestraffing voorgeleid zullen worden.","en":"And as for those who disbelieved, and denied Our signs and the meeting ˹with Allah˺ in the Hereafter, they will be confined in punishment"},"surah":{"surahId":30,"name":"Rûm","nameAr":"الرُّومِ","revelationOrder":84,"verseCount":60,"juzNo":21,"firstPage":404}},{"id":3426,"surahId":30,"ayatId":17,"ayatNo":"١٧","pageNo":406,"ayatText":"فَسُبْحَانَ اللّٰهِ حٖينَ تُمْسُونَ وَحٖينَ تُصْبِحُونَ","ayatMealText":{"tr":"O halde akşama girdiğiniz zaman da, sabaha girdiğiniz zaman da tesbih Allah'ındır. (daima O, tesbih edilir).","nl":"Prijst daarom de Glorie van Allah wanneer jullie (ergens) in de namiddag zijn en wanneer jullie (ergens) in de ochtend zijn.","en":"So glorify Allah in the evening and in the morning—"},"surah":null},{"id":3427,"surahId":30,"ayatId":18,"ayatNo":"١٨","pageNo":406,"ayatText":"وَلَهُ الْحَمْدُ فِي السَّمٰوَاتِ وَالْاَرْضِ وَعَشِياًّ وَحٖينَ تُظْهِرُونَ","ayatMealText":{"tr":"Göklerde ve yerde, ikindileyin de, öğleye erdiğiniz zaman da hamd O'na mahsustur.","nl":"En aan Hem is alle lof in de hemelen en op de aarde, en in de avond en wanneer jullie (ergens) in de voormiddag zijn.","en":"all praise is for Him in the heavens and the earth—as well as in the afternoon, and at noon"},"surah":null},{"id":3428,"surahId":30,"ayatId":19,"ayatNo":"١٩","pageNo":406,"ayatText":"يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْـيِ الْاَرْضَ بَعْدَ مَوْتِهَاؕ وَكَذٰلِكَ تُخْرَجُونَࣖ","ayatMealText":{"tr":"O, ölüden diri çıkarır, diriden ölü çıkarır ve toprağa ölümünden sonra hayat verir. Sizler de işte öyle çıkarılacaksınız.","nl":"Hij brengt het levende voort uit het dode en Hij brengt het dode voort uit het levende en Hij doet de aarde leven na haar dood. Zo worden jullie (na jullie dood) opgewekt.","en":"He brings forth the living from the dead and the dead from the living. And He gives life to the earth after its death. And so will you be brought forth ˹from the grave˺"},"surah":null},{"id":3429,"surahId":30,"ayatId":20,"ayatNo":"٢٠","pageNo":406,"ayatText":"وَمِنْ اٰيَاتِهٖٓ اَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ اِذَٓا اَنْتُمْ بَشَرٌ تَنْتَشِرُونَ","ayatMealText":{"tr":"O'nun âyetlerinden (kudretinin delillerinden)dir ki, sizi bir topraktan yarattı. Sonra da siz şimdi yeryüzünde dağılıp yayılan insanlar oluverdiniz.","nl":"En het behoort tot Zijn Tekenen dat Hij jullie uit aarde heeft geschapen, waarop jullie je toen als mensen verspreidden.","en":"One of His signs is that He created you from dust, then—behold!—you are human beings spreading over ˹the earth˺"},"surah":null},{"id":3430,"surahId":30,"ayatId":21,"ayatNo":"٢١","pageNo":406,"ayatText":"وَمِنْ اٰيَاتِهٖٓ اَنْ خَلَقَ لَكُمْ مِنْ اَنْفُسِكُمْ اَزْوَاجاً لِتَسْكُـنُٓوا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةًؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Yine O'nun âyetlerindendir ki, sizin için nefislerinizden kendilerine ısınırsınız diye eşler yaratmış, aranıza bir sevgi ve merhamet koymuştur. Şüphesiz ki bunda düşünecek bir kavim için nice ibretler vardır.","nl":"En het behoort tot Zijn Tekenen dat Hij van jullie eigen soort echtgenotes heeft geschapen, opdat jullie rust bij haar vinden en Hij bracht tussen jullie liefde en barmhartigheid. Voorwaar, daarin zijn zeker Tekenen voor een volk dat nadenkt.","en":"And one of His signs is that He created for you spouses from among yourselves so that you may find comfort in them. And He has placed between you compassion and mercy. Surely in this are signs for people who reflect"},"surah":null},{"id":3431,"surahId":30,"ayatId":22,"ayatNo":"٢٢","pageNo":406,"ayatText":"وَمِنْ اٰيَاتِهٖ خَلْقُ السَّمٰوَاتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِلْعَالِمٖينَ","ayatMealText":{"tr":"Yine göklerin ve yerin yaratılışı ile dillerinizin ve renklerinizin farklı oluşu da O'nun âyetlerindendir. Şüphesiz ki bunda bilenler için nice ibretler vardır.","nl":"En tot Zijn Tekenen behoort de schepping van de hemelen en de aardeen het verschillende van jullie talen en kleuren. Voorwaar, daarin zijn zeker Tekenen voor de bezitters van kennis.","en":"And one of His signs is the creation of the heavens and the earth, and the diversity of your languages and colours. Surely in this are signs for those of ˹sound˺ knowledge"},"surah":null},{"id":3432,"surahId":30,"ayatId":23,"ayatNo":"٢٣","pageNo":406,"ayatText":"وَمِنْ اٰيَاتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَٓاؤُ۬كُمْ مِنْ فَضْلِهٖؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَسْمَعُونَ","ayatMealText":{"tr":"Yine gecede ve gündüzde uyumanız ve lütfundan nasib aramanız da O'nun âyetlerindendir. Şüphesiz ki bunda dinleyecek bir kavim için nice ibretler vardır.","nl":"En tot Zijn Tekenen behoort jullie slaap, 's nachts en overdag en jullie zoeken naar Zijn gunst. Voorwaar, daarin zijn zeker Tekenen voor een volk dat luistert.","en":"And one of His signs is your sleep by night and by day ˹for rest˺ as well as your seeking His bounty ˹in both˺. Surely in this are signs for people who listen"},"surah":null},{"id":3433,"surahId":30,"ayatId":24,"ayatNo":"٢٤","pageNo":406,"ayatText":"وَمِنْ اٰيَاتِهٖ يُرٖيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنَزِّلُ مِنَ السَّمَٓاءِ مَٓاءً فَيُحْـيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَعْقِلُونَ","ayatMealText":{"tr":"Yine O'nun âyetlerindendir ki, size hem korku ve hem de umut vermek için şimşeği gösteriyor. Ve gökten bir su indiriyor da onunla yeryüzüne ölümünden sonra hayat veriyor. Şüphesiz ki bunda aklını kullanacak bir kavim için nice ibretler vardır.","nl":"En tot Zijn Tekenen behoort dat Hij jullie de bliksem laat zien, om vrees en hoop op te wekken. En Hij doet water uit de hemel neerdalen, waarna Hij daarmee de aarde doet leven na haar dood. Voorwaar, daairin zijn zeker Tekenen voor een volk dat begrijpt.","en":"And one of His signs is that He shows you lightning, inspiring ˹you with˺ hope and fear. And He sends down rain from the sky, reviving the earth after its death. Surely in this are signs for people who understand"},"surah":null}]}