{"juzNo":21,"pageNo":407,"arCuzNo":"۲۱","arPageNo":"٤۰۷","quranAyats":[{"id":3434,"surahId":30,"ayatId":25,"ayatNo":"٢٥","pageNo":407,"ayatText":"وَمِنْ اٰيَاتِهٖٓ اَنْ تَقُومَ السَّمَٓاءُ وَالْاَرْضُ بِاَمْرِهٖؕ ثُمَّ اِذَا دَعَاكُمْ دَعْوَةً مِنَ الْاَرْضِ اِذَٓا اَنْتُمْ تَخْرُجُونَ","ayatMealText":{"tr":"Yine göğün ve yerin, emriyle durması da O'nun âyetlerindendir. Sonra sizi bir tek çağırışla çağırdığı zaman bir de bakarsınız ki (yerden diriltilip çıkarılıyorsunuz).","nl":"En tot Zijn Tekenen behoort dat Hij de hemel en de aarde in stand houdt, met Zijn bevel. Daarna wanneer Hij jullie met een roep uit de aarde doet oproepen, dan zullen jullie tevoorschijn komen.","en":"And one of His signs is that the heavens and the earth persist by His command. Then when He calls you out of the earth just once, you will instantly come forth"},"surah":{"surahId":30,"name":"Rûm","nameAr":"الرُّومِ","revelationOrder":84,"verseCount":60,"juzNo":21,"firstPage":404}},{"id":3435,"surahId":30,"ayatId":26,"ayatNo":"٢٦","pageNo":407,"ayatText":"وَلَهُ مَنْ فِي السَّمٰوَاتِ وَالْاَرْضِؕ كُلٌّ لَهُ قَانِتُونَ","ayatMealText":{"tr":"Göklerde ve yerde kim varsa hepsi O'nundur. Hepsi de O'na itaat etmektedirler.","nl":"En aan Hem behoort wie er in de hemelen en op de arde zijn. Allen zijn Hem gehoorzaam.","en":"And to Him belong all those in the heavens and the earth—all are subject to His Will"},"surah":null},{"id":3436,"surahId":30,"ayatId":27,"ayatNo":"٢٧","pageNo":407,"ayatText":"وَهُوَ الَّذٖي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعٖيدُهُ وَهُوَ اَهْوَنُ عَلَيْهِؕ وَلَهُ الْمَثَلُ الْاَعْلٰى فِي السَّمٰوَاتِ وَالْاَرْضِۚ وَهُوَ الْعَزٖيزُ الْحَكٖيمُࣖ","ayatMealText":{"tr":"Hem yaratmayı ilkin yapan O'dur. Sonra onu çevirip yeniden yapacak olan da O'dur ki, bu O'na çok kolaydır. Göklerde ve yerde en yüksek şan ve şeref O'nundur. O çokgüçlüdür, hüküm ve hikmet sahibidir.","nl":"En Hij is Degene Die de schepping schept en haar daarna herhaalt en dat is voor Hem nog gemakkelijker. En aan Hem behoren de meest verheven eigenschappen in de hemelen en op de aarde. En Hij is de Almachtige, de Alwijze.","en":"And He is the One Who originates the creation then will resurrect it—which is even easier for Him. To Him belong the finest attributes in the heavens and the earth. And He is the Almighty, All-Wise"},"surah":null},{"id":3437,"surahId":30,"ayatId":28,"ayatNo":"٢٨","pageNo":407,"ayatText":"ضَرَبَ لَكُمْ مَثَلاً مِنْ اَنْفُسِكُمْؕ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ اَيْمَانُكُمْ مِنْ شُرَكَٓاءَ فٖي مَا رَزَقْنَاكُمْ فَاَنْتُمْ فٖيهِ سَوَٓاءٌ تَخَافُونَهُمْ كَخٖيفَتِكُمْ اَنْفُسَكُمْؕ كَذٰلِكَ نُفَصِّلُ الْاٰيَاتِ لِقَوْمٍ يَعْقِلُونَ","ayatMealText":{"tr":"Allah, size kendinizden bir misâl verdi: Hiç size rızık olarak verdiğimiz şeylerde elleriniz altındaki kölelerinizden ortaklarınız bulunur da onlarla siz eşit olur, aranızda birbirinizi saydığınız gibi, onları da sayar mısınız? İşte biz, düşünecek bir kavim için âyetleri böyle açıklıyoruz.","nl":"Hij geeft jullie een vergelijking met julliezelf. Zijn er voor jullie die over slaven beschikken deelgenoten in de voorzieningen die Wij jullie hebben geschonken, zodat jullie daarin gelijk zijn? En vrezen jullie hen zoals jullie elkaar vrezen? Zo leggen Wij de Tekenen uit aan een volk dat begrijpt.","en":"He sets forth for you an example ˹drawn˺ from your own lives: would you allow some of those ˹bondspeople˺ in your possession to be your equal partners in whatever ˹wealth˺ We have provided you, keeping them in mind as you are mindful of your peers? This is how We make the signs clear for people who understand"},"surah":null},{"id":3438,"surahId":30,"ayatId":29,"ayatNo":"٢٩","pageNo":407,"ayatText":"بَلِ اتَّبَعَ الَّذٖينَ ظَلَمُٓوا اَهْوَٓاءَهُمْ بِغَيْرِ عِلْمٍۚ فَمَنْ يَهْدٖي مَنْ اَضَلَّ اللّٰهُؕ وَمَا لَهُمْ مِنْ نَاصِرٖينَ","ayatMealText":{"tr":"Fakat zulmedenler, bilgisizce hevalarına uydular. Artık Allah'ın şaşırdığını kim yola getirebilir? Onların yardımcıları da yoktur.","nl":"Maar degenen die onrecht pleegden volgden hun begeerten. zonder kennis. En wie kan dan hen leiden die Allah deed dwalen? En voor hen zijn er geen helpers.","en":"In fact, the wrongdoers merely follow their desires with no knowledge. Who then can guide those Allah has left to stray? They will have no helpers"},"surah":null},{"id":3439,"surahId":30,"ayatId":30,"ayatNo":"٣٠","pageNo":407,"ayatText":"فَاَقِمْ وَجْهَكَ لِلدّٖينِ حَنٖيفاًؕ فِطْرَتَ اللّٰهِ الَّتٖي فَطَرَ النَّاسَ عَلَيْهَاؕ لَا تَبْدٖيلَ لِخَلْقِ اللّٰهِؕ ذٰلِكَ الدّٖينُ الْقَيِّمُࣗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَࣗ","ayatMealText":{"tr":"O halde yüzünü, Allah'ı bir tanıyarak dine, Allah'ın insanları üzerine yaratmış olduğu fıtratına doğrult. Allah'ın yaratışında değişiklik bulunmaz. Dosdoğru din budur. Fakat insanların çoğu bilmezler.","nl":"Wend dan jouw aangezicht (O Moehammad) naar de godsdienst als een Hanîf. (Volg) de na tuurlijke aanleg, die Allah in de mens geschapen heeft. Er is geen verandering in de schepping van Allah Dat is de juiste godsdienst, maar de meeste mensen weten het niet.","en":"So be steadfast in faith in all uprightness ˹O Prophet˺—the natural Way of Allah which He has instilled in ˹all˺ people. Let there be no change in this creation of Allah. That is the Straight Way, but most people do not know"},"surah":null},{"id":3440,"surahId":30,"ayatId":31,"ayatNo":"٣١","pageNo":407,"ayatText":"مُنٖيبٖينَ اِلَيْهِ وَاتَّقُوهُ وَاَقٖيمُوا الصَّلٰوةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكٖينَۙ","ayatMealText":{"tr":"Başkasından geçerek hep O'na gönül verin ve O'ndan sakının. Namaza devam edin ve müşrilerden olmayın.","nl":"(Wendt jullie) als berouwvollen tot Hem, en vreest Hem en onderhoudt de shalât en behoort niet tot de veelgodenaanbidders.","en":"˹O believers!˺ Always turn to Him ˹in repentance˺, be mindful of Him, and establish prayers. And do not be polytheists—"},"surah":null},{"id":3441,"surahId":30,"ayatId":32,"ayatNo":"٣٢","pageNo":407,"ayatText":"مِنَ الَّذٖينَ فَرَّقُوا دٖينَهُمْ وَكَانُوا شِيَعاًؕ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ","ayatMealText":{"tr":"O müşriklerden (olmayın ki) onlar, dinlerini ayırıp öbek öbek olmuşlardır. Her grup kendilerindekine güvenmektedir.","nl":"Behorend tot degenen die hun godsdienst hebben opgesplitst en tot groepen zijn geworden. Iedere groep verbeugt zich in wat zij hebben.","en":"˹like˺ those who have divided their faith and split into sects, each rejoicing in what they have"},"surah":null}]}