{"juzNo":21,"pageNo":408,"arCuzNo":"۲۱","arPageNo":"٤۰۸","quranAyats":[{"id":3442,"surahId":30,"ayatId":33,"ayatNo":"٣٣","pageNo":408,"ayatText":"وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنٖيبٖينَ اِلَيْهِ ثُمَّ اِذَٓا اَذَاقَهُمْ مِنْهُ رَحْمَةً اِذَا فَرٖيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَۙ","ayatMealText":{"tr":"Bununla beraber insanlara bir keder dokunduğu zaman her şeyden geçerek Rablerine yalvarır, dua ederler; sonra tarafından bir rahmet tattırıverdiği zaman da bakarsın onlardan bir kısmı tutar, O Rablerine ortak koşarlar.","nl":"En wanneer tegenspoed de mensen treft, dan roepen zij hun Heer aan, als berouwvollen tot Hem. Daarna, wanneer Hij hun Barmhartigheid van Hem doet proeven, dan kont een groep van hen deelgenoten aan hun Heer toe.","en":"When people are touched with hardship, they cry out to their Lord, turning to Him ˹alone˺. But as soon as He gives them a taste of His mercy, a group of them associates ˹others˺ with their Lord ˹in worship˺"},"surah":{"surahId":30,"name":"Rûm","nameAr":"الرُّومِ","revelationOrder":84,"verseCount":60,"juzNo":21,"firstPage":404}},{"id":3443,"surahId":30,"ayatId":34,"ayatNo":"٣٤","pageNo":408,"ayatText":"لِيَكْفُرُوا بِمَٓا اٰتَيْنَاهُمْؕ فَتَمَتَّعُواࣞ فَسَوْفَ تَعْلَمُونَ","ayatMealText":{"tr":"Bunu da kendilerine verdiğimiz nimetlere nankörlük etmek için yaparlar. Haydi geçinedurun bakalım, yakında bileceksiniz.","nl":"Om ondankbaarheid te tonen voor wat Wij hen hebben gegeven. Geniet maar, spoedig zuilen jullie het weten.","en":"becoming ungrateful for whatever ˹favours˺ We have given them. So enjoy yourselves, for soon you will know"},"surah":null},{"id":3444,"surahId":30,"ayatId":35,"ayatNo":"٣٥","pageNo":408,"ayatText":"اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطَاناً فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهٖ يُشْرِكُونَ","ayatMealText":{"tr":"Yoksa biz onlara bir delil indirmişiz de O'na ortak koşmalarını o mu söylüyor?","nl":"Hebben Wij een bewijs neergezonden dat spreekt over de deelgenoten die zij am Hem toekennen?","en":"Or have We sent down to them an authority which attests to what they associate ˹with Him˺"},"surah":null},{"id":3445,"surahId":30,"ayatId":36,"ayatNo":"٣٦","pageNo":408,"ayatText":"وَاِذَٓا اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَاؕ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ اَيْدٖيهِمْ اِذَا هُمْ يَقْنَطُونَ","ayatMealText":{"tr":"Bir de biz insanlara bir rahmet tattırdığımız zaman ona güveniyorlar da; ellerinin önceden yaptığı şeyler sebebiyle başlarına bir fenalık gelirse, hemen her ümidi kesiveriyorlar.","nl":"En wanneer Wij de mensen Barmhartigheid doen proeven, dan zijn zij daar blij mee, maar wanneer kwaad hen treft, wegens wat zij bedreven, dan wanhopen zij.","en":"If We give people a taste of mercy, they become prideful ˹because˺ of it. But if they are afflicted with an evil for what their hands have done, they instantly fall into despair"},"surah":null},{"id":3446,"surahId":30,"ayatId":37,"ayatNo":"٣٧","pageNo":408,"ayatText":"اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَٓاءُ وَيَقْدِرُؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","ayatMealText":{"tr":"Onlar görmediler mi ki, Allah dilediği kimseye rızkı serer ve daraltır. Şüphesiz ki bunda iman edecek bir kavim için ibretler vardır.","nl":"En zien zij niet dat Allah ck voorzieningen verruimt voor wie Hij wil, en dat Hij beperkt? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft.","en":"Have they not seen that Allah gives abundant or limited provisions to whoever He wills? Surely in this are signs for people who believe"},"surah":null},{"id":3447,"surahId":30,"ayatId":38,"ayatNo":"٣٨","pageNo":408,"ayatText":"فَاٰتِ ذَا الْقُرْبٰى حَقَّهُ وَالْمِسْكٖينَ وَابْنَ السَّبٖيلِؕ ذٰلِكَ خَيْرٌ لِلَّذٖينَ يُرٖيدُونَ وَجْهَ اللّٰهِؗ وَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"O halde akrabaya da hakkını ver, yoksula da, yolcuya da... Bu, Allah'ın rızasını dileyenler için daha hayırlıdır. Kurtuluşa erecek olanlar da işte onlardır.","nl":"Geeft dan de verwant zijn recht, en de behoeftige en de reiziger (zonder proviand). Dat is beter voor degenen die het welbehagen van Allah wensen. En zij zijn degenen die de welslagenden zijn.","en":"So give your close relatives their due, as well as the poor and the ˹needy˺ traveller. That is best for those who seek the pleasure of Allah, and it is they who will be successful"},"surah":null},{"id":3448,"surahId":30,"ayatId":39,"ayatNo":"٣٩","pageNo":408,"ayatText":"وَمَٓا اٰتَيْتُمْ مِنْ رِباً لِيَرْبُوَ۬ا فٖٓي اَمْوَالِ النَّاسِ فَلَا يَرْبُوا عِنْدَ اللّٰهِۚ وَمَٓا اٰتَيْتُمْ مِنْ زَكٰوةٍ تُرٖيدُونَ وَجْهَ اللّٰهِ فَاُو۬لٰٓئِكَ هُمُ الْمُضْعِفُونَ","ayatMealText":{"tr":"İnsanların malları içinde artsın diye verdiğiniz faiz, Allah yanında artmaz. Allah'ın rızasını dileyerek verdiğiniz zekata gelince, işte onlar, malları kat kat artmış olanlardır.","nl":"Wat jullie van eigendommen van de mensen gegevon hebben als rente om te vermeerderen: het vermeerdert niets bij Allah. Maar wat jullie aan zakât hebben gegeven, het welbehagen van Allah wensend: zij zijn degenen voor wie (hun beloningen) verveelvuldigd worden.","en":"Whatever loans you give, ˹only˺ seeking interest at the expense of people’s wealth will not increase with Allah. But whatever charity you give, ˹only˺ seeking the pleasure of Allah—it is they whose reward will be multiplied"},"surah":null},{"id":3449,"surahId":30,"ayatId":40,"ayatNo":"٤٠","pageNo":408,"ayatText":"اَللّٰهُ الَّذٖي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمٖيتُكُمْ ثُمَّ يُحْيٖيكُمْؕ هَلْ مِنْ شُرَكَٓائِكُمْ مَنْ يَفْعَلُ مِنْ ذٰلِكُمْ مِنْ شَيْءٍؕ سُبْحَانَهُ وَتَعَالٰى عَمَّا يُشْرِكُونَࣖ","ayatMealText":{"tr":"Allah, O'dur ki, sizi yarattı, sonra da size rızık verdi, sonra sizi öldürür, sonra sizi diriltir. Hiç sizin ortak koştuklarınızdan, bunlardan birini yapacak olan var mı? Allah, onların ortak koştuklarından münezzeh ve yücedir.","nl":"Allah is Degene Die jullie heeft geschapen en jullie daarop voorzag. Vervolgens doet Hij jullie sterven en daarna doet Hij jullie weer leven. Is er één onder jullie deelgenoten die ook maar iets van deze deden kan verrichten? Heilig is Hij en Verheven boven de deelgenoten die zij (Hem) toekennen.","en":"It is Allah Who created you, then gives you provisions, then will cause you to die, and then will bring you back to life. Can any of your associate-gods do any of this? Glorified and Exalted is He above what they associate with Him ˹in worship˺"},"surah":null},{"id":3450,"surahId":30,"ayatId":41,"ayatNo":"٤١","pageNo":408,"ayatText":"ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِي النَّاسِ لِيُذٖيقَهُمْ بَعْضَ الَّذٖي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"Yaptıklarının bir kısmını tatsınlar diye insanların kendi ellerinin kazandığı şeyler yüzünden karada ve denizde fesat ortaya çıktı. Umulur ki onlar hakka dönerler.","nl":"Het verderf is op het land en de zee zichtbaar door wat de mensen hebben verricht, zodat Hij hun een gedeelte van wat zij hebben verricht, doet proeven. Hopelijk zij zullen berouw tonen.","en":"Corruption has spread on land and sea as a result of what people’s hands have done, so that Allah may cause them to taste ˹the consequences of˺ some of their deeds and perhaps they might return ˹to the Right Path˺"},"surah":null}]}