{"juzNo":21,"pageNo":409,"arCuzNo":"۲۱","arPageNo":"٤۰۹","quranAyats":[{"id":3451,"surahId":30,"ayatId":42,"ayatNo":"٤٢","pageNo":409,"ayatText":"قُلْ سٖيرُوا فِي الْاَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذٖينَ مِنْ قَبْلُؕ كَانَ اَكْثَرُهُمْ مُشْرِكٖينَ","ayatMealText":{"tr":"De ki, yeryüzünde bir gezin de bakın, bundan öncekilerin sonu nasıl olmuş! Onların pek çoğu müşrik idiler.","nl":"Zeg: \"Reist op aarde en zie hoe het einde was van degenen vóór hen.\" De meegen van hen waren veelgoden aanbidders.","en":"Say, ˹O Prophet,˺ “Travel throughout the land and see what was the end of those ˹destroyed˺ before ˹you˺—most of them were polytheists.”"},"surah":{"surahId":30,"name":"Rûm","nameAr":"الرُّومِ","revelationOrder":84,"verseCount":60,"juzNo":21,"firstPage":404}},{"id":3452,"surahId":30,"ayatId":43,"ayatNo":"٤٣","pageNo":409,"ayatText":"فَاَقِمْ وَجْهَكَ لِلدّٖينِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللّٰهِ يَوْمَئِذٍ يَصَّدَّعُونَ","ayatMealText":{"tr":"Allah'tan geri çevrilmesine hiçbir çare olmayan bir gün gelmeden önce yüzünü dosdoğru, sabit dine çevir. O gün (gelince) insanlar birbirlerinden ayrılırlar.","nl":"Wend daarom jouw aangezicht tot de juiste godsdienst vóórdat er van Allah een Dag komt die onafwendbaar is. Op die Dag worden zij gegroepeerd.","en":"So be steadfast in the Upright Faith ˹O Prophet˺, before the coming of a Day from Allah that cannot be averted. On that Day the people will be divided"},"surah":null},{"id":3453,"surahId":30,"ayatId":44,"ayatNo":"٤٤","pageNo":409,"ayatText":"مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُۚ وَمَنْ عَمِلَ صَالِحاً فَلِاَنْفُسِهِمْ يَمْهَدُونَۙ","ayatMealText":{"tr":"Her kim inkâr ederse, inkârı kendi aleyhinedir. Kim de salih amel işlerse, onlar kendileri için rahat bir yer hazırlamış olurlar.","nl":"Wie niet gelooft is verantwoordelijk voor zijn ongeloof. En degenen die goede daden verrichten, zij hebben voor zichzelf voorbereidingen getroffen.","en":"those who disbelieved will bear ˹the burden of˺ their own disbelief; and those who did good will have prepared for themselves ˹eternal homes˺"},"surah":null},{"id":3454,"surahId":30,"ayatId":45,"ayatNo":"٤٥","pageNo":409,"ayatText":"لِيَجْزِيَ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهٖؕ اِنَّهُ لَا يُحِبُّ الْكَافِرٖينَ","ayatMealText":{"tr":"Çünkü O, iman edip salih amel işleyenlere lütfundan mükafat verecektir. Çünkü O, kâfirleri sevmez.","nl":"Opdat Hij degenen die geloven en goede werken verrichten zal belonen, van Zijn gunst. Voorwaar, Hij houdt niet van de ongelovigen.","en":"so that He may ˹generously˺ reward those who believe and do good, out of His grace. He truly does not like the disbelievers"},"surah":null},{"id":3455,"surahId":30,"ayatId":46,"ayatNo":"٤٦","pageNo":409,"ayatText":"وَمِنْ اٰيَاتِهٖٓ اَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذٖيقَكُمْ مِنْ رَحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Rüzgarları müjdeciler olarak göndermesi, size rahmetinden tattırması, emriyle gemilerin akıp gitmesi ve lütfundan rızık isteyip kazanmanız O'nun âyetlerindendir. Hem gerek ki şükredesiniz.","nl":"En tot Zijn Tekenen behoort dat Hij de winden zendt als verkondigers van verheugende tijdingen en om jullie van Zijn Barmhartigheid te doen proeven. En opdat de schepen varen op Zijn bevel en opdat jullie Zijn gunst zoeken. Hopelijk zullen jullie dankbaar zijn.","en":"And one of His signs is that He sends the winds, ushering in good news ˹of rain˺ so that He may give you a taste of His mercy, and that ships may sail by His command, and that you may seek His bounty, and perhaps you will be grateful"},"surah":null},{"id":3456,"surahId":30,"ayatId":47,"ayatNo":"٤٧","pageNo":409,"ayatText":"وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلاً اِلٰى قَوْمِهِمْ فَجَٓاؤُ۫هُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذٖينَ اَجْرَمُواؕ وَكَانَ حَقاًّ عَلَيْنَا نَصْرُ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Andolsun ki biz, senden önce birçok peygamberleri kavimlerine gönderdik de, onlara apaçık delillerle vardılar. Onun üzerine günah işleyenlerden intikam aldık. Müminlere yardım ise, bizim nezdimizde bir hak oldu.","nl":"En voorzeker, Wij hebben vóór jou Boodschappers tot kan volken gezonden, en zij kwamen tot hen met de duidelijke bewijzen, waarna Wij degenen die zonden begingen vergolden. En Wij hebben Onszelf verplicht de gelovigen te helpen.","en":"Indeed, We sent before you ˹O Prophet˺ messengers, each to their own people, and they came to them with clear proofs. Then We inflicted punishment upon those who persisted in wickedness. For it is Our duty to help the believers"},"surah":null},{"id":3457,"surahId":30,"ayatId":48,"ayatNo":"٤٨","pageNo":409,"ayatText":"اَللّٰهُ الَّذٖي يُرْسِلُ الرِّيَاحَ فَتُثٖيرُ سَحَاباً فَيَبْسُطُهُ فِي السَّمَٓاءِ كَيْفَ يَشَٓاءُ وَيَجْعَلُهُ كِسَفاً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهٖۚ فَاِذَٓا اَصَابَ بِهٖ مَنْ يَشَٓاءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُونَ","ayatMealText":{"tr":"Allah O'dur ki, rüzgarları gönderir de bir bulut savururlar. Derken onu gökyüzünde nasıl dilerse öyle serer, parça parça da eder. Derken yağmuru görürsün, aralarından çıkar. Derken onu kullarından kimlere diliyorsa döküverdi mi derhal yüzleri güler.","nl":"Allah is Degene Die de winden zendt die dan wolken voortdrijven, waarna Hij hen in de hemel uitspreidt hoe Hij wil, en hen in stukken verdeelt. Dan zie jij de regen vanuit hun midden komen. Fn wanneer deze neerkomt op wie Hij wil van Zijn dienaren verheugen zij zich.","en":"It is Allah Who sends the winds, which then stir up ˹vapour, forming˺ clouds, which He then spreads out in the sky or piles up into masses as He wills, from which you see rain come forth. Then as soon as He causes it to fall on whoever He wills of His servants, they rejoice"},"surah":null},{"id":3458,"surahId":30,"ayatId":49,"ayatNo":"٤٩","pageNo":409,"ayatText":"وَاِنْ كَانُوا مِنْ قَبْلِ اَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهٖ لَمُبْلِسٖينَ","ayatMealText":{"tr":"Halbuki onlar, daha önce üzerlerine yağmur indirilmeden evvel ümidi kesmişlerdi.","nl":"Hoewel zij, vóórdat deze op hen neer wordt gezonden, zeker wanhoopten.","en":"although they had utterly lost hope just before it was sent down to them"},"surah":null},{"id":3459,"surahId":30,"ayatId":50,"ayatNo":"٥٠","pageNo":409,"ayatText":"فَانْظُرْ اِلٰٓى اٰثَارِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْـيِ الْاَرْضَ بَعْدَ مَوْتِهَاؕ اِنَّ ذٰلِكَ لَمُحْـيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Şimdi bak Allah'ın rahmetinin eserlerine! yeryüzünü ölümünden sonra nasıl diriltiyor? Şüphe yok ki O, mutlaka ölüleri diriltir. O her şeye kâdirdir.","nl":"Zie dan de sporen van de Barmhartigheid van Allah: hoe Hij de aarde doet leven na haar dood. Voorwaar, zo is Hij Die de doden zeker doet leven. En Hij is Almachtig over alle zaken.","en":"See then the impact of Allah’s mercy: how He gives life to the earth after its death! Surely That ˹same God˺ can raise the dead. For He is Most Capable of everything"},"surah":null}]}