{"juzNo":21,"pageNo":410,"arCuzNo":"۲۱","arPageNo":"٤۱۰","quranAyats":[{"id":3460,"surahId":30,"ayatId":51,"ayatNo":"٥١","pageNo":410,"ayatText":"وَلَئِنْ اَرْسَلْنَا رٖيحاً فَرَاَوْهُ مُصْفَراًّ لَظَلُّوا مِنْ بَعْدِهٖ يَكْفُرُونَ","ayatMealText":{"tr":"Andolsun ki biz, bir rüzgâr göndersek de onu (rahmetin eseri olan ekini) sararmış görseler, mutlaka onun arkasından nankörlüğe başlarlar.","nl":"Maar als Wij een wind zonden, waarna zij (hun gewassen) geel zien worden, dan blijven zij zeker daarna ongelovig.","en":"Then if We send a ˹harsh˺ wind which they see withering ˹their˺ crops, they will definitely deny ˹old favours˺ right after"},"surah":{"surahId":30,"name":"Rûm","nameAr":"الرُّومِ","revelationOrder":84,"verseCount":60,"juzNo":21,"firstPage":404}},{"id":3461,"surahId":30,"ayatId":52,"ayatNo":"٥٢","pageNo":410,"ayatText":"فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَٓاءَ اِذَا وَلَّوْا مُدْبِرٖينَ","ayatMealText":{"tr":"Çünkü sen ölülere işittiremezsin. O daveti, arkalarını dönmüş giderlerken sağırlara da duyuramazsın.","nl":"Voorwaar, jij kunt de doden, noch de doven de oproep doen horen als zij zich afwenden en de rug toe keren.","en":"So you ˹O Prophet˺ certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away"},"surah":null},{"id":3462,"surahId":30,"ayatId":53,"ayatNo":"٥٣","pageNo":410,"ayatText":"وَمَٓا اَنْـتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْؕ اِنْ تُسْمِعُ اِلَّا مَنْ يُؤْمِنُ بِاٰيَاتِنَا فَهُمْ مُسْلِمُونَࣖ","ayatMealText":{"tr":"Körleri de sapıklıklarından hidayete getiremezsin. Sen ancak âyetlerimizi iman edeceklere duyurursun da onlar müslüman olur, selâmeti bulurlar.","nl":"En jij kunt nooit de blinden leiden uit hun dwaling. Jij kunt niemand doen horen, behalve wie in Onze Tekenen gelooft. Zij zijn Moslims.","en":"Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺"},"surah":null},{"id":3463,"surahId":30,"ayatId":54,"ayatNo":"٥٤","pageNo":410,"ayatText":"اَللّٰهُ الَّذٖي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةًؕ يَخْلُقُ مَا يَشَٓاءُۚ وَهُوَ الْعَلٖيمُ الْقَدٖيرُ","ayatMealText":{"tr":"Allah O'dur ki, sizi güçsüz olarak yaratır, sonra güçsüzlüğün arkasından kuvvet verir. Sonra kuvvetin arkasından yine güçsüzlüğe ve ihtiyarlığa getirir. O dilediğini yaratır. Ve O, her şeyi bilir, her şeye gücü yeter.","nl":"Allah is Degene Die jullie heeft geschapen uit een zwak (vocht), daarna maakt Hij na zwakte sterkte. Waarop Hij van sterkte zwakte en ouderdom maakt. Hij schept wat Hij wil, en Hij is de Alwijze, de Almachtige.","en":"It is Allah Who created you in a state of weakness, then developed ˹your˺ weakness into strength, then developed ˹your˺ strength into weakness and old age. He creates whatever He wills. For He is the All-Knowing, Most Capable"},"surah":null},{"id":3464,"surahId":30,"ayatId":55,"ayatNo":"٥٥","pageNo":410,"ayatText":"وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَۙ مَا لَبِثُوا غَيْرَ سَاعَةٍؕ كَذٰلِكَ كَانُوا يُؤْفَكُونَ","ayatMealText":{"tr":"Kıyamet kopacağı gün günahkarlar dünyada bir saatten fazla durmadıklarına yemin ederler. Onlar önceden de böyle haktan çevriliyorlardı.","nl":"En op de Dag waarop het Uur valt, zweren de misdadigers dat zij niet langer dan een uur (in hun graven verbleven). Zo zijn zij bedrogen.","en":"And on the Day the Hour will arrive, the wicked will swear that they did not stay ˹in this world˺ more than an hour. In this way they were always deluded ˹in the world˺"},"surah":null},{"id":3465,"surahId":30,"ayatId":56,"ayatNo":"٥٦","pageNo":410,"ayatText":"وَقَالَ الَّذٖينَ اُو۫تُوا الْعِلْمَ وَالْاٖيمَانَ لَقَدْ لَبِثْتُمْ فٖي كِتَابِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِؗ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ","ayatMealText":{"tr":"Kendilerine ilim ve iman verilenler de şöyle diyecekler: \"Andolsun ki, Allah'ın kitabında takdir edilmiş olan tekrar dirilme gününe kadar kaldınız. İşte bu, dirilme günüdür. Fakat siz bunu bilmiyordunuz.","nl":"En degenen aan wie de kennis en het geloof zijn gegeven, zullen zeggen: \"Voorzeker, jullie verbleven er zoals is vastgelegd door Allah, tot de Dag der Opstanding. Dit is dan de Dag der Opkwekking, maar jullie wisten het niet.\"","en":"But those gifted with knowledge and faith will say ˹to them˺, “You did actually stay—as destined by Allah—until the Day of Resurrection. So here is the Day of Resurrection ˹which you denied˺! But you did not know ˹it was true˺.”"},"surah":null},{"id":3466,"surahId":30,"ayatId":57,"ayatNo":"٥٧","pageNo":410,"ayatText":"فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذٖينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ","ayatMealText":{"tr":"Artık o gün zulmedenlere mazeretleri fayda vermeyecektir. Onların dertlerinin çaresine de bakılmayacaktır.","nl":"Op die Dag zullen de verontschuldigingen van degenen die onrecht pleegden hun met baten. En hun zal geen gelegenheid worden gegeven om berouw te tonen.","en":"So on that Day the wrongdoers’ excuses will not benefit them, nor will they be allowed to appease ˹their Lord˺"},"surah":null},{"id":3467,"surahId":30,"ayatId":58,"ayatNo":"٥٨","pageNo":410,"ayatText":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فٖي هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍؕ وَلَئِنْ جِئْتَهُمْ بِاٰيَةٍ لَيَقُولَنَّ الَّذٖينَ كَفَرُٓوا اِنْ اَنْتُمْ اِلَّا مُبْطِلُونَ","ayatMealText":{"tr":"Andolsun ki, biz insanlar için bu Kur'ân'da her türlü meselden örnekler getirdik. Yemin ederim ki, sen onlara başka bir âyet de getirsen o kâfirler yine: \"Siz yalancılardan (uydurduğunuz sözü Allah'a nispet edenlerden) başkası değilsiniz.\" diyeceklerdir.","nl":"En voorzeker, Wij hebben voor de mensen in deze Koran allerlei vergelijkingen gegeven; en als jij hen een Vers brengt, dan zeggen degenen die niet geloven zeker: \"Jij bent niets dan een vervalser.\"","en":"We have certainly set forth every ˹kind of˺ lesson for people in this Quran. And no matter what sign you bring to them ˹O Prophet˺, the disbelievers will definitely say ˹to the believers˺, “You are only a people of falsehood.”"},"surah":null},{"id":3468,"surahId":30,"ayatId":59,"ayatNo":"٥٩","pageNo":410,"ayatText":"كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوبِ الَّذٖينَ لَا يَعْلَمُونَ","ayatMealText":{"tr":"İşte bilmeyenlerin kalblerini Allah böyle mühürler.","nl":"Zo vergrendelt Allah de harten van degenen die niet weten.","en":"This is how Allah seals the hearts of those unwilling to know ˹the truth˺"},"surah":null},{"id":3469,"surahId":30,"ayatId":60,"ayatNo":"٦٠","pageNo":410,"ayatText":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذٖينَ لَا يُوقِنُونَ","ayatMealText":{"tr":"Şimdi sen sabret. Çünkü Allah'ın vaadi mutlaka haktır. Sakın imanı sağlam olmayanlar seni hafifliğe sevketmesinler.","nl":"Wees daarom geduldig: voorwaar, de belofte van Allah is waar. En wordt niet verontrust door degenen die niet (door jou) overtuigd zijn.","en":"So be patient, for the promise of Allah certainly is true. And do not be disturbed by those who have no sure faith"},"surah":null}]}