{"juzNo":21,"pageNo":411,"arCuzNo":"۲۱","arPageNo":"٤۱۱","quranAyats":[{"id":3470,"surahId":31,"ayatId":1,"ayatNo":"١","pageNo":411,"ayatText":"الٓمٓࣞ","ayatMealText":{"tr":"Elif, Lâm, Mîm.","nl":"Alif Lâm Mîm.","en":"Alif-Lãm-Mĩm"},"surah":{"surahId":31,"name":"Lokmân","nameAr":"لُقْمٰانَ","revelationOrder":57,"verseCount":34,"juzNo":21,"firstPage":411}},{"id":3471,"surahId":31,"ayatId":2,"ayatNo":"٢","pageNo":411,"ayatText":"تِلْكَ اٰيَاتُ الْكِتَابِ الْحَكٖيمِۙ","ayatMealText":{"tr":"Bunlar, o hikmetli kitabın âyetleridir.","nl":"Dit zijn de Verzen van het wijze Boek.","en":"These are the verses of the Book, rich in wisdom"},"surah":null},{"id":3472,"surahId":31,"ayatId":3,"ayatNo":"٣","pageNo":411,"ayatText":"هُدًى وَرَحْمَةً لِلْمُحْسِنٖينَۙ","ayatMealText":{"tr":"O, güzellik ve iyilik yapanlar için bir hidayet ve rahmettir.","nl":"Als Leiding en Barmhartigheid voor de weldoeners.","en":"˹It is˺ a guide and mercy for the good-doers—"},"surah":null},{"id":3473,"surahId":31,"ayatId":4,"ayatNo":"٤","pageNo":411,"ayatText":"اَلَّذٖينَ يُقٖيمُونَ الصَّلٰوةَ وَيُؤْتُونَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوقِنُونَؕ","ayatMealText":{"tr":"Onlar, namazı kılarlar, zekatı verirler, âhirete de kesin olarak inanırlar.","nl":"Degenen die de shalât onderhouden en de zakât geven, en zij zijn overtuigd van het Hiernamaals.","en":"those who establish prayer, pay alms-tax, and have sure faith in the Hereafter"},"surah":null},{"id":3474,"surahId":31,"ayatId":5,"ayatNo":"٥","pageNo":411,"ayatText":"اُو۬لٰٓئِكَ عَلٰى هُدًى مِنْ رَبِّهِمْ وَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"İşte bunlar, Rableri tarafından bir hidayet üzeredirler. Kurtuluşa erecek olanlar da işte onlardır.","nl":"Zij zijn het die de Leiding van hun Heer volgen en zij zijn de welslagenden.","en":"It is they who are ˹truly˺ guided by their Lord, and it is they who will be successful"},"surah":null},{"id":3475,"surahId":31,"ayatId":6,"ayatNo":"٦","pageNo":411,"ayatText":"وَمِنَ النَّاسِ مَنْ يَشْتَرٖي لَهْوَ الْحَدٖيثِ لِيُضِلَّ عَنْ سَبٖيلِ اللّٰهِ بِغَيْرِ عِلْمٍۙ وَيَتَّخِذَهَا هُزُواًؕ اُو۬لٰٓئِكَ لَهُمْ عَذَابٌ مُهٖينٌ","ayatMealText":{"tr":"Bayağı insanlardan kimi de vardır ki, bilgisizce Allah yolundan saptırmak ve onu eğlence yerine tutmak için laf eğlencesi (veya boş söz) satın alırlar. İşte onlar için aşağılayıcı bir azab vardır.","nl":"En er zijn er onder de mensen die onzinnige praat kopen om te doen afdwalen van de Weg van Allah, zonder kennis, en die het (de Islam) bespotten. Zij zijn degenen voor wie er een vernederende bestraffing is.","en":"But there are some who employ theatrics, only to lead others away from Allah’s Way—without any knowledge—and to make a mockery of it. They will suffer a humiliating punishment"},"surah":null},{"id":3476,"surahId":31,"ayatId":7,"ayatNo":"٧","pageNo":411,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِ اٰيَاتُنَا وَلّٰى مُسْتَكْبِراً كَاَنْ لَمْ يَسْمَعْهَا كَاَنَّ فٖٓي اُذُنَيْهِ وَقْراًۚ فَبَشِّرْهُ بِعَذَابٍ اَلٖيمٍ","ayatMealText":{"tr":"Onun karşısında âyetlerimiz okunduğu zaman da sanki onları işitmemiş, sanki kulaklarında bir ağırlık varmış gibi büyüklük taslayarak yüz çevirir. İşte onu, acı verecek bir azab ile müjdele.","nl":"En wanneer Onze Verzen aan hem worden voorgedragen, dan wendt hij zich er hoogmoedig van af, alsof hij ze niet hoort. Het is alsof er in zijn oren doofheid is. Verkondig hem daarom een pijnlijke bestraffing.","en":"Whenever Our revelations are recited to them, they turn away in arrogance as if they did not hear them, as if there is deafness in their ears. So give them good news ˹O Prophet˺ of a painful punishment"},"surah":null},{"id":3477,"surahId":31,"ayatId":8,"ayatNo":"٨","pageNo":411,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعٖيمِۙ","ayatMealText":{"tr":"Fakat iman edip de salih amel işleyenlere gelince, onlar için nimet cennetleri vardır.","nl":"Voorwaar, degenen die geloven en goede werken verrichten: voor hen zijn er de Tuinen van gelukzaligheid (het Paradijs).","en":"Surely those who believe and do good will have the Gardens of Bliss"},"surah":null},{"id":3478,"surahId":31,"ayatId":9,"ayatNo":"٩","pageNo":411,"ayatText":"خَالِدٖينَ فٖيهَاؕ وَعْدَ اللّٰهِ حَقاًّؕ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Onlar orada ebedî olarak kalacaklardır. Bu, Allah'ın gerçek bir vaadidir. O, çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"Zij Zijn eeuwig levenden daarin, als een belofte van Allah die waar is, en Hij is de Almachtige, de Alwijze.","en":"staying there forever. Allah’s promise is true. And He is the Almighty, All-Wise"},"surah":null},{"id":3479,"surahId":31,"ayatId":10,"ayatNo":"١٠","pageNo":411,"ayatText":"خَلَقَ السَّمٰوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَاَلْقٰى فِي الْاَرْضِ رَوَاسِيَ اَنْ تَمٖيدَ بِكُمْ وَبَثَّ فٖيهَا مِنْ كُلِّ دَٓابَّةٍؕ وَاَنْزَلْنَا مِنَ السَّمَٓاءِ مَٓاءً فَاَنْبَتْنَا فٖيهَا مِنْ كُلِّ زَوْجٍ كَرٖيمٍ","ayatMealText":{"tr":"O, gökleri direksiz yarattı, onları görüyorsunuz. Yeryüzüne de sizi çalkalar diye ağır baskılar (sabit ve büyük dağlar) bıraktı ve orada herbir hayvandan üretti. Hem biz gökten bir su indirdik de orada her güzel çiftten (veya her hoş çeşitten) bitkiler yetiştirdik.","nl":"Hij schiep de hemelen en de aarde, zonder pilaren die jullie kunnen zien, en Hij plaatste op de aarde bergen opdat zij jullie niet zou doen wankelen, en Hij verspreidde daarop allerlei soorten dieren. En Wij zenden water uit de hemel, waarna Wij er allerlei soorten rijke gewassen op doen groeien.","en":"He created the heavens without pillars—as you can see—and placed firm mountains upon the earth so it does not shake with you, and scattered throughout it all types of creatures. And We send down rain from the sky, causing every type of fine plant to grow on earth"},"surah":null},{"id":3480,"surahId":31,"ayatId":11,"ayatNo":"١١","pageNo":411,"ayatText":"هٰذَا خَلْقُ اللّٰهِ فَاَرُونٖي مَاذَا خَلَقَ الَّذٖينَ مِنْ دُونِهٖؕ بَلِ الظَّالِمُونَ فٖي ضَلَالٍ مُبٖينٍࣖ","ayatMealText":{"tr":"İşte bu, Allah'ın yarattığıdır. Haydi gösterin bana O'ndan başkaları ne yaratmıştır? Fakat o zalimler, apaçık bir sapıklık içindedirler.","nl":"Dat is de schepping van Allah. Toont Mij wat degenen buiten Allah hebben geschapen. Maar de onrechtplegers verkeren in duidelijke dwaling.","en":"This is Allah’s creation. Now show Me what those ˹gods˺ other than Him have created. In fact, the wrongdoers are clearly astray"},"surah":null}]}