{"juzNo":21,"pageNo":412,"arCuzNo":"۲۱","arPageNo":"٤۱۲","quranAyats":[{"id":3481,"surahId":31,"ayatId":12,"ayatNo":"١٢","pageNo":412,"ayatText":"وَلَقَدْ اٰتَيْنَا لُقْمٰنَ الْحِكْمَةَ اَنِ اشْكُرْ لِلّٰهِؕ وَمَنْ يَشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمٖيدٌ","ayatMealText":{"tr":"Andolsun ki biz, Lokman'a \"Allah'a şükret!\" diye hikmet verdik. Kim şükrederse kendi iyiliğine eder. Kim de nankörlük ederse, şüphesiz ki Allah, hiçbir şeye muhtaç değildir, daima övülmeye layıktır.","nl":"En voorzeker, Wij hebben Loeqmân de wijsheid geschonken: wees Allah dankbaar. En wie dankbaar is, is slechts dankbaar voor zichzelf; en wie ondankbaar is: voorwaar, Allah is Behoefteloos, Geprezen.","en":"Indeed, We blessed Luqmân with wisdom, ˹saying˺, “Be grateful to Allah, for whoever is grateful, it is only for their own good. And whoever is ungrateful, then surely Allah is Self-Sufficient, Praiseworthy.”"},"surah":{"surahId":31,"name":"Lokmân","nameAr":"لُقْمٰانَ","revelationOrder":57,"verseCount":34,"juzNo":21,"firstPage":411}},{"id":3482,"surahId":31,"ayatId":13,"ayatNo":"١٣","pageNo":412,"ayatText":"وَاِذْ قَالَ لُقْمٰنُ لِابْنِهٖ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللّٰهِؕ اِنَّ الشِّرْكَ لَظُلْمٌ عَظٖيمٌ","ayatMealText":{"tr":"Hani bir zaman Lokman, oğluna öğüt vererek demişti ki: \"Yavrucuğum! Allah'a ortak koşma, çünkü Allah'a ortak koşmak (şirk), elbette büyük bir zulümdür.\"","nl":"En (gedenkt) toen Loeqmân tot zijn zoon zei, hem raad gevende: \"O mijn zoon, ken Allah geen deelgenoten toe: voorwaar, het toekennen van deelgenoten (aan Allah) is zeker een geweldig onrecht.\"","en":"And ˹remember˺ when Luqmân said to his son, while advising him, “O my dear son! Never associate ˹anything˺ with Allah ˹in worship˺, for associating ˹others with Him˺ is truly the worst of all wrongs.”"},"surah":null},{"id":3483,"surahId":31,"ayatId":14,"ayatNo":"١٤","pageNo":412,"ayatText":"وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهُ وَهْناً عَلٰى وَهْنٍ وَفِصَالُهُ فٖي عَامَيْنِ اَنِ اشْكُرْ لٖي وَلِوَالِدَيْكَ ؕ  اِلَيَّ الْمَصٖيرُ","ayatMealText":{"tr":"Gerçi biz insana, anasına ve babasına itaati de tavsiye ettik. Anası onu zayıflık üstüne zayıflıkla taşıdı. Onun sütten ayrılması da iki yıl içindedir. (Biz insana): \"Bana, anana ve babana şükret\" diye de tavsiye ettik. Dönüş, ancak banadır.","nl":"En Wij bevolen de mens (goedheid) jegens zijn ouders. Zijn moeder droeg heen in zwakheid op zwakheid, en het zogen van hem duurde twee jaren. Wees daarom Mij en jouw ouders dankbaar. Tot Mij is de terugkeer.","en":"And We have commanded people to ˹honour˺ their parents. Their mothers bore them through hardship upon hardship, and their weaning takes two years. So be grateful to Me and your parents. To Me is the final return"},"surah":null},{"id":3484,"surahId":31,"ayatId":15,"ayatNo":"١٥","pageNo":412,"ayatText":"وَاِنْ جَاهَدَاكَ عَلٰٓى اَنْ تُشْرِكَ بٖي مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفاًؗ وَاتَّبِعْ سَبٖيلَ مَنْ اَنَابَ اِلَيَّۚ ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Bununla beraber eğer her ikisi de bilmediğin bir şeyi, bana ortak koşman hususunda seni zorlarsa, onlara itaat etme. Fakat dünyada onlarla iyi geçin ve bana yönelenlerin yolunu tut. Sonra dönüşünüz ancak banadır. O zaman ben de size yaptıklarınızı haber vereceğim.","nl":"En als zij jou dwingen dat jij iets aan Mij toekent, zonder dat jij er kennis over hebt: gehoorzam ham dan niet. En vergezel hen vriendelijk op de wereld. En volg de Weg van degenen die zich tot Mij hebben gewend. Daarna is tot Mij jullie terugkeer. Dan zal Ik jullie op de hoogte brengen van wat jullie plachten te doen.","en":"But if they pressure you to associate with Me what you have no knowledge of, do not obey them. Still keep their company in this world courteously, and follow the way of those who turn to Me ˹in devotion˺. Then to Me you will ˹all˺ return, and then I will inform you of what you used to do"},"surah":null},{"id":3485,"surahId":31,"ayatId":16,"ayatNo":"١٦","pageNo":412,"ayatText":"يَا بُنَيَّ اِنَّـهَٓا اِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فٖي صَخْرَةٍ اَوْ فِي السَّمٰوَاتِ اَوْ فِي الْاَرْضِ يَأْتِ بِهَا اللّٰهُ ؕ اِنَّ اللّٰهَ لَطٖيفٌ خَبٖيرٌ","ayatMealText":{"tr":"\"Yavrucuğum! Haberin olsun ki, yaptığın bir hardal tanesi ağırlığınca olsa da, bir kaya içinde veya göklerde, yahut yerin dibinde gizlense, Allah onu getirir, mizanına kor. Çünkü Allah en ince şeyleri bilir, her şeyden haberdardır.\"","nl":"(Lôeqmân zei:) \"O mijn zoon, ook al is er iets dat slechts, het gewicht van een mosterdzaadje heeft, dat zich in een rots bevindt, of in de hemelen, of in de aarde: Allah zal het tevoorschijn brengen. Voorwaar, Allah is Zachtmoedig, Alwetend.","en":"˹Luqmân added,˺ “O my dear son! ˹Even˺ if a deed were the weight of a mustard seed—be it ˹hidden˺ in a rock or in the heavens or the earth—Allah will bring it forth. Surely Allah is Most Subtle, All-Aware"},"surah":null},{"id":3486,"surahId":31,"ayatId":17,"ayatNo":"١٧","pageNo":412,"ayatText":"يَا بُنَيَّ اَقِمِ الصَّلٰوةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلٰى مَٓا اَصَابَكَ ؕاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُورِۚ","ayatMealText":{"tr":"\"Yavrucuğum! Namazı kıl, iyiliği emret, kötülükten sakındır. Başına gelenlere sabret, çünkü bunlar, azmi gerektiren işlerdendir.\"","nl":"O mijn zoon, onderhoud de shalât en roep op tot het goede en weerhoud van het verwerpelijke. En wees geduldig met wat jou treft. Voorwaar, dat behoort tot de aanbevolen daden.","en":"“O my dear son! Establish prayer, encourage what is good and forbid what is evil, and endure patiently whatever befalls you. Surely this is a resolve to aspire to"},"surah":null},{"id":3487,"surahId":31,"ayatId":18,"ayatNo":"١٨","pageNo":412,"ayatText":"وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْاَرْضِ مَرَحاًؕ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍۚ","ayatMealText":{"tr":"\"Hem insanlara karşı avurdunu şişirme (kibirlenme) ve yeryüzünde çalımla yürüme. Çünkü Allah övünen ve kuruntu edenlerin hiçbirini sevmez.","nl":"En wend jouw gezicht niet af van de mensen en loop niet trots op aarde: voorwaar, Allah houdt van geen enkele verwaande opschepper.","en":"“And do not turn your nose up to people, nor walk pridefully upon the earth. Surely Allah does not like whoever is arrogant, boastful"},"surah":null},{"id":3488,"surahId":31,"ayatId":19,"ayatNo":"١٩","pageNo":412,"ayatText":"وَاقْصِدْ فٖي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ ؕاِنَّ اَنْكَرَ الْاَصْوَاتِ لَصَوْتُ الْحَمٖيرِࣖ","ayatMealText":{"tr":"Yürüyüşünde tabii ol, sesini alçalt, çünkü seslerin en çirkini elbette eşeklerin sesidir.","nl":"En wees gematigd in jouw (manier van) lopen en spreek met een zachte stem: voorwaar, de memt verafschuwde van de stemmen is zeker de stem van de ezel.\"","en":"Be moderate in your pace. And lower your voice, for the ugliest of all voices is certainly the braying of donkeys.”"},"surah":null}]}