{"juzNo":21,"pageNo":413,"arCuzNo":"۲۱","arPageNo":"٤۱۳","quranAyats":[{"id":3489,"surahId":31,"ayatId":20,"ayatNo":"٢٠","pageNo":413,"ayatText":"اَلَمْ تَرَوْا اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِ وَاَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةًؕ وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللّٰهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنٖيرٍ","ayatMealText":{"tr":"Görmediniz mi ki, Allah göklerde ve yerde ne varsa hepsini sizin hizmetinize vermiş, gizli ve açık olarak nimetlerini üzerinize yaymıştır. Bununla beraber insanlar içinde kimi de var ki, ne bir ilme, ne bir mürşide ve ne aydınlatıcı bir kitaba dayanmaksızın Allah hakkında mücadele ediyor.","nl":"Zien jullie niet dat Allah wat zich in de hemelen en op de aarde bevindt aan jullie dienstbaar heeft gemaakt? En Hij heeft Zijn gunsten voor jullie vervolmaakt, zichtbaar en onzichtbaar. En er zijn er onder de mensen die over Allah redetwisten zonder kennis, zonder Leiding en zonder verlichtend Boek.","en":"Have you not seen that Allah has subjected for you whatever is in the heavens and whatever is on the earth, and has lavished His favours upon you, both seen and unseen? ˹Still˺ there are some who dispute about Allah without knowledge, or guidance, or an enlightening scripture"},"surah":{"surahId":31,"name":"Lokmân","nameAr":"لُقْمٰانَ","revelationOrder":57,"verseCount":34,"juzNo":21,"firstPage":411}},{"id":3490,"surahId":31,"ayatId":21,"ayatNo":"٢١","pageNo":413,"ayatText":"وَاِذَا قٖيلَ لَهُمُ اتَّبِعُوا مَٓا اَنْزَلَ اللّٰهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ اٰبَٓاءَنَاؕ اَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ اِلٰى عَذَابِ السَّعٖيرِ","ayatMealText":{"tr":"Onlara: \"Allah'ın indirdiğine tabi olun!\"dendiği zaman: \"Hayır, biz atalarımızı neyin üzerinde bulduksa, onun ardınca gideriz.\" diyorlar. Ya şeytan onları cehennnem azabına çağırıyor idiyse de mi onlara uyacaklar?","nl":"En wanneer tot hen wordt gezegd: \"Volgt wat Allah heeft neergezonden,\" dan zeggen zij: \"Nee, wij volgen dat wat wij bij onze vaderen aantroffen.\" Zelfs als de Satan hen tot de bcstraffing van de Hel roept?","en":"When it is said to them, “Follow what Allah has revealed,” they reply, “No! We ˹only˺ follow what we found our forefathers practicing.” ˹Would they still do so˺ even if Satan is inviting them to the torment of the Blaze"},"surah":null},{"id":3491,"surahId":31,"ayatId":22,"ayatNo":"٢٢","pageNo":413,"ayatText":"وَمَنْ يُسْلِمْ وَجْهَهُٓ اِلَى اللّٰهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰىؕ وَاِلَى اللّٰهِ عَاقِبَةُ الْاُمُورِ","ayatMealText":{"tr":"Oysa her kim iyilik yaparak yüzünü tertemiz Allah'a tutarsa, o gerçekten en sağlam kulpa yapışmıştır. Öyle ya bütün işlerin sonu Allah'a dayanır.","nl":"En wie zich geheel aan Allah overgeek terwijl hij een weldoener is: waarlijk, die heeft het stevige houvast gegrepen. En bij Allah is het einde van de dingen.","en":"Whoever fully submits themselves to Allah and is a good-doer, they have certainly grasped the firmest hand-hold. And with Allah rests the outcome of ˹all˺ affairs"},"surah":null},{"id":3492,"surahId":31,"ayatId":23,"ayatNo":"٢٣","pageNo":413,"ayatText":"وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ ؕ اِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُواؕ اِنَّ اللّٰهَ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Kim de inkâr ederse, artık onun inkârı seni üzmesin. Onlar dönüp bize gelecekler. O zaman biz onlara bütün yaptıklarını haber vereceğiz. Gerçekten Allah, bütün kalblerin özünü bilir.","nl":"En wie niet gelooft, laat diens ongeloof jou niet bedroeven, tot Ons is hun terugkeer. Daarop zullen Wij hun op de hoogte brengen van wat zij bedreven. Voorwaar, Allah is Alwetend over wat zich in de hanen bevindt.","en":"But whoever disbelieves, do not let their disbelief grieve you ˹O Prophet˺. To Us is their return, and We will inform them of all they did. Surely Allah knows best what is ˹hidden˺ in the heart"},"surah":null},{"id":3493,"surahId":31,"ayatId":24,"ayatNo":"٢٤","pageNo":413,"ayatText":"نُمَتِّعُهُمْ قَلٖيلاً ثُمَّ نَضْطَرُّهُمْ اِلٰى عَذَابٍ غَلٖيظٍ","ayatMealText":{"tr":"Biz onlara biraz zevk ettiririz de sonra kendilerini ağır bir azaba zorlarız.","nl":"Wij doen hen een weinig genieten en vervolgens dwingen Wij hen naar een zware bestraffing,","en":"We allow them enjoyment for a little while, then ˹in time˺ We will force them into a harsh torment"},"surah":null},{"id":3494,"surahId":31,"ayatId":25,"ayatNo":"٢٥","pageNo":413,"ayatText":"وَلَئِنْ سَاَلْتَهُمْ مَنْ خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ لَيَقُولُنَّ اللّٰهُؕ قُلِ الْحَمْدُ لِلّٰهِؕ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Andolsun ki onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan, elbette \"Allah\" diyecekler. \"Allah'a hamd olsun.\" de. Fakat onların çoğu bilmezler.","nl":"En als jij hun vraagt wie de hemelen en de aardde geschapen heeft, dan zeggen zij zeker: \"Allah.\" Zeg: \"Alle lof zij Allah.\" Maar de meesten van hen weten het niet.","en":"And if you ask them who created the heavens and the earth, they will definitely say, “Allah!” Say, “Praise be to Allah!” In fact, most of them do not know"},"surah":null},{"id":3495,"surahId":31,"ayatId":26,"ayatNo":"٢٦","pageNo":413,"ayatText":"لِلّٰهِ مَا فِي السَّمٰوَاتِ وَالْاَرْضِؕ اِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمٖيدُ","ayatMealText":{"tr":"Göklerde ve yerde ne varsa hepsi Allah'ındır. Gerçekten Allah, hiçbir şeye muhtaç değildir, daima övülmeye lâyıktır.","nl":"Aan Allah behoort wat zich in de hemelen en op de aarde bevindt. Voorwaar, Hij is de Behoefteloze, de Geprezene.","en":"To Allah belongs whatever is in the heavens and the earth. Allah is truly the Self-Sufficient, Praiseworthy"},"surah":null},{"id":3496,"surahId":31,"ayatId":27,"ayatNo":"٢٧","pageNo":413,"ayatText":"وَلَوْ اَنَّ مَا فِي الْاَرْضِ مِنْ شَجَرَةٍ اَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهٖ سَبْعَةُ اَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللّٰهِؕ اِنَّ اللّٰهَ عَزٖيزٌ حَكٖيمٌ","ayatMealText":{"tr":"Eğer yeryüzündeki ağaçlar hep kalem olsa, deniz de arkasından yedi deniz daha kendisine destek olduğu halde mürekkep olsa, yine de Allah'ın kelimeleri yazmakla tükenmez. Şüphesiz ki Allah çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"En als alle bomen op de aarde pennen waren en de zee (inkt), waarna er nog zeven zeeéën (met inkt) aan toegevoegd zouden worden, dan nog zouden de Woorden van Allah niet zijn uitgeput. Voorwaar, Allah is Almachtig, Alwijs.","en":"If all the trees on earth were pens and the ocean ˹were ink˺, refilled by seven other oceans, the Words of Allah would not be exhausted. Surely Allah is Almighty, All-Wise"},"surah":null},{"id":3497,"surahId":31,"ayatId":28,"ayatNo":"٢٨","pageNo":413,"ayatText":"مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ اِلَّا كَنَفْسٍ وَاحِدَةٍؕ اِنَّ اللّٰهَ سَمٖيعٌ بَصٖيرٌ","ayatMealText":{"tr":"Sizin yaratılmanız da tekrar diriltilmeniz de ancak bir tek nefsin yaratılması ve tekrar diriltilmesi gibidir. Gerçekten Allah her şeyi işitir ve görür.","nl":"De schepping van jullie en jullie opwekking is (voor Allah) slechts als die van één ziel. Voorwaar, Allah is Alhorend, Alziend.","en":"The creation and resurrection of you ˹all˺ is as simple ˹for Him˺ as that of a single soul. Surely Allah is All-Hearing, All-Seeing"},"surah":null}]}