{"juzNo":21,"pageNo":414,"arCuzNo":"۲۱","arPageNo":"٤۱٤","quranAyats":[{"id":3498,"surahId":31,"ayatId":29,"ayatNo":"٢٩","pageNo":414,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُولِجُ الَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَؗ كُلٌّ يَجْرٖٓي اِلٰٓى اَجَلٍ مُسَمًّى وَاَنَّ اللّٰهَ بِمَا تَعْمَلُونَ خَبٖيرٌ","ayatMealText":{"tr":"Görmedin mi ki, Allah geceyi gündüze sokuyor, gündüzü geceye sokuyor. Güneş ile ayı da emrine boyun eğdirmiştir. Her biri belirli bir süreye kadar akıp gidiyor. Şüphesiz ki Allah, yaptıklarınızdan haberdardır.","nl":"Zie jij niet dat Allah de nacht in de dag doet overgaan en Hij de dag doet overgaan in de nacht en Hij de zon en de maan dienstbaar heeft gemaakt en dat allen tot een vastgesteld tijdstip bewegen? En voorwaar, Allah is Alwetend over wat jullie doen.","en":"Do you not see that Allah causes the night to merge into the day and the day into the night, and has subjected the sun and the moon, each orbiting for an appointed term, and that Allah is All-Aware of what you do"},"surah":{"surahId":31,"name":"Lokmân","nameAr":"لُقْمٰانَ","revelationOrder":57,"verseCount":34,"juzNo":21,"firstPage":411}},{"id":3499,"surahId":31,"ayatId":30,"ayatNo":"٣٠","pageNo":414,"ayatText":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُۙ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبٖيرُࣖ","ayatMealText":{"tr":"Bu da şundandır ki, Allah hakkın ta kendisidir. (İnsanların) O'ndan başka taptıkları ise mutlaka batıldır. Şüphesiz ki Allah, çok yücedir, çok büyüktür.","nl":"Dat is zo omdat Allah de Waarheid is en omdate wat zij naast Hem aanroepen de valsheid is. En omdat Allah de Verhevene, de Grootste is.","en":"That is because Allah ˹alone˺ is the Truth and what they invoke besides Him is falsehood, and ˹because˺ Allah ˹alone˺ is the Most High, All-Great"},"surah":null},{"id":3500,"surahId":31,"ayatId":31,"ayatNo":"٣١","pageNo":414,"ayatText":"اَلَمْ تَرَ اَنَّ الْفُلْكَ تَجْرٖي فِي الْبَحْرِ بِنِعْمَتِ اللّٰهِ لِيُرِيَكُمْ مِنْ اٰيَاتِهٖؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ","ayatMealText":{"tr":"Görmedin mi ki Allah, âyetlerinden bir kısmını size göstersin diye gemiler, Allah'ın nimetiyle denizde akıp gidiyor. Şüphesiz bunda çok sabredenler ve çok şükredenler için nice ibretler vardır.","nl":"Zie jij niet dat de schepen op de zee varen door de gunst van Allah, opdat Hij jullie van Zijn Tekenen laat zien? Voorwaar, daarin zijn zeker Tekenen voor iedere goduwige en dankbare.","en":"Do you not see that the ships sail ˹smoothly˺ through the sea by the grace of Allah so that He may show you some of His signs? Surely in this are signs for whoever is steadfast, grateful"},"surah":null},{"id":3501,"surahId":31,"ayatId":32,"ayatNo":"٣٢","pageNo":414,"ayatText":"وَاِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللّٰهَ مُخْلِصٖينَ لَهُ الدّٖينَۚ فَلَمَّا نَجّٰيهُمْ اِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ ؕوَمَا يَجْحَدُ بِاٰيَاتِنَٓا اِلَّا كُلُّ خَتَّارٍ كَفُورٍ","ayatMealText":{"tr":"Onları kara bulutlar gibi bir dalga sardığı zaman, dini yalnız kendisine has kılarak Allah'a yalvarırlar. Onları kurtarıp karaya çıkardığı zaman ise içlerinden doğru giden de bulunur. Bizim âyetlerimizi öyle nankör gaddarlardan başkası inkâr etmez.","nl":"En wanneer golven als wolken hen bedekken roepen zij Allah aan, Hem zuiver aanbiddend. Wanneer Wij hen dan hebben gered en aan land hebben gebracht, dan zijn er onder hen die gematigd (tussen geloof en ongeloof) zijn. En nieniand anders ontkent Onze Tekenen dan iedere verrader en ondankbare.","en":"And as soon as they are overwhelmed by waves like mountains, they cry out to Allah ˹alone˺ in sincere devotion. But when He delivers them ˹safely˺ to shore, only some become relatively grateful. And none rejects Our signs except whoever is deceitful, ungrateful"},"surah":null},{"id":3502,"surahId":31,"ayatId":33,"ayatNo":"٣٣","pageNo":414,"ayatText":"يَٓا اَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْماً لَا يَجْزٖي وَالِدٌ عَنْ وَلَدِهٖؗ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهٖ شَيْـٔاًؕ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاࣞ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُورُ","ayatMealText":{"tr":"Ey insanlar! Rabbinizden sakının ve bir günden korkun ki, baba çocuğuna hiçbir fayda veremez. Çocuk da babasına hiçbir şeyle fayda sağlayacak değildir. Şüphesiz Allah'ın vaadi gerçektir. O halde dünya hayatı sizi aldatmasın, sakın o çok aldatıcı şeytan sizi Allah'ın affına güvendirerek aldatmasın.","nl":"O mensen, vreest jullie Heer en weest bevreesd voor een Dag waarop een vader zijn zoon niet van nut kan zijn, noch een zoon zijn vader in iets van nut kan zijn. Voorwaar, de belofte van Allah is waar, Laat daarom het wereldse leven jullie niet verleider en hat de verleider jullie niet van Allah wegleiden.","en":"O humanity! Be mindful of your Lord, and beware of a Day when no parent will be of any benefit to their child, nor will a child be of any benefit to their parent. Surely Allah’s promise is true. So do not let the life of this world deceive you, nor let the Chief Deceiver deceive you about Allah"},"surah":null},{"id":3503,"surahId":31,"ayatId":34,"ayatNo":"٣٤","pageNo":414,"ayatText":"اِنَّ اللّٰهَ عِنْدَهُ عِلْمُ السَّاعَةِۚ وَيُنَزِّلُ الْغَيْثَۚ وَيَعْلَمُ مَا فِي الْاَرْحَامِؕ وَمَا تَدْرٖي نَفْسٌ مَاذَا تَكْسِبُ غَداًؕ وَمَا تَدْرٖي نَفْسٌ بِاَيِّ اَرْضٍ تَمُوتُ  ؕ  اِنَّ اللّٰهَ عَلٖيمٌ خَبٖيرٌ","ayatMealText":{"tr":"Şüphesiz ki, kıyamet saatinin bilgisi Allah yanındadır. Yağmuru O yağdırır, rahimlerde ne varsa (erkek veya dişi oluşunu, renk ve özelliklerini) O bilir. Hiçbir kimse yarın ne kazanacağını bilmez. Hiçbir kimse hangi yerde öleceğini de bilemez. Şüphesiz ki Allah her şeyi hakkıyla bilir, her şeyden haberdardır.","nl":"Voorwaar, Allah beschikt over de kennis van het Uur, en Hij zendt de regen neer, en Hij kent wat zich in de schoten bevindt. En niemand weet wat hij morgen zal doen. En niemand weet op welke grond hij zal sterven. Voorwaar, Allah is van alles op de hoogte, Alwetend.","en":"Indeed, Allah ˹alone˺ has the knowledge of the Hour. He sends down the rain, and knows what is in the wombs. No soul knows what it will earn for tomorrow, and no soul knows in what land it will die. Surely Allah is All-Knowing, All-Aware"},"surah":null}]}