{"juzNo":21,"pageNo":415,"arCuzNo":"۲۱","arPageNo":"٤۱٥","quranAyats":[{"id":3504,"surahId":32,"ayatId":1,"ayatNo":"١","pageNo":415,"ayatText":"الٓـمٓࣞ","ayatMealText":{"tr":"Elif, Lâm, mim.","nl":"Alif Lâm Mîm.","en":"Alif-Lãm-Mĩm"},"surah":{"surahId":32,"name":"Secde","nameAr":"السَّجْدَةِ","revelationOrder":75,"verseCount":30,"juzNo":21,"firstPage":415}},{"id":3505,"surahId":32,"ayatId":2,"ayatNo":"٢","pageNo":415,"ayatText":"تَنْزٖيلُ الْكِتَابِ لَا رَيْبَ فٖيهِ مِنْ رَبِّ الْعَالَمٖينَؕ","ayatMealText":{"tr":"Kendisinde şüphe olmayan bu kitabın indirilişi, âlemlerin Rabbi olan Allah tarafındandır.","nl":"De neerzending van het Boek waaraan geen twijfel is, is van de Heer der Werelden.","en":"The revelation of this Book is—beyond doubt—from the Lord of all worlds"},"surah":null},{"id":3506,"surahId":32,"ayatId":3,"ayatNo":"٣","pageNo":415,"ayatText":"اَمْ يَقُولُونَ افْتَرٰيهُۚ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْماً مَٓا اَتٰيهُمْ مِنْ نَذٖيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ","ayatMealText":{"tr":"Yoksa onu (Muhammed) uydurdu mu diyorlar? Hayır, o senden önce kendilerine bir uyarıcı gelmemiş olan bir kavmi korkutman için, Rabbin tarafından gelen bir haktır. Gerek ki, hidayeti kabul ederler.","nl":"Zij zeggen zelfs: \"Hij (Moehammad) heeft hem verzonnen.\" Nee! Het is de Waarheid van jouw Heer, zodat jij een volk waarschuwt tot wie vóór jou geen waarschuwer is gekomen. Hopelijk zulten zij Leiding volgen.","en":"Or do they say, “He has fabricated it!”? No! It is the truth from your Lord in order for you to warn a people to whom no warner has come before you, so they may be ˹rightly˺ guided"},"surah":null},{"id":3507,"surahId":32,"ayatId":4,"ayatNo":"٤","pageNo":415,"ayatText":"اَللّٰهُ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فٖي سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِؕ مَا لَكُمْ مِنْ دُونِهٖ مِنْ وَلِيٍّ وَلَا شَفٖيعٍؕ اَفَلَا تَتَذَكَّرُونَ","ayatMealText":{"tr":"Allah O'dur ki, gökleri, yeri ve ikisi arasındakileri altı günde yaratmış, sonra Arş üzerine istivâ buyurmuştur (hakim olmuştur). Sizin için O'ndan başka ne bir dost vardır, ne de bir şefaatçi! Artık düşünmeyecek misiniz?","nl":"Allah is Degene Die de hemelen en de aarde en wat tussen hen is heeft geschapen, in zes dagen (perioden), en Hij zetelde Zich op de Troon. Er is voor jullie buiten Allah geen beschermer en geen voorspreker. Laten jullie je dan niet vermanen?","en":"It is Allah Who has created the heavens and the earth and everything in between in six Days, then established Himself on the Throne. You have no protector or intercessor besides Him. Will you not then be mindful"},"surah":null},{"id":3508,"surahId":32,"ayatId":5,"ayatNo":"٥","pageNo":415,"ayatText":"يُدَبِّرُ الْاَمْرَ مِنَ السَّمَٓاءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فٖي يَوْمٍ كَانَ مِقْدَارُهُٓ اَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ","ayatMealText":{"tr":"O, gökten yere, (yukarıdan aşağıya) işleri düzenler, sonra da o işler, sizin saydıklarınızdan bin yıl kadar olan bir günde O'na yükselir.","nl":"Hij regelt het bestuur vanuit de hemel naar de aarde, waarna die naar Hem opstijgt in een dag waarvan de tijdmaat duizend jaar is, zoals jullie rekenen.","en":"He conducts every affair from the heavens to the earth, then it all ascends to Him on a Day whose length is a thousand years by your counting"},"surah":null},{"id":3509,"surahId":32,"ayatId":6,"ayatNo":"٦","pageNo":415,"ayatText":"ذٰلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزٖيزُ الرَّحٖيمُۙ","ayatMealText":{"tr":"İşte görüleni de görülmeyeni de bilen, her şeye gücü yeten, çok merhametli olan O'dur.","nl":"Dat is de Kenner van het onwaarneembare en het waarneembare, de Almachtige, de Meest Barmhartige.","en":"That is the Knower of the seen and unseen—the Almighty, Most Merciful"},"surah":null},{"id":3510,"surahId":32,"ayatId":7,"ayatNo":"٧","pageNo":415,"ayatText":"اَلَّـذٖٓي اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طٖينٍۚ","ayatMealText":{"tr":"Yarattığı her şeyi güzel yaratan ve insanı yaratmaya bir çamurdan başlayan O'dur.","nl":"Degene Die alles wat Hij schiep op de beste manier heeft geschapen. En Hij begon de schepping van de mens uit klei.","en":"Who has perfected everything He created. And He originated the creation of humankind from clay"},"surah":null},{"id":3511,"surahId":32,"ayatId":8,"ayatNo":"٨","pageNo":415,"ayatText":"ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَٓاءٍ مَهٖينٍۚ","ayatMealText":{"tr":"Sonra da onun soyunu süzülmüş bir özden, değersiz bir sudan yaratmıştır.","nl":"Daarna maakte Hij zijn nageslacht van een uittreksel van nederig water (sperma).","en":"Then He made his descendants from an extract of a humble fluid"},"surah":null},{"id":3512,"surahId":32,"ayatId":9,"ayatNo":"٩","pageNo":415,"ayatText":"ثُمَّ سَوّٰيهُ وَنَفَخَ فٖيهِ مِنْ رُوحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٔدَةَؕ قَلٖيلاً مَا تَشْكُرُونَ","ayatMealText":{"tr":"Sonra onu düzenli bir şekle sokup, içine kendi ruhundan üfürdü. Ve sizin için kulaklar, gözler ve gönüller var etti. Siz pek az şükrediyorsunuz!","nl":"Daarop voltooide Hij hem en blies in hem van de Ziel en Hij maakte voor jullie het gehoor en het gezichtsvermogen en de harten. Weinig dankbaarheid tonen jullie!","en":"then He fashioned them and had a spirit of His Own ˹creation˺ breathed into them. And He gave you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks"},"surah":null},{"id":3513,"surahId":32,"ayatId":10,"ayatNo":"١٠","pageNo":415,"ayatText":"وَقَالُٓوا ءَاِذَا ضَلَلْنَا فِي الْاَرْضِ ءَاِنَّا لَفٖي خَلْقٍ جَدٖيدٍؕ بَلْ هُمْ بِلِقَٓاءِ رَبِّهِمْ كَافِرُونَ","ayatMealText":{"tr":"Onlar: \"Biz yerde kaybolup gittikten sonra, gerçekten biz mi yeni bir yaratılışta bulunacağız?\" dediler. Fakat onlar Rablerine kavuşmayı (O'nun huzuruna varacaklarını) inkâr eden kâfirlerdir.","nl":"En zij zeggen: \"Wanneer wij in de aarde zijn vergaan, zullen wij dan zeker tot een nieuwe schepping worden? Zij zijn zelfs ongelovig aan de ontmoeting met hun Heer.","en":"˹Still˺ they ask ˹mockingly˺, “When we are disintegrated into the earth, will we really be raised as a new creation?” In fact, they are in denial of the meeting with their Lord"},"surah":null},{"id":3514,"surahId":32,"ayatId":11,"ayatNo":"١١","pageNo":415,"ayatText":"قُلْ يَتَوَفّٰيكُمْ مَلَكُ الْمَوْتِ الَّذٖي وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُونَࣖ","ayatMealText":{"tr":"De ki: \"Size vekil kılınmış olan ölüm meleği canınızı alacak, sonra döndürülüp Rabbinize götürüleceksiniz.\"","nl":"Zeg (O Moehammad): \"De Engel des doods die over jullie is aangesteld, zal jullie wegnemen. Vervolgens worden jullie tot jullie Heer teruggekeerd.\"","en":"Say, ˹O Prophet,˺ “Your soul will be taken by the Angel of Death, who is in charge of you. Then to your Lord you will ˹all˺ be returned.”"},"surah":null}]}