{"juzNo":21,"pageNo":416,"arCuzNo":"۲۱","arPageNo":"٤۱٦","quranAyats":[{"id":3515,"surahId":32,"ayatId":12,"ayatNo":"١٢","pageNo":416,"ayatText":"وَلَوْ تَرٰٓى اِذِ الْمُجْرِمُونَ نَاكِسُوا رُؤُ۫سِهِمْ عِنْدَ رَبِّهِمْ ؕرَبَّـنَٓا اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـالِحاً اِنَّا مُوقِنُونَ","ayatMealText":{"tr":"Ey Muhammed! Günahkârların, Rablerinin huzurunda başları öne eğilmiş olarak: \"Ey Rabbimiz! Gördük ve dinledik, şimdi bizi geri çevir de salih bir amel işleyelim, çünkü biz artık kesin bir şekilde inanıyoruz.\" derlerken bir görsen!","nl":"En als jij het kon zien wanneer de zondaren hun hoofden buigen voor hun Heer (en zeggen:) \"Onze Heer, wij hebben gezien en gehoord, breng ons daarom terug, opdat wij goede werken verrichten. Voorwaar, wij zijn overtuigd.\"","en":"If only you could see the wicked hanging their heads ˹in shame˺ before their Lord, ˹crying:˺ “Our Lord! We have now seen and heard, so send us back and we will do good. We truly have sure faith ˹now˺!”"},"surah":{"surahId":32,"name":"Secde","nameAr":"السَّجْدَةِ","revelationOrder":75,"verseCount":30,"juzNo":21,"firstPage":415}},{"id":3516,"surahId":32,"ayatId":13,"ayatNo":"١٣","pageNo":416,"ayatText":"وَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰيهَا وَلٰكِنْ حَقَّ الْقَوْلُ مِنّٖي لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعٖينَ","ayatMealText":{"tr":"Eğer biz dilemiş olsaydık her nefse hidâyetini verirdik. Fakat benden: \"Bütün insanlar ve cinlerden cehennemi elbette dolduracağım.\" sözü hak olmuştur.","nl":"En als Wij wilden, dan zouden Wij zeker iedere ziel haar Leiding geven, maar het Woord is door Mij bepaald: \"Ik zal de Hel zeker vullen met Djinn's en mensen, allemaal\"","en":"Had We willed, We could have easily imposed guidance on every soul. But My Word will come to pass: I will surely fill up Hell with jinn and humans all together"},"surah":null},{"id":3517,"surahId":32,"ayatId":14,"ayatNo":"١٤","pageNo":416,"ayatText":"فَذُوقُوا بِمَا نَسٖيتُمْ لِقَٓاءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسٖينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"\"O halde bu gününüzle karşılaşmayı unuttuğunuzdan dolayı tadın azabı! İşte biz de sizi unuttuk. Yapmakta olduğunuz işler yüzünden tadın ebedî azabı!\"","nl":"Proeft dan (de bestraffing), omdat jullie ie de ontmoeting van deze Dag van jullie vergaten. Voorwaar, Wij hebben jullie vergeten. En proeft de eeuwige bestraffing vanwege wat jullie plachten te doen.\"","en":"So taste ˹the punishment˺ for neglecting the meeting of this Day of yours. We ˹too˺ will certainly neglect you. And taste the torment of eternity for what you used to do"},"surah":null},{"id":3518,"surahId":32,"ayatId":15,"ayatNo":"١٥","pageNo":416,"ayatText":"اِنَّمَا يُؤْمِنُ بِاٰيَاتِنَا الَّذٖينَ اِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّداً وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ","ayatMealText":{"tr":"Bizim âyetlerimize öyle kimseler iman eder ki, onlarla kendilerine öğüt verildiği zaman secdelere kapanırlar ve Rablerine hamd ile tesbih ederler de büyüklük taslamazlar.","nl":"Voorwaar, gelovig aan Onze Verzen zijn slechts degenen die, wanneer zij ermee vemaand worden, zich neerbuigen, en die de Glorie van hun Heer prijzen met Zijn lofprijzing. En zij zijn niet hoogmoedig.","en":"The only ˹true˺ believers in Our revelation are those who—when it is recited to them—fall into prostration and glorify the praises of their Lord and are not too proud"},"surah":null},{"id":3519,"surahId":32,"ayatId":16,"ayatNo":"١٦","pageNo":416,"ayatText":"تَتَجَافٰى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاًؗ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ","ayatMealText":{"tr":"Onların yanları yataklardan uzaklaşır, korku ve ümid içinde Rablerine dua ederler ve kendilerine verdiğimiz rızıklardan hayıra sarfederler.","nl":"Hun zijden mijden de slaapplaatsen, zij roepen hun Heer aan, vrezend en hopend. En zij geven uit van dat waar Wij hun mee voorzagen.","en":"They abandon their beds, invoking their Lord with hope and fear, and donate from what We have provided for them"},"surah":null},{"id":3520,"surahId":32,"ayatId":17,"ayatNo":"١٧","pageNo":416,"ayatText":"فَلَا تَعْلَمُ نَفْسٌ مَٓا اُخْفِيَ لَهُمْ مِنْ قُرَّةِ اَعْيُنٍۚ جَزَٓاءً بِمَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Şimdi hiç kimse kendileri için, yaptıklarına karşılık gözler aydınlığı olacak şeylerden neler gizlenmiş olduğunu bilemez.","nl":"En geen ziet weet welke verkoeling van de ogen voor hen verborgen wordt gehouden, als beloning voor wat zij plachten te doen.","en":"No soul can imagine what delights are kept in store for them as a reward for what they used to do"},"surah":null},{"id":3521,"surahId":32,"ayatId":18,"ayatNo":"١٨","pageNo":416,"ayatText":"اَفَمَنْ كَانَ مُؤْمِناً كَمَنْ كَانَ فَاسِقاًؕ لَا يَسْتَوُ۫نَ","ayatMealText":{"tr":"Öyle ya iman eden kimse, fâsık olan gibi olur mu? Onlar eşit olamazlar.","nl":"Is wie gelovig is, gelijk aan een zwaar zondige? Zij zijn niet gelijk.","en":"Is the one who is a believer equal ˹before Allah˺ to the one who is rebellious? They are not equal"},"surah":null},{"id":3522,"surahId":32,"ayatId":19,"ayatNo":"١٩","pageNo":416,"ayatText":"اَمَّا الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوٰىؗ نُزُلاً بِمَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Evet, iman edip de salih amelleri işleyen kimselerin, yaptıklarına karşılık bir konukluk (ağırlanma) olarak me'vâ (barınak) cennetleri vardır.","nl":"Wat betreft degenen die geloofden en goede werken verrichtten: voor hen zijn er Tuinen (het Paradijs) als verblijfplaats, als ontvangst voor wal zij plachten te doen.","en":"As for those who believe and do good, they will have the Gardens of ˹Eternal˺ Residence—as an accommodation for what they used to do"},"surah":null},{"id":3523,"surahId":32,"ayatId":20,"ayatNo":"٢٠","pageNo":416,"ayatText":"وَاَمَّا الَّذٖينَ فَسَقُوا فَمَأْوٰيهُمُ النَّارُؕ كُلَّمَٓا اَرَادُٓوا اَنْ يَخْرُجُوا مِنْهَٓا اُعٖيدُوا فٖيهَا وَقٖيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذٖي كُنْتُمْ بِهٖ تُكَذِّبُونَ","ayatMealText":{"tr":"Ama fâsıklık etmiş olanların barınakları ateştir. Oradan her çıkmak istediklerinde oraya geri çevrilirler ve kendilerine: \"Haydi tadın o ateşin yalanlayıp durduğunuz azabını!\" denir.","nl":"En wat betreft degenen die zware zonden begingen: hun verblijfplaats is de Hel. Iedere keer dat zij eruit willen komen, worden zij erin terruggedreven, en wordt er tot hen gezegd: \"Proeft de bestraffing van de Hel die jullie plachten te loochenen.\"","en":"But as for those who are rebellious, the Fire will be their home. Whenever they try to escape from it, they will be forced back into it, and will be told, “Taste the Fire’s torment, which you used to deny.”"},"surah":null}]}