{"juzNo":21,"pageNo":417,"arCuzNo":"۲۱","arPageNo":"٤۱۷","quranAyats":[{"id":3524,"surahId":32,"ayatId":21,"ayatNo":"٢١","pageNo":417,"ayatText":"وَلَنُذٖيقَنَّهُمْ مِنَ الْعَذَابِ الْاَدْنٰى دُونَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"Şu bir gerçek ki, onlara o en büyük azabdan önce yakın azabdan (dünyada) da tattıracağız. Umulur ki, (kötülükten) dönerler.","nl":"En Wij zullen hun zeker de bestraffing van het wereldse (leven) dom proeven, vóór de grotere bestraffing, Hopelijk zullen zij terugkeren.","en":"We will certainly make them taste some of the minor torment ˹in this life˺ before the major torment ˹of the Hereafter˺, so perhaps they will return ˹to the Right Path˺"},"surah":{"surahId":32,"name":"Secde","nameAr":"السَّجْدَةِ","revelationOrder":75,"verseCount":30,"juzNo":21,"firstPage":415}},{"id":3525,"surahId":32,"ayatId":22,"ayatNo":"٢٢","pageNo":417,"ayatText":"وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيَاتِ رَبِّهٖ ثُمَّ اَعْرَضَ عَنْهَاؕ اِنَّا مِنَ الْمُجْرِمٖينَ مُنْتَقِمُونَࣖ","ayatMealText":{"tr":"Rabbinin âyetleriyle kendisine öğüt verilip de, sonra onlardan yüz çeviren kimseden daha zalim kim olabilir? Gerçekten biz, günahkârlardan intikam alacağız.","nl":"En wie is er onrechtvaardiger dan degene die met de Verzen van zijn Heer wordt vermand en zich er vervolgens van afwendt? Voorwaar, Wij zullen de zondaren vergelden.","en":"And who does more wrong than the one who is reminded of Allah’s revelations then turns away from them? We will surely inflict punishment upon the wicked"},"surah":null},{"id":3526,"surahId":32,"ayatId":23,"ayatNo":"٢٣","pageNo":417,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فٖي مِرْيَةٍ مِنْ لِقَٓائِهٖ وَجَعَلْنَاهُ هُدًى لِبَنٖٓي اِسْرَٓائٖلَۚ","ayatMealText":{"tr":"Andolsun ki biz vaktiyle Musa'ya kitap vermiştik. Şimdi de sen ona (öyle bir kitaba) kavuşmaktan şüphe içinde olma. Biz onu İsrailoğullarına doğru yolu göstren bir rehber kılmıştık.","nl":"En voorzeker, Wij hebben Môesa het Boek (de Taurât) gegeven. Verkeer daarom (O Moehammad) niet in twijfel over de ontvangst ervan (de Koran). En Wij maakten kom (de Taurât) tot Leiding voor de Kinderen van Israël.","en":"Indeed, We gave the Scripture to Moses—so let there be no doubt ˹O Prophet˺ that you ˹too˺ are receiving revelations—and We made it a guide for the Children of Israel"},"surah":null},{"id":3527,"surahId":32,"ayatId":24,"ayatNo":"٢٤","pageNo":417,"ayatText":"وَجَعَلْنَا مِنْهُمْ اَئِمَّةً يَهْدُونَ بِاَمْرِنَا لَمَّا صَبَرُواؕ وَكَانُوا بِاٰيَاتِنَا يُوقِنُونَ","ayatMealText":{"tr":"Onların içinden, sabrettikleri zaman bizim emrimizle doğru yola ileten önderler yetiştirmiştik. Onlar, bizim âyetlerimize kesin bir şekilde inanıyorlardı.","nl":"En Wij stelden vanwege kun geduld onder hen leiders aan, die leiding gaven volgens Ons bevel. En zij waren van Onze Tekenen oveirtuigd.","en":"We raised from among them leaders, guiding by Our command, when they patiently endured and firmly believed in Our signs"},"surah":null},{"id":3528,"surahId":32,"ayatId":25,"ayatNo":"٢٥","pageNo":417,"ayatText":"اِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فٖيمَا كَانُوا فٖيهِ يَخْتَلِفُونَ","ayatMealText":{"tr":"Şimdi ihtilafa düştükleri şeyler hakkında şüphesiz ki Rabbin kıyamet günü aralarında ayırıcı hükmü verecektir.","nl":"Voorwaar, jouw Heer oordeelt tussen hen op de Dag der Opstanding over dat waarover zij plachten te redetwisten.","en":"Indeed, your Lord will decide between them on the Day of Judgment regarding their differences"},"surah":null},{"id":3529,"surahId":32,"ayatId":26,"ayatNo":"٢٦","pageNo":417,"ayatText":"اَوَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فٖي مَسَاكِنِهِمْؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍؕ اَفَلَا يَسْمَعُونَ","ayatMealText":{"tr":"Kendilerinden önce, yurtlarında gezip dolaşmakta oldukları nice kuşakları helâk etmiş olmamız, daha onları doğru yola iletmedi mi? Şüphesiz bunda nice ibretler vardır. Hâlâ kulak vermeyecekler mi?","nl":"Is er geen leiding voor hen in hoeveel generaties Wij vóór hen hebben vernietigd? Zij lopen in kun woonplaatsen rond. Voorwaar, daarin zijn zeker Tekenen. Luisteren zij dan niet?","en":"Is it not yet clear to them how many peoples We destroyed before them, whose ruins they still pass by? Surely in this are signs. Will they not then listen"},"surah":null},{"id":3530,"surahId":32,"ayatId":27,"ayatNo":"٢٧","pageNo":417,"ayatText":"اَوَلَمْ يَرَوْا اَنَّا نَسُوقُ الْمَٓاءَ اِلَى الْاَرْضِ الْجُرُزِ فَنُخْرِجُ بِهٖ زَرْعاً تَأْكُلُ مِنْهُ اَنْعَامُهُمْ وَاَنْفُسُهُمْؕ اَفَلَا يُبْصِرُونَ","ayatMealText":{"tr":"Ya hiç görmediler mi ki, biz kır yere suyu salıveriyoruz da onunla bir ekin çıkarıyoruz. Ondan hayvanları da yiyor, kendileri de. Hâlâ gözlerini açmayacaklar mı?","nl":"En zien zij niet dat Wij het water (in wolken) naar het dorre land drijven, waarna Wij gewassen tevoorschijn doen komen, waarvan hun vee en zij zelf eten? Zien zij dan niet?","en":"Do they not see how We drive rain to parched land, producing ˹various˺ crops from which they and their cattle eat? Will they not then see"},"surah":null},{"id":3531,"surahId":32,"ayatId":28,"ayatNo":"٢٨","pageNo":417,"ayatText":"وَيَقُولُونَ مَتٰى هٰذَا الْفَتْحُ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Bir de \"Ne zaman o fetih, eğer doğru söylüyorsanız?\" diyorlar.","nl":"En zij zeggen: \"Wanneer zal die overwinning plaatsvinden, als jullie waarachtigen zijn?\"","en":"They ask ˹mockingly˺, “When is this ˹Day of final˺ Decision, if what you say is true?”"},"surah":null},{"id":3532,"surahId":32,"ayatId":29,"ayatNo":"٢٩","pageNo":417,"ayatText":"قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذٖينَ كَفَرُٓوا اٖيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ","ayatMealText":{"tr":"De ki: \"İnkâr edenlere o fetih günü iman etmeleri fayda vermez ve onlara göz açtırılmaz.\"","nl":"Zeg: \"Op de Dag van de overwinning zal het geloof van degenen die ongelovig waren niet meer baten, en hen zal geen uitstel worden gegeven.\"'","en":"Say, ˹O Prophet,˺ “On the Day of Decision it will not benefit the disbelievers to believe then, nor will they be delayed ˹from punishment˺.”"},"surah":null},{"id":3533,"surahId":32,"ayatId":30,"ayatNo":"٣٠","pageNo":417,"ayatText":"فَاَعْرِضْ عَنْهُمْ وَانْتَظِرْ اِنَّهُمْ مُنْتَظِرُونَ","ayatMealText":{"tr":"Şimdi sen onlardan yüz çevir de gözet. Çünkü onlar da gözetmektedirler.","nl":"Wend je daarom van hen af en wacht af: voorwaar, zij zijn afwachtenden.","en":"So turn away from them, and wait! They too are waiting"},"surah":null}]}