{"juzNo":21,"pageNo":418,"arCuzNo":"۲۱","arPageNo":"٤۱۸","quranAyats":[{"id":3534,"surahId":33,"ayatId":1,"ayatNo":"١","pageNo":418,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكَافِرٖينَ وَالْمُنَافِقٖينَؕ اِنَّ اللّٰهَ كَانَ عَلٖيماً حَكٖيماًۙ","ayatMealText":{"tr":"Ey peygamber! Allah'tan kork, kâfirlere ve münafıklara itaat etme. Muhakkak ki Allah her şeyi bilir, hüküm ve hikmet sahibidir.","nl":"O Profeet, vrees Allah en gehoorzaam niet de ongelovigen en de huichelaars: voorwaar, Allah is Alwetend, Alwijs.","en":"O Prophet! ˹Always˺ be mindful of Allah, and do not yield to the disbelievers and the hypocrites. Indeed, Allah is All-Knowing, All-Wise"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3535,"surahId":33,"ayatId":2,"ayatNo":"٢","pageNo":418,"ayatText":"وَاتَّبِعْ مَا يُوحٰٓى اِلَيْكَ مِنْ رَبِّكَؕ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُونَ خَبٖيراًۙ","ayatMealText":{"tr":"Rabbinden sana ne vahyediliyorsa onun ardınca git. Muhakkak ki Allah ne yaparsanız haberdardır.","nl":"En volg wat aan jou is geopenbaard van jouw Heer. Voorwaar, Allah, Hij is Alwetend over wat jullie doen.","en":"Follow what is revealed to you from your Lord. Surely Allah is All-Aware of what you ˹all˺ do"},"surah":null},{"id":3536,"surahId":33,"ayatId":3,"ayatNo":"٣","pageNo":418,"ayatText":"وَتَوَكَّلْ عَلَى اللّٰهِؕ وَكَفٰى بِاللّٰهِ وَكٖيلاً","ayatMealText":{"tr":"Allah'a güven, vekil olarak Allah yeter.","nl":"En vertrouw op Allah, en Allah is voldoode als Beschermer.","en":"And put your trust in Allah, for Allah is sufficient as a Trustee of Affairs"},"surah":null},{"id":3537,"surahId":33,"ayatId":4,"ayatNo":"٤","pageNo":418,"ayatText":"مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فٖي جَوْفِهٖۚ وَمَا جَعَلَ اَزْوَاجَكُمُ الّٰٓئٖ تُظَاهِرُونَ مِنْهُنَّ اُمَّهَاتِكُمْۚ وَمَا جَعَلَ اَدْعِيَٓاءَكُمْ اَبْنَٓاءَكُمْؕ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْؕ وَاللّٰهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبٖيلَ","ayatMealText":{"tr":"Allah bir adam için içinde iki kalb yapmamıştır. Kendilerinden zıhar yaptığınız eşlerinizi analarınız kılmamıştır. Evlatlıklarınızı da oğullarınız kılmamıştır. O sizin ağzınızdaki lafınızdır. Allah ise hakkı söylüyor ve doğru yolu gösteriyor.","nl":"Allah heeft voor geen mens twee harten in zijn binnenste gemaakt. En Hij heeft niet jullie echtgenotes, tot wie jullie de Zhihâr hebben uitgesproken, tot jullie moeders gemaakt. En Hij heeft niet jullie aangenomen zonen tot jullie (echte) zonen gemaakt. Dat zijn jullie woorden uit jullie monden. En Allah spreekt de Waarheid, en Hij leidt op de Weg.","en":"Allah does not place two hearts in any person’s chest. Nor does He regard your wives as ˹unlawful for you like˺ your real mothers, ˹even˺ if you say they are. Nor does He regard your adopted children as your real children. These are only your baseless assertions. But Allah declares the truth, and He ˹alone˺ guides to the ˹Right˺ Way"},"surah":null},{"id":3538,"surahId":33,"ayatId":5,"ayatNo":"٥","pageNo":418,"ayatText":"اُدْعُوهُمْ لِاٰبَٓائِهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِۚ فَاِنْ لَمْ تَعْلَمُٓوا اٰبَٓاءَهُمْ فَاِخْوَانُكُمْ فِي الدّٖينِ وَمَوَالٖيكُمْؕ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فٖيمَٓا اَخْطَأْتُمْ بِهٖۙ وَلٰكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْؕ وَكَانَ اللّٰهُ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Onları (evlatlıkları) babaları adına çağırın. Allah yanında o daha doğrudur. Eğer babalarını bilmiyorsanız, onlar sizin dinde kardeşleriniz ve dostlarınızdır. Bununla beraber hata ettiklerinizde üzerinize bir günah yoktur. Fakat kalblerinizin kasdettiğinde vardır. Allah, çok bağışlayıcı ve çok merhamet edicidir.","nl":"Roept hen met de namen van hun vaders, dat is rechtvaardiger bij Allah. En als jullie hun vaders niet kennen, dan zijn ze jullie broeders in de godsdienst en jullie beschermelingen. En er is geen zonde voor jullie in de fouten die jullie daarmee (per ongeluk) hebben gemaakt, maar wet in wat jullie harten zich hebben voorgenomen. En Allah is Vergevensgezind, Meest Barmhartige.","en":"Let your adopted children keep their family names. That is more just in the sight of Allah. But if you do not know their fathers, then they are ˹simply˺ your fellow believers and close associates. There is no blame on you for what you do by mistake, but ˹only˺ for what you do intentionally. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":3539,"surahId":33,"ayatId":6,"ayatNo":"٦","pageNo":418,"ayatText":"اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنٖينَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهُٓ اُمَّهَاتُهُمْؕ وَاُو۬لُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فٖي كِتَابِ اللّٰهِ مِنَ الْمُؤْمِنٖينَ وَالْمُهَاجِرٖينَ اِلَّٓا اَنْ تَفْعَلُٓوا اِلٰٓى اَوْلِيَٓائِكُمْ مَعْرُوفاًؕ كَانَ ذٰلِكَ فِي الْكِتَابِ مَسْطُوراً","ayatMealText":{"tr":"Peygamber, müminlere kendi nefislerinden önce gelir. O'nun hanımları da onların analarıdır. Akraba da Allah'ın kitabında birbirlerine, diğer müminlerden ve muhacirlerden daha yakındırlar. Ancak dostlarınıza bir maruf (uygun bir vasiyet) yapmanız müstesnâdır. Bu, kitapta yazılıdır.","nl":"De Profeet is de gelovigen meer nabij dan zij zichzelf. En zijn echtgenetes zijn hun moeders. En de bloedverwanten zijn meer nabij (in erfrecht) volgens het Boek van Allah dan de gelovigen en de uitgewekenen, behalve wanneer jullie voor juille broeders (in het geloof) een goede daad willen verrichten (in het testament). Dat staat in het Boek beschreven.","en":"The Prophet has a stronger affinity to the believers than they do themselves. And his wives are their mothers. As ordained by Allah, blood relatives are more entitled ˹to inheritance˺ than ˹other˺ believers and immigrants, unless you ˹want to˺ show kindness to your ˹close˺ associates ˹through bequest˺. This is decreed in the Record"},"surah":null}]}