{"juzNo":21,"pageNo":419,"arCuzNo":"۲۱","arPageNo":"٤۱۹","quranAyats":[{"id":3540,"surahId":33,"ayatId":7,"ayatNo":"٧","pageNo":419,"ayatText":"وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مٖيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَاِبْرٰهٖيمَ وَمُوسٰى وَعٖيسَى ابْنِ مَرْيَمَࣕ وَاَخَذْنَا مِنْهُمْ مٖيثَاقاً غَلٖيظاًۙ","ayatMealText":{"tr":"Unutma o peygamberlerden mîsaklarını (kesin sözlerini) aldığımız vakti! Hele senden, Nuh, İbrahim, Musa ve Meryemoğlu İsa'dan ki onlardan ağır bir mîsak (sağlam bir söz) aldık.","nl":"En (gedenk) toen Wij met de Profeten hun verbond aangingen en met jou (O Moehammad), en met Nôeh en lbrâhîm en Môesa en ' îsa, de zoon van Maryam. En Wij gingen met hen een plechtig verbond aan.","en":"And ˹remember˺ when We took a covenant from the prophets, as well as from you ˹O Prophet˺, and from Noah, Abraham, Moses, and Jesus, son of Mary. We did take a solemn covenant from ˹all of˺ them"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3541,"surahId":33,"ayatId":8,"ayatNo":"٨","pageNo":419,"ayatText":"لِيَسْـَٔلَ الصَّادِقٖينَ عَنْ صِدْقِهِمْۚ وَاَعَدَّ لِلْكَافِرٖينَ عَذَاباً اَلٖيماًࣖ","ayatMealText":{"tr":"(Bunu Allah), sadıklara sadakatlerinden sormak için yaptı. Kâfirler için ise acı verecek bir azab hazırladı.","nl":"Opdat Hij de waarachtigen over hun waarachtigheid zal ondervragen. En Hij heeft voor de ongelovigen een pijnlijke bestraffing voorbereid.","en":"so that He may question these men of truth about their ˹delivery of the˺ truth. And He has prepared a painful punishment for the disbelievers"},"surah":null},{"id":3542,"surahId":33,"ayatId":9,"ayatNo":"٩","pageNo":419,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اذْكُرُوا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَٓاءَتْكُمْ جُنُودٌ فَاَرْسَلْنَا عَلَيْهِمْ رٖيحاً وَجُنُوداً لَمْ تَرَوْهَاؕ وَكَانَ اللّٰهُ بِمَا تَعْمَلُونَ بَصٖيراًۚ","ayatMealText":{"tr":"Ey iman edenler! Allah'ın üzerinizdeki nimetini anın. Hani size ordular gelmişti de üzerlerine bir rüzgâr ve sizin görmediğiniz ordular salıvermiştik. Allah ne yaptığınızı görüyordu.","nl":"Ojullie die geloven, gedenkt de genade van Allah aan jullie, toen een leger tot jullie was geko men. Wij zonden toen een (verwoestende) wind tegen hen en een leger (van Engelen) dat jullie niet zagen. En Allah is Alziende over wat jullie doen.","en":"O believers! Remember Allah’s favour upon you when ˹enemy˺ forces came to ˹besiege˺ you ˹in Medina˺, so We sent against them a ˹bitter˺ wind and forces you could not see. And Allah is All-Seeing of what you do"},"surah":null},{"id":3543,"surahId":33,"ayatId":10,"ayatNo":"١٠","pageNo":419,"ayatText":"اِذْ جَٓاؤُ۫كُمْ مِنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللّٰهِ الظُّنُونَا","ayatMealText":{"tr":"O zaman onlar, hem üstünüzden gelmişlerdi, hem aşağı tarafınızdan, ve o vakit gözler kaymış, yürekler gırtlaklara dayanmıştı. Siz Allah'a türlü türlü zanlarda bulunuyordunuz.","nl":"Toen zij tot jullie kwamen, van boven jullie en van onder jullie en toen de ogen zich afwendden en de harten in de kelen schoten, en jullie (het slechte) over Allah veronderstelden.","en":"˹Remember˺ when they came at you from east and west, when your eyes grew wild ˹in horror˺ and your hearts jumped into your throats, and you entertained ˹conflicting˺ thoughts about Allah"},"surah":null},{"id":3544,"surahId":33,"ayatId":11,"ayatNo":"١١","pageNo":419,"ayatText":"هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدٖيداً","ayatMealText":{"tr":"İşte burada müminler imtihan edilmiş ve şiddetli bir sarsıntı ile sarsılmışlardı.","nl":"Daar werden de gelovigen beproefd en hevig geschokt.","en":"Then and there the believers were put to the test, and were violently shaken"},"surah":null},{"id":3545,"surahId":33,"ayatId":12,"ayatNo":"١٢","pageNo":419,"ayatText":"وَاِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذٖينَ فٖي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللّٰهُ وَرَسُولُـهُٓ اِلَّا غُرُوراً","ayatMealText":{"tr":"O vakit münâfıklar ve kalblerinde bir hastalık bulunanlar: \"Allah ve Resulü bize bir aldanıştan başka bir vaad yapmamış.\" diyorlardı.","nl":"En (gedenk) toen de huichelaars en degenen, in wier harten een ziekte is, zeiden: \"Allah en Zijn Boodschapper hebben ons slechts een misleidende belofte gedaan.","en":"And ˹remember˺ when the hypocrites and those with sickness in their hearts said, “Allah and His Messenger have promised us nothing but delusion!”"},"surah":null},{"id":3546,"surahId":33,"ayatId":13,"ayatNo":"١٣","pageNo":419,"ayatText":"وَاِذْ قَالَتْ طَٓائِفَةٌ مِنْهُمْ يَٓا اَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُواۚ وَيَسْتَأْذِنُ فَرٖيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ اِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍؕ اِنْ يُرٖيدُونَ اِلَّا فِرَاراً","ayatMealText":{"tr":"O vakit bunlardan bir grup: \"Ey Medine halkı! Sizin için duracak yer yok, hemen dönün.\" diyorlardı. Yine onlardan bir kısmı da Peygamberden izin istiyor, evlerimiz gerçekten (düşmana) açıktır.\" diyorlardı, halbuki açık değildi, sadece kaçmak istiyorlardı.","nl":"En (gedenk) toen een groep van hen zei: \"O bewoners van Yatsrib (Medinah), er is geen plaats voor jullie. gaat daarom terug.\" En een groep onder hen vroeg (de Profeet) ontheffing, zeggend: \"Voorwaar, onze huizen zijn onbeschermd,\" terwijl deze niet onbeschermd waren, zij wilden alleen maar vluchten.","en":"And ˹remember˺ when a group of them said, “O people of Yathrib! There is no point in you staying ˹here˺, so retreat!” Another group of them asked the Prophet’s permission ˹to leave˺, saying, “Our homes are vulnerable,” while ˹in fact˺ they were not vulnerable. They only wished to flee"},"surah":null},{"id":3547,"surahId":33,"ayatId":14,"ayatNo":"١٤","pageNo":419,"ayatText":"وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ اَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوا بِهَٓا اِلَّا يَسٖيراً","ayatMealText":{"tr":"Eğer onların her tarafından üzerlerine girilse de sonra fitne çıkarmaları istenilse derhal onu yapacaklardı. Ama onunla da pek az duracaklardı.","nl":"En als (Medinah) langs alle kanten binnengevallen zou worden, en zij gevraagd zouden worden de beproeving (te doorstaan), dan zouden zij zeker ingestemd hebben, en zij zouden slechts even hebben geaarzeld.","en":"Had their city been sacked from all sides and they had been asked to abandon faith, they would have done so with little hesitation"},"surah":null},{"id":3548,"surahId":33,"ayatId":15,"ayatNo":"١٥","pageNo":419,"ayatText":"وَلَقَدْ كَانُوا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْاَدْبَارَؕ وَكَانَ عَهْدُ اللّٰهِ مَسْؤُ۫لاً","ayatMealText":{"tr":"Halbuki bundan önce Allah'a ahid vermişlerdi. Arkalarını dönmeyeceklerdi. Allah'a verilen ahid ise mesuliyetlidir, mutlaka sorulur.","nl":"En voorzeker. zij hadden Allah daarvôôr een belofte gedaan: dat zij niet de rug zouden toekeren. En over de belofte aan Allah zal ondervraagd worden.","en":"They had already pledged to Allah earlier never to turn their backs ˹in retreat˺. And a pledge to Allah must be answered for"},"surah":null}]}