{"juzNo":3,"pageNo":42,"arCuzNo":"۳","arPageNo":"٤۲","quranAyats":[{"id":260,"surahId":2,"ayatId":253,"ayatNo":"٢٥٣","pageNo":42,"ayatText":"تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۘ مِنْهُمْ مَنْ كَلَّمَ اللّٰهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍؕ وَاٰتَيْنَا عٖيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَاَيَّدْنَاهُ بِرُوحِ الْقُدُسِؕ وَلَوْ شَٓاءَ اللّٰهُ مَا اقْتَتَلَ الَّذٖينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَٓاءَتْهُمُ الْبَيِّنَاتُ وَلٰكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ اٰمَنَ وَمِنْهُمْ مَنْ كَفَرَؕ وَلَوْ شَٓاءَ اللّٰهُ مَا اقْتَتَلُوا وَلٰكِنَّ اللّٰهَ يَفْعَلُ مَا يُرٖيدُࣖ","ayatMealText":{"tr":"O işaret olunan resuller yok mu, biz onların bazısını, bazısından üstün kıldık. İçlerinden kimi var ki Allah, kendisiyle konuştu, bazısını da derecelerle daha yükseklere çıkardı. Biz Meryem oğlu İsa'ya da o delilleri verdik ve kendisini Rûhu'lKudüs (Cebrail) ile kuvvetlendirdik. Eğer Allah dileseydi, bunların arkasındaki ümmetler, kendilerine o deliller geldikten sonra birbirlerinin kanına girmezlerdi. Fakat ihtilâfa düştüler, kimi iman etti, kimi inkâr etti. Yine Allah dileseydi, birbirlerininkanına girmezlerdi. Fakat Allah dilediğini yapar.","nl":"Dat zijn de Boodschappers van wie Wij sommigen boven anderen bevoorrecht hebben, onder hen zijn er tot wie Allah gesproken heeft, en onder hen zijn er die Hij (enkele) graden verheven heeft, en Wij hebben aan 'Isa, de zoon van Maryam, duidelijke Tekenen gegeven en Wij hebben hem niet de Heilige Geest (Djibrîl) versterkt. Als Allah het gewild had, hadden degenen na lien niet met elkaar gevochten nadat de duidelijke Tekenen tot hen waren gekomen, maar zij twistten: sommigen geloofden en sommigen van hen waren ongelovig. En als Allah het gewild had, hadden zij niet met elkaar gevochten, maar Allah doet wat Hij wil.","en":"We have chosen some of those messengers above others. Allah spoke directly to some, and raised some high in rank. To Jesus, son of Mary, We gave clear proofs and supported him with the holy spirit. If Allah had willed, succeeding generations would not have fought ˹among themselves˺ after receiving the clear proofs. But they differed—some believed while others disbelieved. Yet if Allah had willed, they would not have fought one another. But Allah does what He wills"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":261,"surahId":2,"ayatId":254,"ayatNo":"٢٥٤","pageNo":42,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ اَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فٖيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌؕ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ","ayatMealText":{"tr":"Ey iman edenler! Kendisinde hiçbir alış verişin, hiçbir dostluğun ve hiçbir şefaatin bulunmadığı bir gün gelmeden önce, size verdiğimiz rızıklardan Allah yolunda harcayın. Kâfirlere gelince, onlar zalimlerdir.","nl":"O jullie die geloven: geeft van dat waar Wij jullie mee voorzien hebben, voordat de Dag komt waarop er noch handel, noch voorspraak zal zijn. En de ongelovigen: zij zijn de onrechtvaardigen.","en":"O believers! Donate from what We have provided for you before the arrival of a Day when there will be no bargaining, friendship, or intercession. Those who disbelieve are ˹truly˺ the wrongdoers"},"surah":null},{"id":262,"surahId":2,"ayatId":255,"ayatNo":"٢٥٥","pageNo":42,"ayatText":"اَللّٰهُ لَٓا اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّومُۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌؕ لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ مَنْ ذَا الَّذٖي يَشْفَعُ عِنْدَهُٓ اِلَّا بِاِذْنِهٖؕ يَعْلَمُ مَا بَيْنَ اَيْدٖيهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحٖيطُونَ بِشَيْءٍ مِنْ عِلْمِهٖٓ اِلَّا بِمَا شَٓاءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوَاتِ وَالْاَرْضَۚ وَلَا يَؤُ۫دُهُ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظٖيمُ","ayatMealText":{"tr":"Allah'tan başka hiçbir ilâh yoktur. O daima diridir (hayydır), bütün varlığın idaresini yürüten (kayyum)dir. O'nu ne gaflet basar, ne de uyku. Göklerde ve yerde ne varsa hepsi O'nundur. İzni olmadan huzurunda şefaat edecek olan kimdir? O, kullarının önlerinde ve arkalarında ne varsa hepsini bilir. Onlar ise, O'nun dilediği kadarından başka ilminden hiç bir şey kavrayamazlar. O'nun kürsisi, bütün gökleri ve yeri kucaklamıştır. Onların her ikisini de görüp gözetmek O'na bir ağırlık vermez. O çok yücedir, çok büyüktür.","nl":"Allah, er is geen god dan Hij, de Levende, de Zelfstandige, sluimer noch slaap kan Hem treffen, aan Hem behoort toe wat er in de hemelen en wat er op de aarde is. Wie is degene die van voorspraak is bij Hem zonder Zijn verlof? Hij kent wat er voor hen is en wat er achter hen is. En zij kunnen niets van Zijn Kennis omvatten, behalve wat Hij wil. En Zijn Zetel strekt zich uit over de Hemelen en de Aarde en het waken over beide vermoeit Hem niet. En Hij is de Verhevene, de Almachtige.","en":"Allah! There is no god ˹worthy of worship˺ except Him, the Ever-Living, All-Sustaining. Neither drowsiness nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who could possibly intercede with Him without His permission? He ˹fully˺ knows what is ahead of them and what is behind them, but no one can grasp any of His knowledge—except what He wills ˹to reveal˺. His Seat encompasses the heavens and the earth, and the preservation of both does not tire Him. For He is the Most High, the Greatest"},"surah":null},{"id":263,"surahId":2,"ayatId":256,"ayatNo":"٢٥٦","pageNo":42,"ayatText":"لَٓا اِكْرَاهَ فِي الدّٖينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّۚ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللّٰهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰىࣗ لَا انْفِصَامَ لَهَاؕ وَاللّٰهُ سَمٖيعٌ عَلٖيمٌ","ayatMealText":{"tr":"Dinde zorlama yoktur. Çünkü doğruluk, sapıklıktan ayırd edilmiştir. Artık her kim tâğutu inkar edip, Allah'a inanırsa, sağlam bir kulpa yapışmıştır ki, o hiçbir zaman kopmaz. Allah, her şeyi işitir ve bilir.","nl":"Er is geen dwang in de godsdienst. Waarlijk, de rechte leiding is duidelijk onderscheiden van de dwaling, en hij die de Thaghôet verwerpt en in Allah gelooft: hij heeft zeker het stevigste houvast gegrepen, dat niet breken kan. En Allah is Alhorend, Alwetend.","en":"Let there be no compulsion in religion, for the truth stands out clearly from falsehood. So whoever renounces false gods and believes in Allah has certainly grasped the firmest, unfailing hand-hold. And Allah is All-Hearing, All-Knowing"},"surah":null}]}