{"juzNo":21,"pageNo":420,"arCuzNo":"۲۱","arPageNo":"٤۲۰","quranAyats":[{"id":3549,"surahId":33,"ayatId":16,"ayatNo":"١٦","pageNo":420,"ayatText":"قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذاً لَا تُمَتَّعُونَ اِلَّا قَلٖيلاً","ayatMealText":{"tr":"De ki: \"Eğer ölümden veya öldürülmekten kaçıyorsanız, kaçmak size asla fayda vermez. Vereceğini var saydığınız takdirde de ancak pek az faydalandırılırsınız.\"","nl":"Zeg (O Moehammad): \"Vluchten zal jullie niet baten. Als jullie zouden vluchten voor de dood of het doden, dan zouden jullie slechts even genieten.\"","en":"Say, ˹O Prophet,˺ “Fleeing will not benefit you if you ˹try to˺ escape a natural or violent death. ˹If it is not your time,˺ you will only be allowed enjoyment for a little while.”"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3550,"surahId":33,"ayatId":17,"ayatNo":"١٧","pageNo":420,"ayatText":"قُلْ مَنْ ذَا الَّذٖي يَعْصِمُكُمْ مِنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُٓوءاً اَوْ اَرَادَ بِكُمْ رَحْمَةًؕ وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللّٰهِ وَلِياًّ وَلَا نَصٖيراً","ayatMealText":{"tr":"De ki: \"Eğer Allah size bir felâket diler veya bir rahmet murad ederse, sizi Allah'tan saklamak kimin haddine?\" Hem onlar kendilerine Allah'tan başka bir veli de bulamazlar, bir yardımcı da.","nl":"Zeg. \"Wie is het die jullie tegen Allah kan beschermen als Hij voor jullie de vernietiging wenst, of als Hij voor jullie genade wenst?\" En zij (de huichelaars) zullen voor zichzelf naast Allah geen beschermer en geen helper vinden.","en":"Ask ˹them, O Prophet˺, “Who can put you out of Allah’s reach if He intends to harm you or show you mercy?” They can never find any protector or helper besides Allah"},"surah":null},{"id":3551,"surahId":33,"ayatId":18,"ayatNo":"١٨","pageNo":420,"ayatText":"قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقٖينَ مِنْكُمْ وَالْقَٓائِلٖينَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَاۚ وَلَا يَأْتُونَ الْبَأْسَ اِلَّا قَلٖيلاًۙ","ayatMealText":{"tr":"Şüphesiz Allah, içinizden o savsaklayanları ve kardeşlerine: \"Bize gelin\" diyenleri biliyor. Onlar harbe pek az geliyorlardı.","nl":"Waarlijk, Allah kent degenen onder jullie die belemmeren, en die tot hun broeders zeggen: \"Komt bij ons:\" en zij nemen niet deel aan de strijd, behalve even.","en":"Allah knows well those among you who discourage ˹others from fighting˺, saying ˹secretly˺ to their brothers, “Stay with us,” and who themselves hardly take part in fighting"},"surah":null},{"id":3552,"surahId":33,"ayatId":19,"ayatNo":"١٩","pageNo":420,"ayatText":"اَشِحَّةً عَلَيْكُمْۚ فَاِذَا جَٓاءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُونَ اِلَيْكَ تَدُورُ اَعْيُنُهُمْ كَالَّذٖي يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِؕ اُو۬لٰٓئِكَ لَمْ يُؤْمِنُوا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْؕ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسٖيراً","ayatMealText":{"tr":"Size karşı kıskançlık ediyorlardı. Derken o korku hali gelince, gördün onları ki, ölümden baygınlık sarmış kimse gibi gözleri dönerek sana bakıyorlardı. O korku gidince, size keskin keskin diller sıyırdılar. Onlar hayra karşı kıskançlık ediyorlardı. İşte bunlar iman etmediler de Allah amellerini boşa çıkardı. Bu Allah'a göre önemsizdir.","nl":"Zij (de huichelaars) zijn gicrig tegenover jullie. Wanneer den de angst (voor de slag) komt, dan zie jij hen naar jou kijken, terwijl hun ogen rollen als van degene die uit doodsangst flauw valt. En als de angst is verdwenen, dan kwetsen zij jullie met scherpe tongen, terwijl zij gierig zijn met het goede. Zij zijn degenen die niet geloven, daarom deed Allah hun daden vruchteloos worden. En dat is voor Allah gemakkelijk.","en":"˹They are˺ totally unwilling to assist you. When danger comes, you see them staring at you with their eyes rolling like someone in the throes of death. But once the danger is over, they slash you with razor-sharp tongues, ravenous for ˹worldly˺ gains. Such people have not ˹truly˺ believed, so Allah has rendered their deeds void. And that is easy for Allah"},"surah":null},{"id":3553,"surahId":33,"ayatId":20,"ayatNo":"٢٠","pageNo":420,"ayatText":"يَحْسَبُونَ الْاَحْزَابَ لَمْ يَذْهَبُواۚ وَاِنْ يَأْتِ الْاَحْزَابُ يَوَدُّوا لَوْ اَنَّهُمْ بَادُونَ فِي الْاَعْرَابِ يَسْـَٔلُونَ عَنْ اَنْبَٓائِكُمْؕ وَلَوْ كَانُوا فٖيكُمْ مَا قَاتَلُٓوا اِلَّا قَلٖيلاًࣖ","ayatMealText":{"tr":"Onlar ahzabı (düşman birliklerini) gitmedi sanıyorlardı. Eğer o birlikler bir daha gelecek olursa, çölde bedevi Araplar içinde yer alıp, sizin haberlerinizden (başınıza geleceklerden) sormayı isterler. Onlar içinizde kalacak olsalar da pek az harb ederler.","nl":"Zij dachten dat de bondgenoten nog niet waren weggetrokken. En als de bondgenoten zouden terugkomen, dan zouden zij wensen dat zij zich bij de bedoeïnen bevonden, vragend naar nieuws over jullie. En als zij zich onder jullie zouden bevinden, dan zouden zij niet strijden, behalve even.","en":"They ˹still˺ think that the enemy alliance has not ˹yet˺ withdrawn. And if the allies were to come ˹again˺, the hypocrites would wish to be away in the desert among nomadic Arabs, ˹only˺ asking for news about you ˹believers˺. And if the hypocrites were in your midst, they would hardly take part in the fight"},"surah":null},{"id":3554,"surahId":33,"ayatId":21,"ayatNo":"٢١","pageNo":420,"ayatText":"لَقَدْ كَانَ لَكُمْ فٖي رَسُولِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثٖيراًؕ","ayatMealText":{"tr":"Şanım hakkı için muhakkak ki size Resullulah'da pek güzel bir örnek vardır. Allah'a ve son güne ümit besler olup da Allah'ı çok zikreden kimseler için.","nl":"Voorzeker, de Boodschapper van Allah is voor jullie een goed voorbeeld: voor wie op (de beloning van) Allah en het Hiernamaals hoopt, en voor wie Allah veelvuldig gedenkt.","en":"Indeed, in the Messenger of Allah you have an excellent example for whoever has hope in Allah and the Last Day, and remembers Allah often"},"surah":null},{"id":3555,"surahId":33,"ayatId":22,"ayatNo":"٢٢","pageNo":420,"ayatText":"وَلَمَّا رَاَ الْمُؤْمِنُونَ الْاَحْزَابَۙ قَالُوا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُولُهُ وَصَدَقَ اللّٰهُ وَرَسُولُهُؗ وَمَا زَادَهُمْ اِلَّٓا اٖيمَاناً وَتَسْلٖيماًؕ","ayatMealText":{"tr":"Müminler, ahzabı (düşman birliklerini) gördükleri zaman: \"İşte bu, Allah'ın ve Resulü'nün bize vaad ettiği şeydir. Allah ve Resulü doğru söyledi.\" dediler. Bu onların imanını ve teslimiyetini artırmaktan başka bir şey yapmadı.","nl":"En toen de gelovigen de bondgenoten zagen, zeiden zij: \"Dit is wat Allah en Zijn Boodschapper ons hebben beloofd,\" en Allah en Zijn Boodschapper hebben gelijk. En het doet hun slechts toenemen in geloof en onderwerping.","en":"When the believers saw the enemy alliance, they said, “This is what Allah and His Messenger had promised us. The promise of Allah and His Messenger has come true.” And this only increased them in faith and submission"},"surah":null}]}