{"juzNo":21,"pageNo":421,"arCuzNo":"۲۱","arPageNo":"٤۲۱","quranAyats":[{"id":3556,"surahId":33,"ayatId":23,"ayatNo":"٢٣","pageNo":421,"ayatText":"مِنَ الْمُؤْمِنٖينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللّٰهَ عَلَيْهِۚ فَمِنْهُمْ مَنْ قَضٰى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُؗ وَمَا بَدَّلُوا تَبْدٖيلاًۙ","ayatMealText":{"tr":"Müminlerdendir o erler ki Allah'a verdikleri ahde sadakat gösterdiler. Kimi adağını ödedi (canını verdi), kimi de beklemektedir. Onlar, ahidlerini hiç değiştirmediler.","nl":"Onder de gelovigen zijn er mannen die de belofte die zij aan Allah gedaan hebben trouw blijven. Onder hen zijn er wiens wens vervuld is (omwille van Allah gedood zijn) en anderen die (daarop) wachten. En zij hebben niets veranderd (in hun belofte).","en":"Among the believers are men who have proven true to what they pledged to Allah. Some of them have fulfilled their pledge ˹with their lives˺, others are waiting ˹their turn˺. They have never changed ˹their commitment˺ in the least"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3557,"surahId":33,"ayatId":24,"ayatNo":"٢٤","pageNo":421,"ayatText":"لِيَجْزِيَ اللّٰهُ الصَّادِقٖينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقٖينَ اِنْ شَٓاءَ اَوْ يَتُوبَ عَلَيْهِمْؕ اِنَّ اللّٰهَ كَانَ غَفُوراً رَحٖيماًۚ","ayatMealText":{"tr":"Çünkü Allah sadıklara sadakatleriyle mükafat verecek, dilerse münafıklara da azab edecek veya tevbe nasib edecektir. Şüphe yok ki Allah çok bağışlayıcıdır. Çok merhamet edicidir.","nl":"Opdat Allah de waarachtigen zal belonen voor hun waarachtigheid en Hij de huichelaars zal bestraffen, als Hij wil, of hun berouw aanvaarden. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"˹It all happened˺ so Allah may reward the faithful for their faithfulness, and punish the hypocrites if He wills or turn to them ˹in mercy˺. Surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":3558,"surahId":33,"ayatId":25,"ayatNo":"٢٥","pageNo":421,"ayatText":"وَرَدَّ اللّٰهُ الَّذٖينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْراًؕ وَكَفَى اللّٰهُ الْمُؤْمِنٖينَ الْقِتَالَؕ وَكَانَ اللّٰهُ قَوِياًّ عَزٖيزاًۚ","ayatMealText":{"tr":"Hem Allah kâfirleri herhangi bir hayra ulaşmadan hınçlarıyle defetti. Bu şekilde Allah, müminlere savaşta kâfi geldi. Allah çok güçlüdür, çok üstündür.","nl":"En Allah dreef de ongelovigen en hun woede (over hun verlies) terug; zij verkregen niets van het goede. En Allah hield (de ongelovigen) af van de gelovigen in de strijd. En Allah is Sterk, Almachtig","en":"And Allah drove back the disbelievers in their rage, totally empty-handed. And Allah spared the believers from fighting. For Allah is All-Powerful, Almighty"},"surah":null},{"id":3559,"surahId":33,"ayatId":26,"ayatNo":"٢٦","pageNo":421,"ayatText":"وَاَنْزَلَ الَّذٖينَ ظَاهَرُوهُمْ مِنْ اَهْلِ الْكِتَابِ مِنْ صَيَاصٖيهِمْ وَقَذَفَ فٖي قُلُوبِهِمُ الرُّعْبَ فَرٖيقاً تَقْتُلُونَ وَتَأْسِرُونَ فَرٖيقاًۚ","ayatMealText":{"tr":"Hem de kitap ehlinden onlara yardım edenleri kalplerine korku düşürerek kalelerinden indirdi, siz onların bir kısmını katlediyordunuz, bir kısmını da esir alıyordunuz.","nl":"En Hij zond degenen die hen (de bondgenoten) steunden van de Lieden van de Schrift van hun forten naar beneden. En Hij wierp angst in hun harten. Jullie doodden een groep (mannen) en jullie namen een groep (vrouwen en kinderen) gevangen.","en":"And He brought down those from the People of the Book who supported the enemy alliance from their own strongholds, and cast horror into their hearts. You ˹believers˺ killed some, and took others captive"},"surah":null},{"id":3560,"surahId":33,"ayatId":27,"ayatNo":"٢٧","pageNo":421,"ayatText":"وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضاً لَمْ تَطَؤُ۫هَاؕ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيراًࣖ","ayatMealText":{"tr":"(Allah) onların arazilerini, yurtlarını ve mallarını size miras kıldı. Bir de henüz ayak basmadığınız bir yeri (size miras kıldı). Allah, her şeye kâdirdir.","nl":"En Hij deed jullie hun land en hun huizen en hun bezittingen erven en een land dat jullie nog niet betreden hebben. En Allah is Almachtig over alle zaken.","en":"He has also caused you to take over their lands, homes, and wealth, as well as lands you have not yet set foot on. And Allah is Most Capable of everything"},"surah":null},{"id":3561,"surahId":33,"ayatId":28,"ayatNo":"٢٨","pageNo":421,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ قُلْ لِاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزٖينَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحاً جَمٖيلاً","ayatMealText":{"tr":"Ey peygamber! Hanımlarına şöyle söyle: \"Eğer dünya hayatını ve zinetini istiyorsanız, haydi gelin, sizi donatayım ve güzellikle bırakıp salıvereyim.","nl":"O Profeet, zeg tot jouw echtgenotes: \"Als jullie het wereldse leven wensen en de versieringen ervan, komt dan, dan zal ik jullie een scheidingsgift schonken en jullie op een eervolle manier laten gaan.","en":"O Prophet! Say to your wives, “If you desire the life of this world and its luxury, then come, I will give you a ˹suitable˺ compensation ˹for divorce˺ and let you go graciously"},"surah":null},{"id":3562,"surahId":33,"ayatId":29,"ayatNo":"٢٩","pageNo":421,"ayatText":"وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُولَهُ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ اَجْراً عَظٖيماً","ayatMealText":{"tr":"Yok eğer Allah ve Resulünü ve ahiret yurdunu istiyorsanız, haberiniz olsun ki, Allah içinizden güzellik edenlere pek büyük bir ecir hazırlamıştır.","nl":"Maar als jullie (het welbehagen van) Allah en zijn Boodschapper wensen, en het Huis van het Hiernamaals: voorwaar, Allah heeft voor de weldoensters onder jullie een geweldige beloning bereid.\"","en":"But if you desire Allah and His Messenger and the ˹everlasting˺ Home of the Hereafter, then Surely Allah has prepared a great reward for those of you who do good.”"},"surah":null},{"id":3563,"surahId":33,"ayatId":30,"ayatNo":"٣٠","pageNo":421,"ayatText":"يَا نِسَٓاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِؕ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسٖيراً","ayatMealText":{"tr":"Ey peygamberin hanımları! sizden her kim bir terbiyesizlik ederse ona azab iki kat katlanır. Bu Allah'a göre çok kolaydır.","nl":"O Vrouwen van de Profeet, wie van jullie een duidelijke zedeloosheid begaat, die zal daarvoor een dubbele bestraffing ontvangen. En dat is voor Allah gemakkelijk.","en":"O wives of the Prophet! If any of you were to commit a blatant misconduct, the punishment would be doubled for her. And that is easy for Allah"},"surah":null}]}