{"juzNo":22,"pageNo":423,"arCuzNo":"۲۲","arPageNo":"٤۲۳","quranAyats":[{"id":3569,"surahId":33,"ayatId":36,"ayatNo":"٣٦","pageNo":423,"ayatText":"وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُولُهُٓ اَمْراً اَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْؕ وَمَنْ يَعْصِ اللّٰهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالاً مُبٖيناً","ayatMealText":{"tr":"Bununla beraber Allah ve Resulü bir işe hükmettiği zaman, gerek mümin bir erkek ve gerekse mümin bir kadın için, o işlerinde başka bir tercih hakkı yoktur. Her kim de Allah ve Resulüne âşi olursa açık bir sapıklık etmiş olur.","nl":"En het past een gelovige man en een gelovige vrouw niet, wanneer Allah en Zijn Boodschapper een zaak hebben besloten, om een andere keuze te maken in hun zaak. En wie Allah en Zijn Boodschapper niet gehoorzaamt: waarlijk, hij verkeert in duidelijke dwaling.","en":"It is not for a believing man or woman—when Allah and His Messenger decree a matter—to have any other choice in that matter. Indeed, whoever disobeys Allah and His Messenger has clearly gone ˹far˺ astray"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3570,"surahId":33,"ayatId":37,"ayatNo":"٣٧","pageNo":423,"ayatText":"وَاِذْ تَقُولُ لِلَّـذٖٓي اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفٖي فٖي نَفْسِكَ مَا اللّٰهُ مُبْدٖيهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰيهُؕ فَلَمَّا قَضٰى زَيْدٌ مِنْهَا وَطَراً زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنٖينَ حَرَجٌ فٖٓي اَزْوَاجِ اَدْعِيَٓائِهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَراًؕ وَكَانَ اَمْرُ اللّٰهِ مَفْعُولاً","ayatMealText":{"tr":"Hem hatırla o vakti ki, o kendisine Allah'ın nimet verdiği ve senin de ikramda bulunduğun kimseye: \"Hanımını kendine sıkı tut ve Allah'tan kork\" diyordun da nefsinde Allah'ın açacağı şeyi gizliyordun. İnsanlardan çekiniyordun. Halbuki Allah kendisini saymana daha lâyıktı. Sonra Zeyd o kadından ilişiğini kestiği zaman, biz onu sana eş yaptık ki, oğulluklarının ilişkilerini kestikleri hanımlarını nikâhlamada müminlere bir darlık olmasın. Allah'ın emri de yerine getirilmiştir.","nl":"En (gedenk) toen jij (O Moehammad) zei tot degene die door Allah begenadigd was en aan wie jij genade had gegeven: \"Hou jouw echtgenote bij jou, en vrees Allah.\" Toen jij in je hart verborgen hield wat Allah openbaar wilde maken, en jij de mensen vreesde, terwijl Allah er meer recht op had dat je Hem vreesde. Toen Zaid geen behoefte meer aan haar had, toen hebben Wij jou met haar gehuwd, zodat er voor de gelovigen geen belemmering zou bestaan met betrekking tot de (voormalige) vrouwen van hun aangenomen kinderen, wanneer zij geen behoefte meer aan hen hebben. En het bevel van Allah wordt uitgevoerd.","en":"And ˹remember, O Prophet,˺ when you said to the one for whom Allah has done a favour and you ˹too˺ have done a favour, “Keep your wife and fear Allah,” while concealing within yourself what Allah was going to reveal. And ˹so˺ you were considering the people, whereas Allah was more worthy of your consideration. So when Zaid totally lost interest in ˹keeping˺ his wife, We gave her to you in marriage, so that there would be no blame on the believers for marrying the ex-wives of their adopted sons after their divorce. And Allah’s command is totally binding"},"surah":null},{"id":3571,"surahId":33,"ayatId":38,"ayatNo":"٣٨","pageNo":423,"ayatText":"مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فٖيمَا فَرَضَ اللّٰهُ لَهُؕ سُنَّةَ اللّٰهِ فِي الَّذٖينَ خَلَوْا مِنْ قَبْلُؕ وَكَانَ اَمْرُ اللّٰهِ قَدَراً مَقْدُوراًۙ","ayatMealText":{"tr":"Peygambere Allah'ın takdir ettiği, mübah kıldığı şeyde bir darlık yoktur. Bundan önce geçen bütün peygamberler hakkında Allah'ın sünneti böyledir. Allah'ın emri ise biçilmiş bir kaderdir.","nl":"Er is voor de Profeet geen probleem in wat Allah hem verplicht heeft. Dat is de handelwijze van Allah zoals die reeds gold voor de voorafgaanden (Profeten). En het bevel van Allah is een vaststaande beschikking.","en":"There is no blame on the Prophet for doing what Allah has ordained for him. That has been the way of Allah with those ˹prophets˺ who had gone before. And Allah’s command has been firmly decreed"},"surah":null},{"id":3572,"surahId":33,"ayatId":39,"ayatNo":"٣٩","pageNo":423,"ayatText":"اَلَّذٖينَ يُبَلِّغُونَ رِسَالَاتِ اللّٰهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ اَحَداً اِلَّا اللّٰهَؕ وَكَفٰى بِاللّٰهِ حَسٖيباً","ayatMealText":{"tr":"Onlar, Allah'ın gönderdiklerini tebliğ ederler ve O'ndan korkarlar, Allah'tan başka kimseden korkmazlardı. Hesap görücü olarak da Allah yeter.","nl":"(Zij waren) degenen die de Boodschappen van Allah verkondigden en die Hem vreesden en die niemand vreesden dan Allah. En Allah is voldoende als Berekenaar.","en":"˹That is His way with˺ those ˹prophets˺ who deliver the messages of Allah, and consider Him, and none but Allah. And sufficient is Allah as a ˹vigilant˺ Reckoner"},"surah":null},{"id":3573,"surahId":33,"ayatId":40,"ayatNo":"٤٠","pageNo":423,"ayatText":"مَا كَانَ مُحَمَّدٌ اَبَٓا اَحَدٍ مِنْ رِجَالِكُمْ وَلٰكِنْ رَسُولَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَؕ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلٖيماًࣖ","ayatMealText":{"tr":"Muhammed, sizin adamlarınızdan hiçbirinin babası değildir. Ama Allah'ın Resulü ve peygamberlerin sonuncusudur. Allah her şeyi hakkiyle bilendir.","nl":"Moehammad is niet de vader van één van jullie mannen, maar hij is de Boodschapper van Allah en de laatste van de Profeten. En Allah is Alwetend over alle zaken.","en":"Muḥammad is not the father of any of your men, but is the Messenger of Allah and the seal of the prophets. And Allah has ˹perfect˺ knowledge of all things"},"surah":null},{"id":3574,"surahId":33,"ayatId":41,"ayatNo":"٤١","pageNo":423,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْراً كَثٖيراًۙ","ayatMealText":{"tr":"Ey iman edenler! Allah'ı çokça anın.","nl":"O jullie die geloven, gedenkt Allah veelvuldig!","en":"O believers! Always remember Allah often"},"surah":null},{"id":3575,"surahId":33,"ayatId":42,"ayatNo":"٤٢","pageNo":423,"ayatText":"وَسَبِّحُوهُ بُكْرَةً وَاَصٖيلاً","ayatMealText":{"tr":"Ve O'nu sabah akşam tesbih edin.","nl":"En prijst Zijn Glorie in de ochtend en in de avond.","en":"and glorify Him morning and evening"},"surah":null},{"id":3576,"surahId":33,"ayatId":43,"ayatNo":"٤٣","pageNo":423,"ayatText":"هُوَ الَّذٖي يُصَلّٖي عَلَيْكُمْ وَمَلٰٓئِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ اِلَى النُّورِؕ وَكَانَ بِالْمُؤْمِنٖينَ رَحٖيماً","ayatMealText":{"tr":"Sizleri karanlıklardan aydınlığa çıkarmak için melekleri ile birlikte üzerinize rahmet ve bereket indiren O'dur ve O, müminlere çok merhametlidir.","nl":"Hij is Degene Die jullie Barmhartigheid schenkt en Zijn Engelen (smeken om vergeving voor jullie), opdat Hij jullie uit de duisternissen naar het licht zal brengen, en Hij is voor de gelovigen Meest Barmhartig.","en":"He is the One Who showers His blessings upon you—and His angels pray for you—so that He may bring you out of darkness and into light. For He is ever Merciful to the believers"},"surah":null}]}