{"juzNo":22,"pageNo":424,"arCuzNo":"۲۲","arPageNo":"٤۲٤","quranAyats":[{"id":3577,"surahId":33,"ayatId":44,"ayatNo":"٤٤","pageNo":424,"ayatText":"تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌۚ وَاَعَدَّ لَهُمْ اَجْراً كَرٖيماً","ayatMealText":{"tr":"O'na kavuşacakları gün müminlere esenlik dileği selâmdır. (Allah) onlar için cömertçe bir mükafat hazırlamıştır.","nl":"Hun begroeting op de Dag van de ontmoeting met Hem is: \"Salâm!\"' (Vrede!) En Hij heeft voor hen een edele beloning bereid.","en":"Their greeting on the Day they meet Him will be, “Peace!” And He has prepared for them an honourable reward"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3578,"surahId":33,"ayatId":45,"ayatNo":"٤٥","pageNo":424,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ اِنَّٓا اَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذٖيراًۙ","ayatMealText":{"tr":"Ey peygamber! Biz seni hem bir şahit, hem bir müjdeci, hem bir uyarıcı olarak gönderdik.","nl":"O Profeet, voorwaar, Wij hebben jou gezonden als een getuige en als een brenger van verheugende tijdingen en als een waarschuwer.","en":"O Prophet! We have sent you as a witness, and a deliverer of good news, and a warner"},"surah":null},{"id":3579,"surahId":33,"ayatId":46,"ayatNo":"٤٦","pageNo":424,"ayatText":"وَدَاعِياً اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجاً مُنٖيراً","ayatMealText":{"tr":"Ve hem de izniyle Allah'a bir davetçi ve nurlar saçan bir kandil (olarak gönderdik).","nl":"En als een oproeper tot Allah, met Zijn toestemming, en als een verlichtende lamp.","en":"and a caller to ˹the Way of˺ Allah by His command, and a beacon of light"},"surah":null},{"id":3580,"surahId":33,"ayatId":47,"ayatNo":"٤٧","pageNo":424,"ayatText":"وَبَشِّرِ الْمُؤْمِنٖينَ بِاَنَّ لَهُمْ مِنَ اللّٰهِ فَضْلاً كَبٖيراً","ayatMealText":{"tr":"Müminlere müjdele! Onlara Allah'tan bir mükafat vardır...","nl":"En verkondig de gelovigen de verheugende tijding: dat er voer hen een grote gunst is van Allah.","en":"Give good news to the believers that they will have a great bounty from Allah"},"surah":null},{"id":3581,"surahId":33,"ayatId":48,"ayatNo":"٤٨","pageNo":424,"ayatText":"وَلَا تُطِـعِ الْكَافِرٖينَ وَالْمُنَافِقٖينَ وَدَعْ اَذٰيهُمْ وَتَوَكَّلْ عَلَى اللّٰهِؕ وَكَفٰى بِاللّٰهِ وَكٖيلاً","ayatMealText":{"tr":"Kâfirlere ve münafıklara itaat etme, onların ezalarını bırak (aldırma) da Allah'a tevekkül et. Allah vekil olarak hepsine yeter.","nl":"En gehoorzaam de ongelovigen en de huichelaars niet en schenk geen aandacht aan hun kwelling. En vertrouw op Allah. En Allah is voldoende als Beschermer.","en":"Do not yield to the disbelievers and the hypocrites. Overlook their annoyances, and put your trust in Allah. For Allah is sufficient as a Trustee of Affairs"},"surah":null},{"id":3582,"surahId":33,"ayatId":49,"ayatNo":"٤٩","pageNo":424,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَاۚ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمٖيلاً","ayatMealText":{"tr":"Ey iman edenler! Mümin kadınları nikâh edip de sonra onlara dokunmadan boşadığınız zaman, sizin için üzerlerinde sayacağınız bir iddet hakkınız yoktur. Derhal müt'alarını (mehirleri belirlenmediği takdirde yararlanacakları bir mal) verip onları güzel bir şekilde salıverin.","nl":"O jullie die geloven, wanner jullie de gelovige vrouwen hebben gehuwd en daarna van hen scheiden, voordat jullie hen hebben aangerakt, dan is er voor jullie geen plicht om hen een wachtperiode in acht te laten nemen. Geeft hun dan een geschenk en laat hen op een eervolle wijze gaan.","en":"O believers! If you marry believing women and then divorce them before you touch them, they will have no waiting period for you to count, so give them a ˹suitable˺ compensation, and let them go graciously"},"surah":null},{"id":3583,"surahId":33,"ayatId":50,"ayatNo":"٥٠","pageNo":424,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ اِنَّٓا اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰـتٖٓي اٰتَيْتَ اُجُورَهُنَّ وَمَا مَلَكَتْ يَمٖينُكَ مِمَّٓا اَفَٓاءَ اللّٰهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ الّٰتٖي هَاجَرْنَ مَعَكَؗ وَامْرَاَةً مُؤْمِنَةً اِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَسْتَنْكِحَهَاࣗ خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنٖينَؕ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فٖٓي اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌؕ وَكَانَ اللّٰهُ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Ey peygamber! Biz bilhassa sana şunları helâl kıldık: Mehirlerini vermiş olduğun eşlerini, Allah'ın sana ganimet olarak ihsan buyurduklarından sahip olduğun cariyeleri, amcalarının kızlarından, halalarının kızlarından, dayılarının kızlarından, teyzelerinin kızlarından seninle beraber hicret etmiş olanları, bir de mümin bir kadın kendini peygambere hibe ederse, peygamber nikâh etmek istediği takdirde, onu başka müminlere değil de sadece sana mahsus olmak üzere helâl kıldık. Onlara eşleri ve cariyeleri hakkında neyi farz kıldığımızı biliyoruz. Bunlar sana hiçbir darlık olmaması içindir. Allah, çok bağışlayıcıdır, çok merhamet edicidir.","nl":"O Profeet, voorwaar. Wij hebben jou jouw echtgenotes die jij hun bruidschat hebt gegeven toegstaan, en de slavinnen waar jij over beschikt van wat Allah voor jou heeft aangewezen; en de dochters van jouw oom en de dochters van jouw tantes van vaderszijde; en de dochters van jouw oom van moederszijde en de dochters van jouw tantes van moederszijde. En (ook) zij die met jou zijn uitgeweken, en de gelovige vrouw die zichzelf aan de Profeet heeft geschonken, als de Profeet haar wenst te huwen, als een uitzondering voor jouzelf, die niet geldt voor de gelovigen. Voorzeker, Wij weten wat Wij hen verplicht hebben met betrekking tot hun echtgenotes en waar hun rechterhand over beschikt, opdat er voor jou geen moeilijkheid zal zijn. En Allah is Vergevensgezind, Meest Barmhartig.","en":"O Prophet! We have made lawful for you your wives to whom you have paid their ˹full˺ dowries as well as those ˹bondwomen˺ in your possession, whom Allah has granted you. And ˹you are allowed to marry˺ the daughters of your paternal uncles and aunts, and the daughters of your maternal uncles and aunts, who have emigrated like you. Also ˹allowed for marriage is˺ a believing woman who offers herself to the Prophet ˹without dowry˺ if he is interested in marrying her—˹this is˺ exclusively for you, not for the rest of the believers. We know well what ˹rulings˺ We have ordained for the believers in relation to their wives and those ˹bondwomen˺ in their possession. As such, there would be no blame on you. And Allah is All-Forgiving, Most Merciful"},"surah":null}]}