{"juzNo":22,"pageNo":425,"arCuzNo":"۲۲","arPageNo":"٤۲٥","quranAyats":[{"id":3584,"surahId":33,"ayatId":51,"ayatNo":"٥١","pageNo":425,"ayatText":"تُرْجٖي مَنْ تَشَٓاءُ مِنْهُنَّ وَتُــْٔـوٖٓي اِلَيْكَ مَنْ تَشَٓاءُؕ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَؕ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَٓا اٰتَيْتَهُنَّ كُلُّهُنَّؕ وَاللّٰهُ يَعْلَمُ مَا فٖي قُلُوبِكُمْؕ وَكَانَ اللّٰهُ عَلٖيماً حَلٖيماً","ayatMealText":{"tr":"Onlardan dilediğini geri bırakır, dilediğini yanına alırsın. Sırasını geri bıraktığın kadınlardan dilediğini yanına almanda da sana bir günah yoktur. Onların gözleri aydın olup üzülmemelerine ve kendilerine verdiğin ile hepsinin hoşnut olmalarına en elverişli olan budur. Allah kalblerinizdekini bilir. Allah her şeyi bilir ve yumuşak davranır.","nl":"Jij mag uitstel geven aan wie van hen jij wenst en jij mag tot jou nemen wie jij wenst. En naar wie jouw hart uitgaat van hen van wie jij afstand hebt genomen; er is voor jou geen zonde in. Dat is de verkoeling der ogen meer nabij. Laten zij dan niet treuren en laten zij tevreden zijn met wat jij hen allen hebt gegeven. En Allah kent wat in jullie harten is. En Allah is Alwetend, Zachtmoedig.","en":"It is up to you ˹O Prophet˺ to delay or receive whoever you please of your wives. There is no blame on you if you call back any of those you have set aside. That is more likely that they will be content, not grieved, and satisfied with what you offer them all. Allah ˹fully˺ knows what is in your hearts. And Allah is All-Knowing, Most Forbearing"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3585,"surahId":33,"ayatId":52,"ayatNo":"٥٢","pageNo":425,"ayatText":"لَا يَحِلُّ لَكَ النِّسَٓاءُ مِنْ بَعْدُ وَلَٓا اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمٖينُكَؕ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَقٖيـباًࣖ","ayatMealText":{"tr":"Bundan başka kadınlar sana helâl olmaz. Bunları başka eşlerle değiştirmek de olmaz. İsterse güzellikleri hoşuna gitsin. Ancak sahip olduğun cariyen başka. Allah her şeye gözcü bulunuyor.","nl":"Daarna (O Moehammad), zijn de (andere) vrouwen niet toegestaan en ook niet dat jij hen vervangt door (andere) echtgenotes, ook al wordt jij aangetrokken door hun schoonheid, behalve de slavinnen waar jij over beschikt. En Allah waakt over alle zaken.","en":"It is not lawful for you ˹O Prophet˺ to marry more women after this, nor can you replace any of your present wives with another, even if her beauty may attract you—except those ˹bondwomen˺ in your possession. And Allah is ever Watchful over all things"},"surah":null},{"id":3586,"surahId":33,"ayatId":53,"ayatNo":"٥٣","pageNo":425,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ اِلَّٓا اَنْ يُؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نَاظِرٖينَ اِنٰيهُۙ وَلٰكِنْ اِذَا دُعٖيتُمْ فَادْخُلُوا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسٖينَ لِحَدٖيثٍؕ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْـيٖ مِنْكُمْؗ وَاللّٰهُ لَا يَسْتَحْـيٖ مِنَ الْحَقِّؕ وَاِذَا سَاَلْتُمُوهُنَّ مَتَاعاً فَسْـَٔلُوهُنَّ مِنْ وَرَٓاءِ حِجَابٍؕ ذٰلِكُمْ اَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّؕ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوا رَسُولَ اللّٰهِ وَلَٓا اَنْ تَنْكِحُٓوا اَزْوَاجَهُ مِنْ بَعْدِهٖٓ اَبَداًؕ اِنَّ ذٰلِكُمْ كَانَ عِنْـدَ اللّٰهِ عَظٖيـماً","ayatMealText":{"tr":"Ey iman edenler! Peygamberin evlerine vaktine bakmaksızın ve yemeğe izin verilmedikçe girmeyin. Fakat çağırıldığınız vakit girin. Yemeği yediğinizde de hemen dağılın. Sohbet etmek için de izinsiz girmeyin. Çünkü bu haliniz peygambere eziyet veriyor, ama o sizden utanıyor. Fakat Allah gerçeği söylemekten utanmaz. Hem O'nun hanımlarına bir ihtiyaç soracağınız vakit de perde arkasından sorun. Böyle yapmanız hem sizin kalbleriniz ve hem de onların kalbleri için daha temizdir. Hem sizin Resulullah'a eziyet etmeye hakkınız yoktur. Ondan sonra hanımlarını da ebediyyen nikâh edemezsiniz. Çünkü bu Allah katında çok büyük bir günahtır.","nl":"O jullie die geloven, gaat de huizen van de Profeet niet binnen, behalve als jullie toestemming is gegeven om er te eten, zonder er de etenstijd af te wachten. Maar wanneer jullie worden uitgenodigd, gaat er dan naar binnen, en wanneer jullie dan hebben gegeten, verspreidt jullie dan. En blijft niet met elkaar zitten praten. Dat zou lastig voor de Profeet zijn en hij zou in verlegenheid gebracht worden. Allah schaamt zich niet voot de Waarheid. En wanneer jullie hun (de vrouwen van de Profeet) om iets vragen, vraagt het dan van achter de afscheiding. Dat is reiner voor jullie harten en voor hun harten. En jullie mogen de Boodschapper van Allah niet kwetsen en jullie mogen nooit na hem één van zijn echtgenotes huwen. Voorwaar, dat is bij Allah een grote zonde.","en":"O believers! Do not enter the homes of the Prophet without permission ˹and if invited˺ for a meal, do not ˹come too early and˺ linger until the meal is ready. But if you are invited, then enter ˹on time˺. Once you have eaten, then go on your way, and do not stay for casual talk. Such behaviour is truly annoying to the Prophet, yet he is too shy to ask you to leave. But Allah is never shy of the truth. And when you ˹believers˺ ask his wives for something, ask them from behind a barrier. This is purer for your hearts and theirs. And it is not right for you to annoy the Messenger of Allah, nor ever marry his wives after him. This would certainly be a major offence in the sight of Allah"},"surah":null},{"id":3587,"surahId":33,"ayatId":54,"ayatNo":"٥٤","pageNo":425,"ayatText":"اِنْ تُبْدُوا شَيْـٔاً اَوْ تُخْفُوهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلٖيماً","ayatMealText":{"tr":"Siz bir şeyi açıklasanız da gizleseniz de şüphe yok ki Allah her şeyi bilmektedir.","nl":"Of jullie iets openlijk doen, of het verbergen: voorwaar, Allah is Alwetend over alle zaken.","en":"Whether you reveal something or conceal it, surely Allah has ˹perfect˺ knowledge of all things"},"surah":null}]}