{"juzNo":22,"pageNo":426,"arCuzNo":"۲۲","arPageNo":"٤۲٦","quranAyats":[{"id":3588,"surahId":33,"ayatId":55,"ayatNo":"٥٥","pageNo":426,"ayatText":"لَا جُنَاحَ عَلَيْهِنَّ فٖٓي اٰبَٓائِهِنَّ وَلَٓا اَبْنَٓائِهِنَّ وَلَٓا اِخْوَانِهِنَّ وَلَٓا اَبْنَٓاءِ اِخْوَانِهِنَّ وَلَٓا اَبْنَٓاءِ اَخَوَاتِهِنَّ وَلَا نِسَٓائِهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقٖينَ اللّٰهَؕ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهٖيداً","ayatMealText":{"tr":"Onlar (peygamberin eşleri) için babaları, oğulları, kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, kendi kadınları (kadın dostları) ve sahip oldukları köleleri hakkında bir günah yoktur. Bununla beraber (ey Peygamberin hanımları) Allah'tan korkun. Çünkü Allah her şeye şahit bulunuyor.","nl":"Het is geen zonde voor hen (vrouwen van de Profeet) om met hun vaders, hun zonen, hun broeders, de zonen van hun broeders, de zonen van hun zusters en hun vrouwen, en met de slavinnen waar zij over beschikken (om zonder gebruikmaking van een afscherming tot anderen te spreken). En vreest Allah. Voorwaar, Allah is Getuige over alle zaken.","en":"There is no blame on the Prophet’s wives ˹if they appear unveiled˺ before their fathers, their sons, their brothers, their brothers’ sons, their sisters’ sons, their fellow ˹Muslim˺ women, and those ˹bondspeople˺ in their possession. And be mindful of Allah ˹O wives of the Prophet!˺ Surely Allah is a Witness over all things"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3589,"surahId":33,"ayatId":56,"ayatNo":"٥٦","pageNo":426,"ayatText":"اِنَّ اللّٰهَ وَمَلٰٓئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّؕ يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلٖيماً","ayatMealText":{"tr":"Gerçekten Allah ve melekleri Peygambere salât ederler. Ey iman edenler! siz de ona teslimiyetle salât ve selâm edin.","nl":"Voorwaar, Allah geeft Barmhartigheid en Zijn Engelen smeken om vergeving voor de Profeet. O jullie die geloven, smeekt om genade voor hem en spreekt de vredewens over hem uit.","en":"Indeed, Allah showers His blessings upon the Prophet, and His angels pray for him. O believers! Invoke Allah’s blessings upon him, and salute him with worthy greetings of peace"},"surah":null},{"id":3590,"surahId":33,"ayatId":57,"ayatNo":"٥٧","pageNo":426,"ayatText":"اِنَّ الَّذٖينَ يُؤْذُونَ اللّٰهَ وَرَسُولَهُ لَعَنَهُمُ اللّٰهُ فِي الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَاباً مُهٖيناً","ayatMealText":{"tr":"Şüphesiz ki Allah'a ve Resulü'ne eziyet verenlere Allah hem dünyada, hem ahirette lânet etmiştir. Onlara aşağılayıcı bir azab hazırlamıştır.","nl":"Voorwaar, degenen die Allah en Zijn Boodschapper beledigen: Allah zal hen vervloeken in deze wereld en in het Hiernamaals en Hij zai voor hen een vernederende bestraffing bereiden.","en":"Surely those who offend Allah and His Messenger are condemned by Allah in this world and the Hereafter. And He has prepared for them a humiliating punishment"},"surah":null},{"id":3591,"surahId":33,"ayatId":58,"ayatNo":"٥٨","pageNo":426,"ayatText":"وَالَّذٖينَ يُؤْذُونَ الْمُؤْمِنٖينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَاِثْماً مُبٖيناًࣖ","ayatMealText":{"tr":"Mümin erkeklere ve mümin kadınlara yapmadıkları bir şeyden dolayı eziyet edenler de bir iftira ve açık bir günah yüklenmişlerdir.","nl":"En degenen die de gelovige mannen en de gelovige vrouwen kwetsen, zonder dat zij iets (slechts) hebben verricht: voorzeker, zij hebben laster en een duidelijke zonde op zich geladen.","en":"As for those who abuse believing men and women unjustifiably, they will definitely bear the guilt of slander and blatant sin"},"surah":null},{"id":3592,"surahId":33,"ayatId":59,"ayatNo":"٥٩","pageNo":426,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ قُلْ لِاَزْوَاجِكَ وَبَنَاتِكَ وَنِسَٓاءِ الْمُؤْمِنٖينَ يُدْنٖينَ عَلَيْهِنَّ مِنْ جَلَابٖيبِهِنَّؕ ذٰلِكَ اَدْنٰٓى اَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَؕ وَكَانَ اللّٰهُ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Ey peygamber! Hanımlarına, kızlarına ve müminlerin kadınlarına hep söyle de cilbablarından (dış elbiselerinden) üzerlerini sımsıkı örtsünler. Bu onların tanınmalarına, tanınıp da eziyet edilmemelerine en elverişli olandır. Bununla beraber Allah çok bağışlayıcıdır, çok merhamet edicidir.","nl":"O Profeet, zeg tot jouw echtgenotes en tot jouw dochters en tot de vrouwen van de gelovigen dat zij hun overkleden (Djilbâb) over zich heen laten hangen. Op die manier is het gemakkelijker om hen te herkennen en worden zij niet lastig gevallen. En Allah is Vergevensgezind, Meest Barmhartig.","en":"O Prophet! Ask your wives, daughters, and believing women to draw their cloaks over their bodies. In this way it is more likely that they will be recognized ˹as virtuous˺ and not be harassed. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":3593,"surahId":33,"ayatId":60,"ayatNo":"٦٠","pageNo":426,"ayatText":"لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذٖينَ فٖي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدٖينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فٖيهَٓا اِلَّا قَلٖيلاًۚۛ","ayatMealText":{"tr":"Andolsun ki, eğer münafıklar ve kalblerinde bir hastalık olanlar ve Medine'de dedikodu yapanlar, bu yaptıklarından vaz geçmezlerse, mutlaka seni onlara musallat ederiz. Sonra seninle orada az bir zamandan fazla komşu kalamazlar.","nl":"Als de huichelaars, en degenen in wier harten een ziekte is, en de lasteraars in Medinah, niet ophouden, dan zullen Wij jou tegen hen maatregelen laten nemen. Daarna zullen zij daar niet jouw buren zijn, behalve even.","en":"If the hypocrites, and those with sickness in their hearts, and rumour-mongers in Medina do not desist, We will certainly incite you ˹O Prophet˺ against them, and then they will not be your neighbours there any longer"},"surah":null},{"id":3594,"surahId":33,"ayatId":61,"ayatNo":"٦١","pageNo":426,"ayatText":"مَلْعُونٖينَۚۛ اَيْنَ مَا ثُقِفُٓوا اُخِذُوا وَقُتِّلُوا تَقْتٖيلاً","ayatMealText":{"tr":"Melun olarak nerede bulunurlarsa yakalanırlar ve öldürülürler.","nl":"Vervloekten zijn zij. Waar zij ook worden aangetroffen: grijpt hen en doodt hen.","en":"˹They deserve to be˺ condemned. ˹If they were to persist,˺ they would get themselves seized and killed relentlessly wherever they are found"},"surah":null},{"id":3595,"surahId":33,"ayatId":62,"ayatNo":"٦٢","pageNo":426,"ayatText":"سُنَّةَ اللّٰهِ فِي الَّذٖينَ خَلَوْا مِنْ قَبْلُۚ وَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدٖيلاً","ayatMealText":{"tr":"Allah'ın bundan önce geçenler hakkındaki kanunu budur. Ve sen Allah'ın kanununu değiştirmeye asla çare bulamazsın.","nl":"Als de handelwijze van Allah met de voorafgaanden. En jij zal in de handelwijze van Allah nooit een verandering aantreffen.","en":"That was Allah’s way with those ˹hypocrites˺ who have gone before. And you will find no change in Allah’s way"},"surah":null}]}