{"juzNo":22,"pageNo":427,"arCuzNo":"۲۲","arPageNo":"٤۲۷","quranAyats":[{"id":3596,"surahId":33,"ayatId":63,"ayatNo":"٦٣","pageNo":427,"ayatText":"يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِؕ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِؕ وَمَا يُدْرٖيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرٖيباً","ayatMealText":{"tr":"İnsanlar sana kıyamet saaatini soruyorlar. De ki: \"Onun ilmi ancak Allah'ın nezdindedir. Ne bilirsin belki kıyamet yakında olur.\"","nl":"De mensen vragen jou over het Uur. Zeg: \"Voorwaar, kennis daarover berust slechts bij Allah.\" En hoe kan jij dat weten? Misschien is het Uur al nabij.","en":"People ask you ˹O Prophet˺ about the Hour. Say, “That knowledge is only with Allah. You never know, perhaps the Hour is near.”"},"surah":{"surahId":33,"name":"Ahzâb","nameAr":"الْاَحْزَابِ","revelationOrder":90,"verseCount":73,"juzNo":21,"firstPage":418}},{"id":3597,"surahId":33,"ayatId":64,"ayatNo":"٦٤","pageNo":427,"ayatText":"اِنَّ اللّٰهَ لَعَنَ الْكَافِرٖينَ وَاَعَدَّ لَهُمْ سَعٖيراًۙ","ayatMealText":{"tr":"Şu muhakkak ki, Allah kâfirleri lânetlemiş ve onlara çılgın bir ateş hazırlamıştır.","nl":"Voorwaar, Allah heeft de ongelovigen vervloekt en voor hen een laaiend vuur bereid.","en":"Surely Allah condemns the disbelievers, and has prepared for them a blazing Fire"},"surah":null},{"id":3598,"surahId":33,"ayatId":65,"ayatNo":"٦٥","pageNo":427,"ayatText":"خَالِدٖينَ فٖيهَٓا اَبَداًۚ لَا يَجِدُونَ وَلِياًّ وَلَا نَصٖيراًۚ","ayatMealText":{"tr":"(Onlar) orada ebedî kalırlar ve ne bir dost bulabilirler, ne de bir yardımcı.","nl":"Eeuwig levenden zijn zij daarik voor altijd. Zij zullen geen beschermers en geen helpers vinden.","en":"to stay there for ever and ever—never will they find any protector or helper"},"surah":null},{"id":3599,"surahId":33,"ayatId":66,"ayatNo":"٦٦","pageNo":427,"ayatText":"يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَٓا اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُولَا","ayatMealText":{"tr":"O gün yüzleri ateş içinde çevirilirken: \"Ah keşke Allah'a itaat etseydik, peygambere itaat etseydik!\" derler.","nl":"Op de Dag waarop hun gezichten zullen worden rondgedraaid in de Hel zeggen zij: \"Hadden wij Allah maar gehoorzaamd en hadden wij de Boodschapper maar gehoorzaamd.\"","en":"On the Day their faces are ˹constantly˺ flipped in the Fire, they will cry, “Oh! If only we had obeyed Allah and obeyed the Messenger!”"},"surah":null},{"id":3600,"surahId":33,"ayatId":67,"ayatNo":"٦٧","pageNo":427,"ayatText":"وَقَالُوا رَبَّنَٓا اِنَّٓا اَطَعْنَا سَادَتَنَا وَكُـبَرَٓاءَنَا فَاَضَلُّونَا السَّبٖيلَا","ayatMealText":{"tr":"Yine derler ki: \"Ey Rabbimiz! Biz beylerimize ve büyüklerimize itaat ettik de bizi yanlış yola götürdüler.\"","nl":"En zij zeggen: \"Onze Heer, voorwaar, wij gehoorzaamden onze leiders en onze vooraanstaanden, waarop zij ons van de Weg deden afdwalen.","en":"And they will say, “Our Lord! We obeyed our leaders and elite, but they led us astray from the ˹Right˺ Way"},"surah":null},{"id":3601,"surahId":33,"ayatId":68,"ayatNo":"٦٨","pageNo":427,"ayatText":"رَبَّـنَٓا اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْناً كَبٖيراًࣖ","ayatMealText":{"tr":"Ey Rabbimiz! Onlara azabın iki katını ver ve kendilerini büyük bir lânet ile lânetle.\"","nl":"Onze Heer, tref hen rnet het dubbele van de bestraffing en vervloek hen met een grote vervloeking.\"","en":"Our Lord! Give them double ˹our˺ punishment, and condemn them tremendously.”"},"surah":null},{"id":3602,"surahId":33,"ayatId":69,"ayatNo":"٦٩","pageNo":427,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَكُونُوا كَالَّذٖينَ اٰذَوْا مُوسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُواؕ وَكَانَ عِنْدَ اللّٰهِ وَجٖيهاً","ayatMealText":{"tr":"Ey iman edenler: Sizler Musa'ya eziyet edenler gibi olmayın. Eziyet ettiler de Allah onu, onların söylediklerinden temize çıkardı. O, Allah yanında mevki sahibi idi.","nl":"O jullie die geloven, weest niet zoals degenen die Môesa kwetsten. Allah verklaarde hem onschuldig aan wat zij zeiden. En hij staat bij Allah in hoog aanzien.","en":"O believers! Do not be like those who slandered Moses, but Allah cleared him of what they said. And he was honourable in the sight of Allah"},"surah":null},{"id":3603,"surahId":33,"ayatId":70,"ayatNo":"٧٠","pageNo":427,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُولُوا قَوْلاً سَدٖيداًۙ","ayatMealText":{"tr":"Ey iman edenler! Allah'tan korkun ve sağlam söz söyleyin,","nl":"O jullie die geloven, vreest Allah en spreekt het ware woord.","en":"O believers! Be mindful of Allah, and say what is right"},"surah":null},{"id":3604,"surahId":33,"ayatId":71,"ayatNo":"٧١","pageNo":427,"ayatText":"يُصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْؕ وَمَنْ يُطِـعِ اللّٰهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظٖيماً","ayatMealText":{"tr":"Ki (Allah) işlerinizi yoluna koysun ve günahlarınızı bağışlasın. Her kim Allah'a ve Resulü'ne itaat ederse, o gerçekten büyük murada ermiştir.","nl":"Hij (Allah) zal jullie goede daden aanvaarden en jullie je zonden vergeven. En wie Allah en Zijn Boodschapper gehoorzaamt: waarlijk, die heeft een geweldige triomf behaald.","en":"He will bless your deeds for you, and forgive your sins. And whoever obeys Allah and His Messenger, has truly achieved a great triumph"},"surah":null},{"id":3605,"surahId":33,"ayatId":72,"ayatNo":"٧٢","pageNo":427,"ayatText":"اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوَاتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُؕ اِنَّهُ كَانَ ظَلُوماً جَهُولاًۙ","ayatMealText":{"tr":"Biz o emaneti göklere, yere ve dağlara arz ettik, onlar, onu yüklenmeye yanaşmadılar, ondan korktular da onu insan yüklendi. O gerçekten çok zalim ve çok cahildir.","nl":"Voorvaar, Wij hebben de Amânah (godsdienstige plichten) aan de hemelen en de aarde en de bergen aangeboden, maar zij weigerden deze te dragen en zij waren er beducht voor, maar de mens nam deze op zich. Voorwaar, hij is onrechtvaardig en onwetend.","en":"Indeed, We offered the trust to the heavens and the earth and the mountains, but they ˹all˺ declined to bear it, being fearful of it. But humanity assumed it, ˹for˺ they are truly wrongful ˹to themselves˺ and ignorant ˹of the consequences˺"},"surah":null},{"id":3606,"surahId":33,"ayatId":73,"ayatNo":"٧٣","pageNo":427,"ayatText":"لِيُعَذِّبَ اللّٰهُ الْمُنَافِقٖينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكٖينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللّٰهُ عَلَى الْمُؤْمِنٖينَ وَالْمُؤْمِنَاتِؕ وَكَانَ اللّٰهُ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Çünkü Allah münafık erkeklerle münafık kadınlara, müşrik erkeklerle müşrik kadınlara azab edecek, mümin erkeklerle mümin kadınların da tevbelerini kabul edecektir. Allah çok bağışlayıcıdır, çok merhamet edicidir.","nl":"(De Amânah werd hen aangeboden) opdat Allah de huichelaars en de huichelaarsters en de veelgodenaanbidders en de veelgodenaanbidsters zal bestraffen. En Allah aanvaardt het berouw van de gelovige mannen en de gelovige vrouwen. En Allah is Vergevensgezind en Meest Barmhartig","en":"so that Allah will punish hypocrite men and women and polytheistic men and women, and Allah will turn in mercy to believing men and women. For Allah is All-Forgiving, Most Merciful"},"surah":null}]}