{"juzNo":22,"pageNo":428,"arCuzNo":"۲۲","arPageNo":"٤۲۸","quranAyats":[{"id":3607,"surahId":34,"ayatId":1,"ayatNo":"١","pageNo":428,"ayatText":"اَلْحَمْدُ لِلّٰهِ الَّذٖي لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِ وَلَهُ الْحَمْدُ فِي الْاٰخِرَةِؕ وَهُوَ الْحَكٖيمُ الْخَبٖيرُ","ayatMealText":{"tr":"Hamd, o Allah'ındır ki göklerde ne var, yerde ne varsa hep O'nundur. Ahirette de hamd O'nundur. O hüküm ve himet sahibidir, herşeyden haberdardır.","nl":"Alle lof zij Allah, Degene aan Wie wat er in de hemelen en op de aarde is behoort; en Hem zij alle lof in het Hiernamaals. En Hij is de Alwijze, de Alwetende.","en":"All praise is for Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And praise be to Him in the Hereafter. He is the All-Wise, All-Aware"},"surah":{"surahId":34,"name":"Sebe'","nameAr":"سَبَأٍ","revelationOrder":58,"verseCount":54,"juzNo":22,"firstPage":428}},{"id":3608,"surahId":34,"ayatId":2,"ayatNo":"٢","pageNo":428,"ayatText":"يَعْلَمُ مَا يَلِجُ فِي الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَٓاءِ وَمَا يَعْرُجُ فٖيهَاؕ وَهُوَ الرَّحٖيمُ الْغَفُورُ","ayatMealText":{"tr":"Yere ne giriyor ve ondan ne çıkıyor, gökten ne iniyor ve ona ne çıkıyorsa (Allah) hepsini bilir. O çok merhamet edicidir. Çok bağışlayıcıdır.","nl":"Hij kent wat de aarde ingaat en wat er uit voortkomt en wat neerdaalt uit de hemel en wat erin opstijgt. En Hij is de Meest Barmhartige, de Vergevensgezinde.","en":"He knows whatever goes into the earth and whatever comes out of it, and whatever descends from the sky and whatever ascends into it. And He is the Most Merciful, All-Forgiving"},"surah":null},{"id":3609,"surahId":34,"ayatId":3,"ayatNo":"٣","pageNo":428,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا لَا تَأْتٖينَا السَّاعَةُؕ قُلْ بَلٰى وَرَبّٖي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِۚ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمٰوَاتِ وَلَا فِي الْاَرْضِ وَلَٓا اَصْغَرُ مِنْ ذٰلِكَ وَلَٓا اَكْبَرُ اِلَّا فٖي كِتَابٍ مُبٖينٍۙ","ayatMealText":{"tr":"İnkâr edenler: \"Bize o kıyamet saati gelmez.\" dediler. De ki: \"Hayır, öyle değil, gaybı bilen Rabbim hakkı için kıyamet size mutlaka gelecektir. O'nun ilminden göklerde ve yerde zerre kadar bir şey kaçmaz. Bundan daha küçük ve daha büyük ne varsa, hepsi muhakkak açık bir kitaptadır.\"","nl":"En degenen die ongelovig zijn, zeggen: \"Het Uur zal niet tot ons komen.\" Zeg: \"Welzeker, bij mijn Heer, de Kenner van het onwaarneembare, het zal zeker tot jullie komen. Er is niets met het gewicht van een mosterdzaadje in de hemelen of op de aarde dat Hem ontgaat. En er is niets wat groter of kleiner is dan dat, of het staat vermeld in en duidelijk Boek.","en":"The disbelievers say, “The Hour will never come to us.” Say, ˹O Prophet,˺ “Yes—by my Lord, the Knower of the unseen—it will certainly come to you!” Not ˹even˺ an atom’s weight is hidden from Him in the heavens or the earth; nor anything smaller or larger than that, but is ˹written˺ in a perfect Record"},"surah":null},{"id":3610,"surahId":34,"ayatId":4,"ayatNo":"٤","pageNo":428,"ayatText":"لِيَجْزِيَ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِؕ اُو۬لٰٓئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرٖيمٌ","ayatMealText":{"tr":"Çünkü Allah iman edip iyi ameller işleyenlere mükafat verecektir. İşte onlar için bir mağfiret ve cömertçe verilmiş bol rızık vardır.","nl":"(Dat is) opdat Hij degenen die geloven en goede werken verrichten zal belonen, zij zijn degenen voor wie er vergeving is en een edele voorziening.","en":"So He may reward those who believe and do good. It is they who will have forgiveness and an honourable provision"},"surah":null},{"id":3611,"surahId":34,"ayatId":5,"ayatNo":"٥","pageNo":428,"ayatText":"وَالَّذٖينَ سَعَوْ فٖٓي اٰيَاتِنَا مُعَاجِزٖينَ اُو۬لٰٓئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ اَلٖيمٌࣗ","ayatMealText":{"tr":"Âyetlerimizi hükümsüz bırakmak için yarışanlara gelince, onlar için de pek kötü ve elem verici bir azab vardır.","nl":"Maar degenen die ernaar streven om Onze Verzen te ontkrachten: zij zijn degenen voor wie er een bestraffing van een pijnlijke kastijding is.","en":"As for those who strive to discredit Our revelations, it is they who will suffer the ˹worst˺ torment of agonizing pain"},"surah":null},{"id":3612,"surahId":34,"ayatId":6,"ayatNo":"٦","pageNo":428,"ayatText":"وَيَرَى الَّذٖينَ اُو۫تُوا الْعِلْمَ الَّـذٖٓي اُنْزِلَ اِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّۙ وَيَهْدٖٓي اِلٰى صِرَاطِ الْعَزٖيزِ الْحَمٖيدِ","ayatMealText":{"tr":"Kendilerine ilim verilmiş olanlar görüyorlar ki, Rabbinden sana indirilen Kur'ân, hakkın kendisidir. O, gücüne nihayet olmayan, her hamde lâyık bulunan Allah'ın yolunu gösteriyor.","nl":"En degenen ma wie kennis is gegeven, zien dat wat aan jou (O Moehammad) is neergezonden van jouw Heer (de Koran) de Waarheid is, en dat hij naar het Pad van de Almachtige, de Geprezene leidt.","en":"Those gifted with knowledge ˹clearly˺ see that what has been revealed to you from your Lord ˹O Prophet˺ is the truth, and that it guides to the Path of the Almighty, the Praiseworthy"},"surah":null},{"id":3613,"surahId":34,"ayatId":7,"ayatNo":"٧","pageNo":428,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلٰى رَجُلٍ يُنَبِّئُكُمْ اِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍۙ اِنَّكُمْ لَفٖي خَلْقٍ جَدٖيدٍۚ","ayatMealText":{"tr":"Böyle iken inkâr edenler şöyle dediler: \"Siz öldükten sonra, didik didik parçalandığınız vakit, yeniden bir yaratılış içinde bulunacaksınız diye, size birtakım haberler veren kişiyi gösterelim mi?\"","nl":"En degenen die ongelovig zijn, zeggen: \"Zullen wij jullie een man aanwijzen die jullie vertelt dat wanneer jullie geheel uiteen gevallen zijn, dat jullie dan zeker een nieuwe schepping worden?\"","en":"The disbelievers say ˹mockingly to one another˺, “Shall we show you a man who claims that when you have been utterly disintegrated you will be raised as a new creation"},"surah":null}]}