{"juzNo":22,"pageNo":429,"arCuzNo":"۲۲","arPageNo":"٤۲۹","quranAyats":[{"id":3614,"surahId":34,"ayatId":8,"ayatNo":"٨","pageNo":429,"ayatText":"اَفْتَرٰى عَلَى اللّٰهِ كَذِباً اَمْ بِهٖ جِنَّةٌؕ بَلِ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعٖيدِ","ayatMealText":{"tr":"O, bir yalanı Allah'a iftira mı etti, yoksa kendisinde bir delilik mi var?\" Hayır, doğrusu âhirete inanmayanlar, derin bir sapıklıkla azab içindedirler.","nl":"Heeft hij een leugen over Allah verzonnen, of is hij bezeten? Neel Degenen die niet in het Hiernamaals geloven, zullen bestraft worden en zij verkeren in vergaande dwaling.","en":"Has he fabricated a lie against Allah or is he insane?” In fact, those who do not believe in the Hereafter are bound for torment and have strayed farthest ˹from the truth˺"},"surah":{"surahId":34,"name":"Sebe'","nameAr":"سَبَأٍ","revelationOrder":58,"verseCount":54,"juzNo":22,"firstPage":428}},{"id":3615,"surahId":34,"ayatId":9,"ayatNo":"٩","pageNo":429,"ayatText":"اَفَلَمْ يَرَوْا اِلٰى مَا بَيْنَ اَيْدٖيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَٓاءِ وَالْاَرْضِؕ اِنْ نَشَأْ نَخْسِفْ بِهِمُ الْاَرْضَ اَوْ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِنَ السَّمَٓاءِؕ اِنَّ فٖي ذٰلِكَ لَاٰيَةً لِكُلِّ عَبْدٍ مُنٖيبٍࣖ","ayatMealText":{"tr":"Ya gökten ve yerden önlerindekine ve arkalarındakine bir bakmazlar mı? Dilesek kendilerini yere geçiriveririz. Yahut gökten üzerlerine parçalar düşürüveririz. Şüphesiz bunda Allah'a yönelen (hakka gönül veren) her kul için bir ibret vardır.","nl":"Kijken zij dan niet naar wat voor hen en achter hen is van de hemel en de aarde? Als Wij zouden willen, dan zouden Wij hen in de aarde doen wegzinken, of een stuk uit de hemel op hen doen vallen. Voorwaar, daarin is zeker een Teken voor iedere berouwvolle dienaar.","en":"Have they not then seen all that surrounds them of the heavens and the earth? If We willed, We could cause the earth to swallow them up, or cause ˹deadly˺ pieces of the sky to fall upon them. Surely in this is a sign for every servant who turns ˹to Allah˺"},"surah":null},{"id":3616,"surahId":34,"ayatId":10,"ayatNo":"١٠","pageNo":429,"ayatText":"وَلَقَدْ اٰتَيْنَا دَاوُ۫دَ مِنَّا فَضْلاًؕ يَا جِبَالُ اَوِّبٖي مَعَهُ وَالطَّيْرَۚ وَاَلَنَّا لَهُ الْحَدٖيدَۙ","ayatMealText":{"tr":"Andolsun ki, biz Davud'a tarafımızdan bir fazilet verdik. \"Ey dağlar! Onunla beraber tesbih edin.\" dedik ve bunu kuşlara da (emrettik) ve ona demiri yumuşattık.","nl":"En voorzeker, Wij hebben Dâwôed een gunst van Onze Zijde de geschonken, (zeggend:) \"O bergen, herhaalt het prijzen van de lof van Allah met hem, en ook de vogels.\" En Wij maakten het ijzer zacht voor hem.","en":"Indeed, We granted David a ˹great˺ privilege from Us, ˹commanding:˺ “O mountains! Echo his hymns! And the birds as well.” We made iron mouldable for him"},"surah":null},{"id":3617,"surahId":34,"ayatId":11,"ayatNo":"١١","pageNo":429,"ayatText":"اَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحاًؕ اِنّٖي بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Bol bol zırhlar yap ve biçimlemede ölçüyü gözet dedik. Siz de iyi işler yapın, çünkü ben her yapacağınızı gözetiyorum.","nl":"(Allah zei:) \"Maak maliënkolders en bepaal de maat van de ringen,\" En verricht goede werken. Voorwaar, Ik zie wat jullie doen.","en":"instructing: “Make full-length armour, ˹perfectly˺ balancing the links. And work righteousness ˹O family of David!˺. Indeed, I am All-Seeing of what you do.”"},"surah":null},{"id":3618,"surahId":34,"ayatId":12,"ayatNo":"١٢","pageNo":429,"ayatText":"وَلِسُلَيْمٰنَ الرّٖيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌۚ وَاَسَلْنَا لَهُ عَيْنَ الْقِطْرِؕ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِاِذْنِ رَبِّهٖؕ وَمَنْ يَزِغْ مِنْهُمْ عَنْ اَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعٖيرِ","ayatMealText":{"tr":"Süleyman'ın emrine de rüzgarı verdik. Sabah gidişi bir aylık, akşam dönüşü bir aylık yol idi. Erimiş bakır menbaını da ona sel gibi akıttık. Hem Rabbi'nin izniyle elinin altında cinlerden de çalışan vardı. Onlardan da kim emrimizden dışarı çıkarsa ona ateş azabından tattırırdık.","nl":"En voor Soelaimân (onderwierpen Wij) de winden. Het waaien ervan in de ochtend duurt een maand en in de avond duurt het een maand. En Wij maakten het brons voor hem tot een vloeiende bron. En onder de Djinn's waren er die voor hem werkten, met toestemming van zijn Heer. En wie van hen afweek van Ons bevel, die doen Wij de bestraffing van het laaiende vuur (de Hel) proeven.","en":"And to Solomon ˹We subjected˺ the wind: its morning stride was a month’s journey and so was its evening stride. And We caused a stream of molten copper to flow for him, and ˹We subjected˺ some of the jinn to work under him by his Lord’s Will. And whoever of them deviated from Our command, We made them taste the torment of the blaze"},"surah":null},{"id":3619,"surahId":34,"ayatId":13,"ayatNo":"١٣","pageNo":429,"ayatText":"يَعْمَلُونَ لَهُ مَا يَشَٓاءُ مِنْ مَحَارٖيبَ وَتَمَاثٖيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍؕ اِعْمَلُٓوا اٰلَ دَاوُ۫دَ شُكْراًؕ وَقَلٖيلٌ مِنْ عِبَادِيَ الشَّكُورُ","ayatMealText":{"tr":"Onlar, ona mihrablar, timsaller (heykeller) ve havuzlar gibi çanaklar ve sâbit kazanlardan her ne isterse yaparlardı. Çalışın ey Davud hanedanı, şükür için çalışın. Ama kullarım içinde şükreden azdır.","nl":"Zij maakten voor hem wat hij wilde; hoge gehouwen, beelden en schalen zo groot als vijvers en onverplaatsbare ketels. Werkt, O familie van Dâwôed, uit dankbaarheid. Maar, weinigen van Mijn dienaren zijn dankbaren.","en":"They made for him whatever he desired of sanctuaries, statues, basins as large as reservoirs, and cooking pots fixed ˹into the ground˺. ˹We ordered:˺ “Work gratefully, O family of David!” ˹Only˺ a few of My servants are ˹truly˺ grateful"},"surah":null},{"id":3620,"surahId":34,"ayatId":14,"ayatNo":"١٤","pageNo":429,"ayatText":"فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلٰى مَوْتِهٖٓ اِلَّا دَٓابَّةُ الْاَرْضِ تَأْكُلُ مِنْسَاَتَهُۚ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ اَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهٖينِ","ayatMealText":{"tr":"Ne zaman ki Süleyman'a ölümü hükmettik, cinlere onun ölümünü sezdiren olmadı. Yalnız bir güve böceği yere dayandığı asâsını yiyordu. Bu sebeple Süleyman yere yıkılınca ortaya çıktı ki, cinler eğer gaybı bilir olsalar o zilletli azab içinde bekleyip durmazlardı.","nl":"Toen Wij dan voor hem (Soelaimân) de dood bedden beschikt, was er niets dat hen op zijn dood wees, behalve de diertjes van de aarde die zijn staf opaten. Toen hij (zijn lichaam) was gevallen, was het de Djinn's duidelijk (dat bij dood was). Hadden zij maar kennis gehad over het onwaarneembare, dan zouden zij niet in de vernederende bestraffing zijn gebleven.","en":"When We decreed Solomon’s death, nothing indicated to the ˹subjected˺ jinn that he was dead except the termites eating away his staff. So when he collapsed, the jinn realized that if they had ˹really˺ known the unseen, they would not have remained in ˹such˺ humiliating servitude"},"surah":null}]}