{"juzNo":3,"pageNo":43,"arCuzNo":"۳","arPageNo":"٤۳","quranAyats":[{"id":264,"surahId":2,"ayatId":257,"ayatNo":"٢٥٧","pageNo":43,"ayatText":"اَللّٰهُ وَلِيُّ الَّذٖينَ اٰمَنُواۙ يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ اِلَى النُّورِؕ وَالَّذٖينَ كَفَرُٓوا اَوْلِيَٓاؤُ۬هُمُ الطَّاغُوتُۙ يُخْرِجُونَهُمْ مِنَ النُّورِ اِلَى الظُّلُمَاتِؕ اُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَࣖ","ayatMealText":{"tr":"Allah, iman edenlerin velisidir. Onları karanlıklardan aydınlığa çıkarır. İnkâr edenlerin velileri de tağuttur, onları aydınlıktan karanlıklara çıkarırlar. İşte onlar cehennemliklerdir. Orada ebedî olarak kalırlar.","nl":"Allah is de Helper van degenen die geloven. Hij voert hen van de duisternis naar het licht. En degenen die ongelovig zijn: hun helpers zijn de Thaghôet, zij voeren hen van het licht naar de duisternis. Diegenen zijn de gezellen van de Hel, zij zullen daar eeuwig levenden zijn.","en":"Allah is the Guardian of the believers—He brings them out of darkness and into light. As for the disbelievers, their guardians are false gods who lead them out of light and into darkness. It is they who will be the residents of the Fire. They will be there forever"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":265,"surahId":2,"ayatId":258,"ayatNo":"٢٥٨","pageNo":43,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖي حَٓاجَّ اِبْرٰهٖيمَ فٖي رَبِّهٖٓ اَنْ اٰتٰيهُ اللّٰهُ الْمُلْكَۘ اِذْ قَالَ اِبْرٰهٖيمُ رَبِّيَ الَّذٖي يُحْـيٖ وَيُمٖيتُۙ قَالَ اَنَا۬ اُحْـيٖ وَاُمٖيتُؕ قَالَ اِبْرٰهٖيمُ فَاِنَّ اللّٰهَ يَأْتٖي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذٖي كَفَرَؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَۚ","ayatMealText":{"tr":"Allah, kendisine hükümdarlık verdi diye, Rabbi hakkında İbrahim'le tartışanı görmedin mi? Hani İbrahim, ona: \"Benim Rabbim odur ki, hem diriltir, hem öldürür.\" dediği zaman: \"Ben de diriltir ve öldürürüm.\" demişti. İbrahim: \"Allah güneşi doğudan getiriyor, haydi sen onu batıdan getir!\" deyince o inkâr eden herif şaşırıp kaldı. Öyle ya, Allah zalimler topluluğunu doğru yola iletmez.","nl":"Weet jij niet van degene die met Ibrâhîm over zijn Heer redetwistte, omdat Allah hem het koninkijk had gegeven? Toen Ibrâhîm zei: \"Zijn Heer is Degene Die doet leven en doet sterven.\" Hij zei: \"Ik doe leven en sterven.\" Ibrâhîm zei: \"Maar voorwaar, het is Allah Die ervoor zorgt dat de zon in het Oosten opkomt, zorg jij er dan voor dat zij in het Westen opkomt.\" Toen zweeg degene die ongelovig was van verbazing. En Allah leidt lief onrechtvaardige volk niet.","en":"Are you ˹O Prophet˺ not aware of the one who argued with Abraham about his Lord because Allah had granted him kingship? ˹Remember˺ when Abraham said, “My Lord is the One Who has power to give life and cause death.” He argued, “I too have the power to give life and cause death.” Abraham challenged ˹him˺, “Allah causes the sun to rise from the east. So make it rise from the west.” And so the disbeliever was dumbstruck. And Allah does not guide the wrongdoing people"},"surah":null},{"id":266,"surahId":2,"ayatId":259,"ayatNo":"٢٥٩","pageNo":43,"ayatText":"اَوْ كَالَّذٖي مَرَّ عَلٰى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلٰى عُرُوشِهَاۚ قَالَ اَنّٰى يُحْـيٖ هٰذِهِ اللّٰهُ بَعْدَ مَوْتِهَاۚ فَاَمَاتَهُ اللّٰهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُؕ قَالَ كَمْ لَبِثْتَؕ قَالَ لَبِثْتُ يَوْماً اَوْ بَعْضَ يَوْمٍؕ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ اِلٰى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْۚ وَانْظُرْ اِلٰى حِمَارِكَ وَلِنَجْعَلَكَ اٰيَةً لِلنَّاسِ وَانْظُرْ اِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماًؕ فَلَمَّا تَبَيَّنَ لَهُۙ قَالَ اَعْلَمُ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Yahut o kimse gibisini (görmedin mi) ki, bir şehre uğramıştı, altı üstüne gelmiş, ıpıssız yatıyordu. \"Bunu bu ölümünden sonra Allah, nerden diriltecek?\" dedi. Bunun üzerine Allah onu yüz sene öldürdü, sonra diriltti, \"Ne kadar kaldın?\" diye sordu. Oda: \"Bir gün, yahut bir günden eksik kaldım.\" dedi. Allah buyurdu ki: \"Hayır, yüz sene kaldın, öyle iken bak yiyeceğine, içeceğine henüz bozulmamış, hele eşeğine bak, hem bunlar, seni insanlara karşı kudretimizin bir işareti kılalım diyedir. Hele o kemiklere bak, onları nasıl birbirinin üzerine kaldırıyoruz? Sonra onlara nasıl et giydiriyoruz?\" Böylece gerçek ona açıkça belli olunca: \"Şimdi biliyorum ki, Allah her şeye kadirdir.\" dedi.","nl":"Of degene die, toen hij langs een dorp kwam dat verlaten was en in ruïnes lag, zei: \"Hoe kan Allah het na haar dood weer doen herleven?\" Toen deed Allah hem voor honderd jaar dood zijn, en wekte hem weer op. Hij zei: \"Hoe lang verbleef jij hier?\" Hij zei: \"Ik verbleef hier een dag of een gedeelte van een dag.\" Hij (Allah) zei: \"Nee, jij verbleef hier honderd jaar; kijk naar je voedsel en je drank, zij zijn niet bedorven; en kijk naar je ezel, zodat Wij jou tot een Teken voor de mens maken. En kijk naar hoe Wij de beenderen in elkaar zetten en met vlees bedekken.\" En toen hem dit duidelijk werd, zei hij: \"Ik weet dat Allah Almachtig is over alle dingen.\"","en":"Or ˹are you not aware of˺ the one who passed by a city which was in ruins. He wondered, “How could Allah bring this back to life after its destruction?” So Allah caused him to die for a hundred years then brought him back to life. Allah asked, “How long have you remained ˹in this state˺?” He replied, “Perhaps a day or part of a day.” Allah said, “No! You have remained here for a hundred years! Just look at your food and drink—they have not spoiled. ˹But now˺ look at ˹the remains of˺ your donkey! And ˹so˺ We have made you into a sign for humanity. And look at the bones ˹of the donkey˺, how We bring them together then clothe them with flesh!” When this was made clear to him, he declared, “˹Now˺ I know that Allah is Most Capable of everything.”"},"surah":null}]}