{"juzNo":22,"pageNo":430,"arCuzNo":"۲۲","arPageNo":"٤۳۰","quranAyats":[{"id":3621,"surahId":34,"ayatId":15,"ayatNo":"١٥","pageNo":430,"ayatText":"لَقَدْ كَانَ لِسَبَأٍ فٖي مَسْكَنِهِمْ اٰيَةٌۚ جَنَّتَانِ عَنْ يَمٖينٍ وَشِمَالٍؕ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُؕ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ","ayatMealText":{"tr":"Andolsun ki Sebe' kavmi için oturdukları yerde bir ibret vardı: Sağ ve soldan iki bahçe! (onlara): \"Rabbinizin rızkından yiyin de O'na şükredin, ne güzel bir belde ve çok bağışlayıcı bir Rab!\" (denildi).","nl":"En voorzeker, voor (het volk van) Saba' is er in hun woonplaatsen een teken: twee tuinen, aan de rechterzijde en aan de linkerzijde (van de vallei). (Wij zeiden hen:) \"Eet van de voorzieningen van jullie Heer en weest Hem dankbaar. (Het is) een welvarend land en een Vergevensgezinde Heer.\"","en":"Indeed, there was a sign for ˹the tribe of˺ Sheba in their homeland: two orchards—one to the right and the other to the left. ˹They were told:˺ “Eat from the provision of your Lord, and be grateful to Him. ˹Yours is˺ a good land and a forgiving Lord.”"},"surah":{"surahId":34,"name":"Sebe'","nameAr":"سَبَأٍ","revelationOrder":58,"verseCount":54,"juzNo":22,"firstPage":428}},{"id":3622,"surahId":34,"ayatId":16,"ayatNo":"١٦","pageNo":430,"ayatText":"فَاَعْرَضُوا فَاَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ اُكُلٍ خَمْطٍ وَاَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلٖيلٍ","ayatMealText":{"tr":"Fakat onlar (şükürden yüz çevirdiler) bakmadılar. Biz de üzerlerine Arim selini salıverdik ve o güzelim iki bahçelerini buruk yemişli, ılgınlık ve içinde biraz da sidir ağacı bulunan iki harap bahçeye çevirdik.","nl":"Daarna wendden zij zich af, waarop Wij een vernietigende overstroming over hen brachten. En Wij vervingen hun twee tuinen door twee tuinem met bittere vruchten en tamariskbomen en een klein aantal lotusbomen.","en":"But they turned away. So We sent against them a devastating flood, and replaced their orchards with two others producing bitter fruit, fruitless bushes, and a few ˹sparse˺ thorny trees"},"surah":null},{"id":3623,"surahId":34,"ayatId":17,"ayatNo":"١٧","pageNo":430,"ayatText":"ذٰلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُواؕ وَهَلْ نُجَازٖٓي اِلَّا الْكَفُورَ","ayatMealText":{"tr":"Bunu onlara nankörlüklerinin cezası yaptık ve biz hep böyle çok nankör olanları cezalandırırız.","nl":"Zo vergolden wij hun omdat zij ongelovigen waren. En Wij vergelden niemand dan de ondankbaren.","en":"This is how We rewarded them for their ingratitude. Would We ever punish ˹anyone in such a way˺ except the ungrateful"},"surah":null},{"id":3624,"surahId":34,"ayatId":18,"ayatNo":"١٨","pageNo":430,"ayatText":"وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتٖي بَارَكْنَا فٖيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فٖيهَا السَّيْرَؕ سٖيرُوا فٖيهَا لَيَالِيَ وَاَيَّاماً اٰمِنٖينَ","ayatMealText":{"tr":"Biz onlarla o bereket verdiğimiz memleketler arasında, sırt sırta şehirler meydana getirmiştik. Ve onlar da muntazam gidiş geliş düzenledik. (Onlara): Buralarda gecelerce ve gündüzlerce emniyet içinde gezip yürüyün (dedik).","nl":"En Wij maakten tussen hen en de steden die Wij hadden gezegend, duidelijk zichtbare steden en Wij maakten daarlangs een reis mogelijk. Reist daarlangs in veiligheid, dag en nacht.","en":"We had also placed between them and the cities We showered with blessings ˹many small˺ towns within sight of one another. And We set moderate travel distances in between, ˹saying,˺ “Travel between them by day and night safely.”"},"surah":null},{"id":3625,"surahId":34,"ayatId":19,"ayatNo":"١٩","pageNo":430,"ayatText":"فَقَالُوا رَبَّـنَا بَاعِدْ بَيْنَ اَسْفَارِنَا وَظَلَمُٓوا اَنْفُسَهُمْ فَجَعَلْنَاهُمْ اَحَادٖيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ","ayatMealText":{"tr":"Buna karşı onlar: \"Ey Rabbimiz! Seferlerimizin arasını uzaklaştır\" dediler ve nefislerine zulmettiler. Biz de onları efsanelere çevirdik ve tamamen didik didik dağıttık. Şüphesiz ki bunda çok şükredecek her sabırlı için elbette ibretler vardır.","nl":"En zij zeiden: \"Onze Heer, maak onze reis lang.\" En zij deden zichzelf onrecht aan en Wij maakten hen tot onderwerp van gesprek. En Wij verspreidden hen geheel uit elkaar. Voorwaar, daarin zijn zeker tekenen voor iedere geduldige dankbare.","en":"But they said, “Our Lord! Make ˹the distances of˺ our journeys longer,” wronging themselves. So We reduced them to ˹cautionary˺ tales, and scattered them utterly. Surely in this are lessons for whoever is steadfast, grateful"},"surah":null},{"id":3626,"surahId":34,"ayatId":20,"ayatNo":"٢٠","pageNo":430,"ayatText":"وَلَقَدْ صَدَّقَ عَلَيْهِمْ اِبْلٖيسُ ظَنَّهُ فَاتَّبَعُوهُ اِلَّا فَرٖيقاً مِنَ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Yine yemin ederim ki, İblis onlar hakkındaki zannını hakikaten doğru buldu da içlerinde müminlerden ibaret bir gruptan başkası ona uydular.","nl":"En voorzeker, de veronderstelling van Iblîs over hen werd bewaarheid, want zij volgden hem, met uitzondering van een groep gelovigen.","en":"Indeed, Iblîs’ assumption about them has come true, so they ˹all˺ follow him, except a group of ˹true˺ believers"},"surah":null},{"id":3627,"surahId":34,"ayatId":21,"ayatNo":"٢١","pageNo":430,"ayatText":"وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ اِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْاٰخِرَةِ مِمَّنْ هُوَ مِنْهَا فٖي شَكٍّؕ وَرَبُّكَ عَلٰى كُلِّ شَيْءٍ حَفٖيظٌࣖ","ayatMealText":{"tr":"Halbuki İblis'in onlar üzerinde hiçbir saltanat kudreti yoktu. Fakat biz ahirete imanı olanı belli edecek, ondan şüphe içinde bulunandan ayırt edecektik. Öyle ya Rabb'in her şeyi gözetleyendir.","nl":"En hij (Iblîs) had geen macht over hen, (maar het was zo) opdat Wij degenen die in het Hiernamaals geloven zouden onderscheiden van degenen die daarover in twijfel verkeren. En jouw Heer is de Waker over alle zaken.","en":"He does not have any authority over them, but ˹Our Will is˺ only to distinguish those who believe in the Hereafter from those who are in doubt about it. And your Lord is a ˹vigilant˺ Keeper over all things.”"},"surah":null},{"id":3628,"surahId":34,"ayatId":22,"ayatNo":"٢٢","pageNo":430,"ayatText":"قُلِ ادْعُوا الَّذٖينَ زَعَمْتُمْ مِنْ دُونِ اللّٰهِۚ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمٰوَاتِ وَلَا فِي الْاَرْضِ وَمَا لَهُمْ فٖيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهٖيرٍ","ayatMealText":{"tr":"De ki: \"Allah'ı bırakıp da tanrı saydığınız putlarınıza istediğiniz kadar yalvarın. Onların ne göklerde, ne yerde zerre kadar güçleri yetmez. Onların, bunlarda bir ortaklığı da yok. Allah'ın da onlardan bir yardımcısı yoktur.\"","nl":"Zeg: \"'Roept degenen op, die jullie beweren (als goden) naast Allah te zijn.\" Zij hebben zelfs over het gewicht van een mosterdzaadje in de hemelen en op de aarde geen macht en zij hebben daarin geen aandeel. En Hij heeft onder hen geen helper.","en":"Say, ˹O Prophet,˺ “Call upon those you claim ˹to be divine˺ besides Allah. They do not possess ˹even˺ an atom’s weight either in the heavens or the earth, nor do they have any share in ˹governing˺ them. Nor is any of them a helper to Him.”"},"surah":null}]}