{"juzNo":22,"pageNo":431,"arCuzNo":"۲۲","arPageNo":"٤۳۱","quranAyats":[{"id":3629,"surahId":34,"ayatId":23,"ayatNo":"٢٣","pageNo":431,"ayatText":"وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُٓ اِلَّا لِمَنْ اَذِنَ لَهُؕ حَتّٰٓى اِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَاۙ قَالَ رَبُّكُمْؕ قَالُوا الْحَقَّۚ وَهُوَ الْعَلِيُّ الْكَبٖيرُ","ayatMealText":{"tr":"Allah'ın huzurunda şefaat da fayda vermez. Ancak izin verdiği kimseninki müstesna. Nihayet kalblerinden dehşet giderildiği zaman \"Rabbiniz ne buyurdu?\" derler. (Şefaat sahipleri de): \"Hakkı söyledi\" derler. O, her şeyden yüksek ve büyüktür.","nl":"En de voorspraak baat bij Hem niet, behalve aan wie Hij toestemming heeft gegeven. Totdat, wanneer de angst van hun harten is weggenomen, zij vragen: \"Wat heeft jullie Heer gezegd?\" Zij zeggen: \"De Waarheid.\" En Hij is de Verhevene, de Grootste.","en":"No intercession will be of any benefit with Him, except by those granted permission by Him. ˹At last,˺ when the dread ˹of Judgment Day˺ is relieved from their hearts ˹because they are permitted to intercede˺, they will ˹excitedly˺ ask ˹the angels˺, “What has your Lord ˹just˺ said?” The angels will reply, “The truth! And He is the Most High, All-Great.”"},"surah":{"surahId":34,"name":"Sebe'","nameAr":"سَبَأٍ","revelationOrder":58,"verseCount":54,"juzNo":22,"firstPage":428}},{"id":3630,"surahId":34,"ayatId":24,"ayatNo":"٢٤","pageNo":431,"ayatText":"قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمٰوَاتِ وَالْاَرْضِؕ قُلِ اللّٰهُۙ وَاِنَّٓا اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"De ki: \"Size göklerden ve yerden rızık veren kimdir?\" Yine de ki: \"Allah'tır, herhalde ya biz, ya da siz mutlak bir hidayet üzerindeyiz veya açık bir sapıklık içindeyiz.\"","nl":"Zeg: \"Wie schenkt jullie voorzieningen uit de hemelen en de aarde?\" Zeg: \"Allah! En voarwaar, wij zijn het of jullie zijn het die zeker de rechte Leiding volgen of in duidelijke dwaling verkeren.\"","en":"Ask ˹them, O Prophet˺, “Who provides for you from the heavens and the earth?” Say, “Allah! Now, certainly one of our two groups is ˹rightly˺ guided; the other is clearly astray.”"},"surah":null},{"id":3631,"surahId":34,"ayatId":25,"ayatNo":"٢٥","pageNo":431,"ayatText":"قُلْ لَا تُسْـَٔلُونَ عَمَّٓا اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ","ayatMealText":{"tr":"De ki: \"Siz bizim yaptığımız günahlardan sorumlu tutulmazsınız. Biz de sizin yaptıklarınızdan sorumlu olmayız.\"","nl":"Zeg: \"Jullie zullen niet ondervraagd worden over wat wij misdaan hebben en wij zullen niet worden ondervraagd over wat jullie deden.\"","en":"Say, “You will not be accountable for our misdeeds, nor will we be accountable for your deeds.”"},"surah":null},{"id":3632,"surahId":34,"ayatId":26,"ayatNo":"٢٦","pageNo":431,"ayatText":"قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّؕ وَهُوَ الْفَتَّاحُ الْعَلٖيمُ","ayatMealText":{"tr":"De ki: \"Rabbimiz hepimizi bir araya toplayacak, sonra da hak hükmü ile aramızı ayıracaktır. Asıl hüküm veren ve her şeyi bilen O'dur.\"","nl":"Zeg. \"Onze Heer zal ons bijeenbrengen, daarna zal Hij tussen ons oordelen volgens de Waarheid.\" En Hij is de Oordelaar, de Kenner.","en":"Say, “Our Lord will gather us together, then He will judge between us with the truth. For He is the All-Knowing Judge.”"},"surah":null},{"id":3633,"surahId":34,"ayatId":27,"ayatNo":"٢٧","pageNo":431,"ayatText":"قُلْ اَرُونِيَ الَّذٖينَ اَلْحَقْتُمْ بِهٖ شُرَكَٓاءَ كَلَّاؕ بَلْ هُوَ اللّٰهُ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"De ki: \"O'na ortak diye takıştırdıklarınızı bana gösterin bakayım! Hayır, öyle şey yoktur, doğrusu güçlü ve hikmet sahibi olan ancak Allah'tır.\"","nl":"Zeg: \"Toont mij degenen die jullie aan Hem toevoegen als deelgenoten.\" Nee, Hij is zelfs Allah, de Almachtige, de Alwijze.","en":"Say, “Show me those ˹idols˺ you have joined with Him as partners. No! In fact, He ˹alone˺ is Allah—the Almighty, All-Wise.”"},"surah":null},{"id":3634,"surahId":34,"ayatId":28,"ayatNo":"٢٨","pageNo":431,"ayatText":"وَمَٓا اَرْسَلْنَاكَ اِلَّا كَٓافَّةً لِلنَّاسِ بَشٖيراً وَنَذٖيراً وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Biz seni ancak bütün insanlara bir müjdeci ve bir uyarıcı olarak gönderdik. Fakat insanların çoğu bilmezler.","nl":"En Wij hebben jou niet anders gezonden dan aan de gehele mensheid en als een verkondiger van verheugende tijdingen en als een waarschuwer. Maar de meeste mensen weten het niet.","en":"We have sent you ˹O Prophet˺ only as a deliverer of good news and a warner to all of humanity, but most people do not know"},"surah":null},{"id":3635,"surahId":34,"ayatId":29,"ayatNo":"٢٩","pageNo":431,"ayatText":"وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Ve: \"Eğer gerçekçiyseniz bu vaad ne zaman olacak?\" diyorlar.","nl":"En zij zeggen: \"Wanneer zal de belofte vervuld worden, als jullie waarachtigen zijn?\"","en":"And they ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”"},"surah":null},{"id":3636,"surahId":34,"ayatId":30,"ayatNo":"٣٠","pageNo":431,"ayatText":"قُلْ لَكُمْ مٖيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَࣖ","ayatMealText":{"tr":"De ki: \"Size vaad edilen öyle bir gündür ki, ondan ne bir an geri kalabilirsiniz, ne de ileri geçebilirsiniz.\"","nl":"Zeg: \"Voor jullie is er een belofte van een Dag, die jullie geen moment kunnen uitstellen of bespoedigen.","en":"Say, ˹O Prophet,˺ “A Day has ˹already˺ been appointed for you, which you can neither delay nor advance by a ˹single˺ moment.”"},"surah":null},{"id":3637,"surahId":34,"ayatId":31,"ayatNo":"٣١","pageNo":431,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا لَنْ نُؤْمِنَ بِهٰذَا الْقُرْاٰنِ وَلَا بِالَّذٖي بَيْنَ يَدَيْهِؕ وَلَوْ تَرٰٓى اِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْۚ يَرْجِعُ بَعْضُهُمْ اِلٰى بَعْضٍۨ الْقَوْلَۚ يَقُولُ الَّذٖينَ اسْتُضْعِفُوا لِلَّذٖينَ اسْتَكْبَرُوا لَوْلَٓا اَنْتُمْ لَكُنَّا مُؤْمِنٖينَ","ayatMealText":{"tr":"Kâfirler: \"Biz ne bu Kur'ân'a inanırız, ne de ondan öncekilere.\" dediler. Fakat o zalimler yakalanıp Rablerinin huzuruna durduruldukları zaman, birbirlerine söz atarken bir görsen! Bir taraftan zayıf düşürülenler, o büyüklük taslayanlara: \"Siz olmasaydınız biz mutlaka mümin olurduk\" derler.","nl":"En degenen die ongelovig zijn, zeggen: \"Wij zullen nooit in deze Koran geloven, en niet in wat ervóór was.\" En als jij (O Moehammad) de onrechtplegers zouden kunnen zien, wanneer Zij voorgeleid worden bij hun Heer. Zij zullen elkaar woorden verwijten. Degenen die volgelingen waren, zeggen tot degenen die hoogmoedig waren: \"Als jullie ons niet hadden misleid, dan zouden wij zeker gelovigen zijn geweest\"","en":"The disbelievers vow, “We will never believe in this Quran, nor in those ˹Scriptures˺ before it.” If only you could see when the wrongdoers will be detained before their Lord, throwing blame at each other! The lowly ˹followers˺ will say to the arrogant ˹leaders˺, “Had it not been for you, we would certainly have been believers.”"},"surah":null}]}