{"juzNo":22,"pageNo":432,"arCuzNo":"۲۲","arPageNo":"٤۳۲","quranAyats":[{"id":3638,"surahId":34,"ayatId":32,"ayatNo":"٣٢","pageNo":432,"ayatText":"قَالَ الَّذٖينَ اسْتَكْبَرُوا لِلَّذٖينَ اسْتُضْعِفُٓوا اَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدٰى بَعْدَ اِذْ جَٓاءَكُمْ بَلْ كُنْتُمْ مُجْرِمٖينَ","ayatMealText":{"tr":"Diğer taraftan büyüklük taslayanlar, zayıf düşürülenlere: \"Size hidayet geldikten sonra, sizi ondan biz mi çevirdik? Hayır, siz kendiniz suçluydunuz.\" derler.","nl":"Degenen die hoogmoedig waren, zullen tot degenen die volgelingen waren zeggen: \"Waren wij het die jullie hebben afgehouden van de rechte Leiding, nadat deze tot jullie was gekomen? Nee! Jullie waren de misdadigers.\"","en":"The arrogant will respond to the lowly, “Did we ever hinder you from guidance after it came to you? In fact, you were wicked ˹on your own˺.”"},"surah":{"surahId":34,"name":"Sebe'","nameAr":"سَبَأٍ","revelationOrder":58,"verseCount":54,"juzNo":22,"firstPage":428}},{"id":3639,"surahId":34,"ayatId":33,"ayatNo":"٣٣","pageNo":432,"ayatText":"وَقَالَ الَّذٖينَ اسْتُضْعِفُوا لِلَّذٖينَ اسْتَكْبَرُوا بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ اِذْ تَأْمُرُونَـنَٓا اَنْ نَكْفُرَ بِاللّٰهِ وَنَجْعَلَ لَهُٓ اَنْدَاداًؕ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَؕ وَجَعَلْنَا الْاَغْلَالَ فٖٓي اَعْنَاقِ الَّذٖينَ كَفَرُواؕ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"O zayıf düşürülenler de o büyüklük taslayanlara: \"Hayır, (işiniz) gece, gündüz hilekârlıktı. Çünkü siz bize Allah'ı inkâr etmemizi ve O'na eş koşmamızı emrediyordunuz.\" derler. Bunlar azabı gördükleri zaman içlerinden pişmanlık getirmektedirler. Biz de o kâfirlerin boyunlarına demir halkalar geçirmişizdir. Onlar sadece yaptıklarının cezasını çekiyorlardır.","nl":"En degenen die volgengen waren, zuilen tot degenen die hoogmoedig weren zeggen: \"Het was zelfs (jullie) list gedurende de nacht en de dag, toen jullie ons opriepen om niet in Allah te geloven en om naast Hem afgoden toe te kennen.\" En zij zullen de spijt verbergen wanneer zij de bestraffing zien en Wij ketenen om de nekken van degenen die ongelovig waren leggen. Zij worden slechts vergolden voor wat zij plachten te doen.","en":"The lowly will say to the arrogant, “No! It was your plotting by day and night—when you ordered us to disbelieve in Allah and to set up equals with Him.” They will ˹all˺ hide ˹their˺ remorse when they see the torment. And We will put shackles around the necks of the disbelievers. Will they be rewarded except for what they used to do"},"surah":null},{"id":3640,"surahId":34,"ayatId":34,"ayatNo":"٣٤","pageNo":432,"ayatText":"وَمَٓا اَرْسَلْنَا فٖي قَرْيَةٍ مِنْ نَذٖيرٍ اِلَّا قَالَ مُتْرَفُوهَٓاۙ اِنَّا بِمَٓا اُرْسِلْتُمْ بِهٖ كَافِرُونَ","ayatMealText":{"tr":"Biz herhangi bir memlekete tehlikeyi haber veren bir uyarıcı gönderdikse, mutlaka oranın refah ile şımartılmış olanları: \"Biz sizin gönderildiğiniz şeyleri tanımayız.\" dediler.","nl":"En Wij zonden geen waarschuwer naar een stad, of degenen die daarin in weelde leefden zeiden: \"Voorwaar, wij geloven niet in wat jullie mee zijn gezonden.\"","en":"Whenever We sent a warner to a society, its elite would say, “We truly reject what you have been sent with.”"},"surah":null},{"id":3641,"surahId":34,"ayatId":35,"ayatNo":"٣٥","pageNo":432,"ayatText":"وَقَالُوا نَحْنُ اَكْثَرُ اَمْوَالاً وَاَوْلَاداًۙ وَمَا نَحْنُ بِمُعَذَّبٖينَ","ayatMealText":{"tr":"Ve yine dediler ki: \"Biz malca da daha çoğuz, evlatça da, bize azab edilmez.\"","nl":"En zij zeiden: \"Wij hebben meer bezittingen en kinderen en wij zullen niet worden bestraft.\"","en":"Adding, “We are far superior ˹to the believers˺ in wealth and children, and we will never be punished.”"},"surah":null},{"id":3642,"surahId":34,"ayatId":36,"ayatNo":"٣٦","pageNo":432,"ayatText":"قُلْ اِنَّ رَبّٖي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَٓاءُ وَيَقْدِرُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَࣖ","ayatMealText":{"tr":"De ki: \"Rabbim rızkı dilediğine genişletir, dilediğine sıkar. Fakat insanların çoğu bilmezler.\"","nl":"Zeg: \"Voorwaar, mijn Heer verruimt de voorzieningen voor wie Hij wil en Hij beperkt, maar de meeste mensen weten het niet.\"","en":"Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills. But most people do not know.”"},"surah":null},{"id":3643,"surahId":34,"ayatId":37,"ayatNo":"٣٧","pageNo":432,"ayatText":"وَمَٓا اَمْوَالُكُمْ وَلَٓا اَوْلَادُكُمْ بِالَّتٖي تُقَرِّبُكُمْ عِنْدَنَا زُلْفٰٓى اِلَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحاًؗ فَاُو۬لٰٓئِكَ لَهُمْ جَزَٓاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ اٰمِنُونَ","ayatMealText":{"tr":"Halbuki sizi huzurumuza yaklaştıracak olan, mallarınız ve evlatlarınız değildir. Ancak iman edip de salih amel işleyenlere gelince, işte onların amellerine karşı kendilerine kat kat mükafat vardır. Onlar cennet köşklerinde emniyet içindedirler.","nl":"En noch jullie bezittingen, noch jullie kinderen zijn het die jullie dichter bij Ons brengen, maar wie gelooft en goede werken verricht: zij zijn degenen voor wie er een veelvoudige beloning is voor wat zij gedaan hebben, en zij zulten in de verblijfplaatsen veilig zijn.","en":"It is not your wealth or children that bring you closer to Us. But those who believe and do good—it is they who will have a multiplied reward for what they did, and they will be secure in ˹elevated˺ mansions"},"surah":null},{"id":3644,"surahId":34,"ayatId":38,"ayatNo":"٣٨","pageNo":432,"ayatText":"وَالَّذٖينَ يَسْعَوْنَ فٖٓي اٰيَاتِنَا مُعَاجِزٖينَ اُو۬لٰٓئِكَ فِي الْعَذَابِ مُحْضَرُونَ","ayatMealText":{"tr":"Âyetlerimizi hükümsüz bırakmak için yarışanlara gelince, işte onlar Hakk'ın huzuruna azab içinde getirileceklerdir.","nl":"En degenen die ernaar streven om Onze Tekenen te ondkrachten; zij zijn degenen die voor de bestraffing voorgeleid zullen worden.","en":"As for those who strive to discredit Our revelations, it is they who will be confined in punishment"},"surah":null},{"id":3645,"surahId":34,"ayatId":39,"ayatNo":"٣٩","pageNo":432,"ayatText":"قُلْ اِنَّ رَبّٖي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَٓاءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهُؕ وَمَٓا اَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُۚ وَهُوَ خَيْرُ الرَّازِقٖينَ","ayatMealText":{"tr":"De ki: \"Gerçekten Rabbim kullarından dilediği kimseye rızkı hem genişletir, hem daraltır. Her neyi hayra harcarsanız O, onun yerine başkasını verir. Hem O, rızık verenlerin en hayırlısıdır.\"","nl":"Zeg: \"Voorwaar, mijn Heer verruimt de voorzieningen voor wie Hij wil van Zijn dienaren en Hij beperkt voor hen. En wat jullie ook aan bijdragen uitgeven; Hij zal het vergoeden. En Hij is de Beste der Voorzieners.\"","en":"Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills of His servants. And whatever you spend in charity, He will compensate ˹you˺ for it. For He is the Best Provider.”"},"surah":null}]}