{"juzNo":22,"pageNo":433,"arCuzNo":"۲۲","arPageNo":"٤۳۳","quranAyats":[{"id":3646,"surahId":34,"ayatId":40,"ayatNo":"٤٠","pageNo":433,"ayatText":"وَيَوْمَ يَحْشُرُهُمْ جَمٖيعاً ثُمَّ يَقُولُ لِلْمَلٰٓئِكَةِ اَهٰٓؤُ۬لَٓاءِ اِيَّاكُمْ كَانُوا يَعْبُدُونَ","ayatMealText":{"tr":"O gün Allah, onları hep birlikte mahşere toplayacak, sonra meleklere: \"Şunlar size mi tapıyorlardı?\" diyecektir.","nl":"En (gedenkt) de Dag dat Hij hen allen verzamelt en dan tot de Engelen zegt: \"Waren zij degenen die jullie plachten te aanbidden?\"","en":"And ˹consider˺ the Day He will gather them all together, and then ask the angels, “Was it you that these ˹polytheists˺ used to worship?”"},"surah":{"surahId":34,"name":"Sebe'","nameAr":"سَبَأٍ","revelationOrder":58,"verseCount":54,"juzNo":22,"firstPage":428}},{"id":3647,"surahId":34,"ayatId":41,"ayatNo":"٤١","pageNo":433,"ayatText":"قَالُوا سُبْحَانَكَ اَنْتَ وَلِيُّنَا مِنْ دُونِهِمْۚ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّۚ اَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ","ayatMealText":{"tr":"Onlar da: \"Seni tenzih ederiz. Bizim onlara karşı sığınacak velimiz sensin. Hayır, onlar cinlere tapıyorlardı. Çoğu onlara inanmışlardı.\" diyecekler.","nl":"Zij zullen zeggen: \"Heilig bent U, U bent onze Beschermer, niet zij. Zij plachten zelfs de Djinn's (de Satan) te aanbidden, de meesten van hen geloofden hem.\"","en":"They will say, “Glory be to You! Our loyalty is to You, not them. In fact, they ˹only˺ followed the ˹temptations of evil˺ jinn, in whom most of them had faith.”"},"surah":null},{"id":3648,"surahId":34,"ayatId":42,"ayatNo":"٤٢","pageNo":433,"ayatText":"فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعاً وَلَا ضَراًّؕ وَنَقُولُ لِلَّذٖينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتٖي كُنْتُمْ بِهَا تُكَذِّبُونَ","ayatMealText":{"tr":"İşte o gün birbirinize ne bir menfaate, ne de bir zarara sahip olabilirsiniz. Ve biz o zulmedenlere: \"Tadın bakalım o yalan deyip durduğunuz ateşin azabını!\" deriz.","nl":"Op deze Dag zijn jullie niet bij machte om elkaar van nut te zijn en niet om elkaar schade te berokkenen, en Wij zullen zeggen tot degenen die onrecht pleegden: \"Proeft de bestraffing van de Hel die jullie plachten te loochenen.\"","en":"So Today neither of you can benefit or protect each other. And We will say to the wrongdoers, “Taste the torment of the Fire, which you used to deny.”"},"surah":null},{"id":3649,"surahId":34,"ayatId":43,"ayatNo":"٤٣","pageNo":433,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هٰذَٓا اِلَّا رَجُلٌ يُرٖيدُ اَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ اٰبَٓاؤُ۬كُمْۚ وَقَالُوا مَا هٰذَٓا اِلَّٓا اِفْكٌ مُفْتَرًىؕ وَقَالَ الَّذٖينَ كَفَرُوا لِلْحَقِّ لَمَّا جَٓاءَهُمْۙ اِنْ هٰذَٓا اِلَّا سِحْرٌ مُبٖينٌ","ayatMealText":{"tr":"Karşılarında açık deliller halinde âyetlerimiz okunduğu zaman o zalimler: \"Bu, başka değil, sırf sizi atalarınızın taptığı tanrılardan men etmek isteyen bir adam.\" dediler. Ve: \"Bu (Kur'ân), başka bir şey değil, sırf uydurulmuş bir iftira\" dediler. O kâfirler, hak kendilerine geldiği zaman: \"Bu apaçık bir sihirden başka bir şey değil.\" dediler.","nl":"En als Onze duidelijke Verzen aan hen worden voorgedragen, zeggen zij: \"Dit is niets anders dan een man die jullie wil affhouden van wat jullie vaderen plachten te aanbidden.\" En zij zeggen: \"Dit is niets anders dan een verzonnen lcugen.\" En degenen die ongelovig zijn, zeiden over de Waarheid toen deze tot hen kwam: \"Dit is niets anders dan duidelijke tovenarij.\"","en":"When Our clear revelations are recited to them, they say, “This is only a man who wishes to hinder you from what your forefathers used to worship.” They also say, “This ˹Quran˺ is no more than a fabricated lie.” And the disbelievers say of the truth when it has come to them, “This is nothing but pure magic.”"},"surah":null},{"id":3650,"surahId":34,"ayatId":44,"ayatNo":"٤٤","pageNo":433,"ayatText":"وَمَٓا اٰتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَٓا اَرْسَلْـنَٓا اِلَيْهِمْ قَبْلَكَ مِنْ نَذٖيرٍؕ","ayatMealText":{"tr":"Halbuki biz onlara öyle ders alacakları kitaplar göndermedik. Kendilerine senden önce bir uyarıcı da göndermedik.","nl":"En Wij hebben ben geen boeken gegeven die zij bestudeerden. En Wij hebben vóór jou geen waarschuwer tot hen gezonden.","en":"˹They say so even though˺ We had never given them any scriptures to study, nor did We ever send them a warner before you ˹O Prophet˺"},"surah":null},{"id":3651,"surahId":34,"ayatId":45,"ayatNo":"٤٥","pageNo":433,"ayatText":"وَكَذَّبَ الَّذٖينَ مِنْ قَبْلِهِمْۙ وَمَا بَلَغُوا مِعْشَارَ مَٓا اٰتَيْنَاهُمْ فَكَذَّبُوا رُسُلٖيࣞ فَكَيْفَ كَانَ نَكٖيرِࣖ","ayatMealText":{"tr":"Onlardan öncekiler de yalanlamışlardı. Hem bunlar, onlara verdiklerimizin onda birine eremediler. Peygamberlerimi yalanladılar, ama beni inkâr edişin sonu nasıl oldu?","nl":"En degenen vóór hen loochenden terwijl zij (de ongelovigen) nog geen tiende hadden bereikt van wat Wij hun (de nlachtige volkeren) hadden gegeven. En zij loochenden Mijn Boodschappers. En hoe (verschrikkelijk) was toen Mijn afschuw!","en":"Those ˹destroyed˺ before them denied as well—and these ˹Meccans˺ have not attained even one-tenth of what We had given their predecessors. Yet ˹when˺ they denied My messengers, how severe was My response"},"surah":null},{"id":3652,"surahId":34,"ayatId":46,"ayatNo":"٤٦","pageNo":433,"ayatText":"قُلْ اِنَّـمَٓا اَعِظُكُمْ بِوَاحِدَةٍۚ اَنْ تَقُومُوا لِلّٰهِ مَثْنٰى وَفُرَادٰى ثُمَّ تَتَفَكَّرُواࣞ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍؕ اِنْ هُوَ اِلَّا نَذٖيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدٖيدٍ","ayatMealText":{"tr":"De ki: \"Size sadece bir tek nasihat edeceğim. Şöyle ki: Allah için ikişer, üçer ve teker teker kalkarsınız, sonra da iyi düşünürsünüz.\" Arkadaşınızda (peygamberde) delilikten eser yoktur. O, yalnız şiddetli bir azabın önünde, sizi sakındıracak bir peygaberdir.","nl":"Zeg: \"Voorwaar, ik vermaan jullie tot slechts één ding: dat jullie je gelweeën of alleen voor Allah opstellen en dan nadenken.\" Jullie metgezel (Moehammad) is niet bezeten; hij is slechts een waarschuwer voor jullie, voor een harde bestraffing.","en":"Say, ˹O Prophet,˺ “I advise you to do ˹only˺ one thing: stand up for ˹the sake of˺ Allah—individually or in pairs—then reflect. Your fellow man is not insane. He is only a warner to you before ˹the coming of˺ a severe punishment.”"},"surah":null},{"id":3653,"surahId":34,"ayatId":47,"ayatNo":"٤٧","pageNo":433,"ayatText":"قُلْ مَا سَاَلْتُكُمْ مِنْ اَجْرٍ فَهُوَ لَكُمْؕ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ شَهٖيدٌ","ayatMealText":{"tr":"De ki: \"Ben sizden herhangi bir ücret istemem, O sizin içindir. Benim ecrim ancak Allah'a aittir. O, her şeye şahittir.\"","nl":"Zeg: \"Ik heb jullie niet om een beloning gevraagd; die is voor jullie zelf Mijn beloning is slechts bij Allah en Hij is Getuige over alle zaken.\"","en":"Say, “If I had ever asked you for a reward, you could keep it. My reward is only from Allah. And He is a Witness over all things.”"},"surah":null},{"id":3654,"surahId":34,"ayatId":48,"ayatNo":"٤٨","pageNo":433,"ayatText":"قُلْ اِنَّ رَبّٖي يَقْذِفُ بِالْحَقِّۚ عَلَّامُ الْغُيُوبِ","ayatMealText":{"tr":"De ki: \"Gerçekten Rabbim, hakkı yerli yerine koyar. O, gaybları hakkıyla bilendir.\"","nl":"Zeg: \"Mijn Heer openbaart de Waarheid. Hij is de Kenner van het onwaarneembare.\"","en":"Say, “Surely my Lord hurls the truth ˹against falsehood˺. ˹He is˺ the Knower of all unseen.”"},"surah":null}]}