{"juzNo":22,"pageNo":434,"arCuzNo":"۲۲","arPageNo":"٤۳٤","quranAyats":[{"id":3655,"surahId":34,"ayatId":49,"ayatNo":"٤٩","pageNo":434,"ayatText":"قُلْ جَٓاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعٖيدُ","ayatMealText":{"tr":"De ki: \"Hak geldi, batılın önü de kalmaz, sonu da.\"","nl":"Zeg: \"De Waarheid is gekomen en de valsheid zal zich niet herhalen en niet terugkomen.\"","en":"Say, “The truth has come, and falsehood will vanish, never to return.”"},"surah":{"surahId":34,"name":"Sebe'","nameAr":"سَبَأٍ","revelationOrder":58,"verseCount":54,"juzNo":22,"firstPage":428}},{"id":3656,"surahId":34,"ayatId":50,"ayatNo":"٥٠","pageNo":434,"ayatText":"قُلْ اِنْ ضَلَلْتُ فَاِنَّـمَٓا اَضِلُّ عَلٰى نَفْسٖيۚ وَاِنِ اهْتَدَيْتُ فَبِمَا يُوحٖٓي اِلَيَّ رَبّٖيؕ اِنَّهُ سَمٖيعٌ قَرٖيبٌ","ayatMealText":{"tr":"De ki: \"Eğer ben yanılırsam, yalnız kendi adıma yanılırım. Ve eğer hidayeti bulmuşsam, bilinmeli ki Rabbimin bana vahiy vermesiyledir. Çünkü O, yakındır, işitir, işittirir.\"","nl":"Zeg: \"Als ik dwaal, dan dwaal ik slechts in het nadeel van mijzelf, en als ik de Leiding volg, dan is dat door wat mijn Heer aan mij heeft geopenbaard,\" Voorwaar, Hij is Alhorend, nabij.","en":"Say, “If I am astray, the loss is only mine. And if I am guided, it is ˹only˺ because of what my Lord reveals to me. He is indeed All-Hearing, Ever Near.”"},"surah":null},{"id":3657,"surahId":34,"ayatId":51,"ayatNo":"٥١","pageNo":434,"ayatText":"وَلَوْ تَرٰٓى اِذْ فَزِعُوا فَلَا فَوْتَ وَاُخِذُوا مِنْ مَكَانٍ قَرٖيبٍۙ","ayatMealText":{"tr":"Onları telaşa düştükleri zaman görsen: Artık kaçamak yoktur. Yakın yerden yakalanmışlardır.","nl":"En als jij hen zou zien wanneer zij beven van angst, er zal dan voor hen geen ontkomen Záin en zij zullen uit een nabije plaats genomen worden, (en dan zie jij de geweldige bestraffing).","en":"If only you could see when they will be horrified with no escape ˹on Judgment Day˺! And they will be seized from a nearby place"},"surah":null},{"id":3658,"surahId":34,"ayatId":52,"ayatNo":"٥٢","pageNo":434,"ayatText":"وَقَالُٓوا اٰمَنَّا بِهٖۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعٖيدٍۚ","ayatMealText":{"tr":"Ve: \"O'na iman ettik\" demektedirler. Fakat onlar için (âhiret gibi) uzak bir yerden (imana) el sunmak (ulaşabilmek) nerede?","nl":"En zij zeggen: \"Wij geloven (nu) in hem,\" maar hoe zouden zij (het gelooft) nog kunnen bereiken, vanaf een verafgelegen plaats?","en":"They will ˹then˺ cry, “We do ˹now˺ believe in it ˹all˺.” But how could they ˹possibly˺ attain faith from a place so far-off ˹from the world˺"},"surah":null},{"id":3659,"surahId":34,"ayatId":53,"ayatNo":"٥٣","pageNo":434,"ayatText":"وَقَدْ كَفَرُوا بِهٖ مِنْ قَبْلُۚ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعٖيدٍ","ayatMealText":{"tr":"Halbuki daha önce (dünyada) O'nu inkâr etmişlerdi. Uzak yerden gayba taş atıyorlardı.","nl":"En terwijl zij liem daarvóór waarlijk verwierpen. En zij gissen naar het onwaarneembare vanaf een verafgelegen plaats.","en":"while they had already rejected it before, guessing blindly from a place ˹equally˺ far-away ˹from the Hereafter˺"},"surah":null},{"id":3660,"surahId":34,"ayatId":54,"ayatNo":"٥٤","pageNo":434,"ayatText":"وَحٖيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِنْ قَبْلُؕ اِنَّهُمْ كَانُوا فٖي شَكٍّ مُرٖيبٍ","ayatMealText":{"tr":"Artık kendileriyle arzularının arasına set çekilmiştir. Tıpkı bundan önce benzerlerine yapıldığı gibi. Çünkü hepsi işkilli bir şüphe içinde bulunuyorlardı","nl":"En tussen hen en wat zij verlangen is een belemmering gemakt, zoals dat bij hun (soortgelijke) volkeren van vroeger is gedaan. Voorwaar, zij verkeerden in vergaande twijfel.","en":"They will be sealed off from whatever they desire, as was done to their counterparts before. Indeed, they were ˹all˺ in alarming doubt"},"surah":null},{"id":3661,"surahId":35,"ayatId":1,"ayatNo":"١","pageNo":434,"ayatText":"اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوَاتِ وَالْاَرْضِ جَاعِلِ الْمَلٰٓئِكَةِ رُسُلاً اُو۬لٖٓي اَجْنِحَةٍ مَثْنٰى وَثُلٰثَ وَرُبَاعَؕ يَزٖيدُ فِي الْخَلْقِ مَا يَشَٓاءُؕ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Hamd, gökleri ve yeri yaratan, melekleri ikişer, üçer, dörder kanatlı elçiler kılan Allah'a mahsustur. O, yaratmada dilediği kadar artırır. Gerçekten Allah her şeye kâdirdir.","nl":"Alle tof zij Allah, de Schepper van de hemelen en de aarde. Hij heeft de Engelen tot gezanten gemaakt, met twee, drie of vier vleugels. Hij voegt aan de schepping toe wat Hij wil. Voorwaar, Allah is Almachtig over alle zaken.","en":"All praise is for Allah, the Originator of the heavens and the earth, Who made angels ˹as His˺ messengers with wings—two, three, or four. He increases in creation whatever He wills. Surely Allah is Most Capable of everything"},"surah":{"surahId":35,"name":"Fâtır","nameAr":"فَاطِرٍ","revelationOrder":43,"verseCount":45,"juzNo":22,"firstPage":434}},{"id":3662,"surahId":35,"ayatId":2,"ayatNo":"٢","pageNo":434,"ayatText":"مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَاۚ وَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهٖؕ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Allah, insanlara rahmetinden neyi açarsa artık onu tutacak, kısacak olan yoktur. Her neyi de tutar kısarsa, onu da, ondan sonra salacak yoktur. O, çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"Wat Allah voor de mensen schenkt aan Barmhartigheid, niemand kan het tegenhouden; en wat hij tegenhoudt, buiten Hem kan niemand het loslaten. En Hij is de Almachtige, de Alwijze.","en":"Whatever mercy Allah opens up for people, none can withhold it. And whatever He withholds, none but Him can release it. For He is the Almighty, All-Wise"},"surah":null},{"id":3663,"surahId":35,"ayatId":3,"ayatNo":"٣","pageNo":434,"ayatText":"يَٓا اَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللّٰهِ عَلَيْكُمْؕ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِنَ السَّمَٓاءِ وَالْاَرْضِؕ لَٓا اِلٰهَ اِلَّا هُوَؗ فَاَنّٰى تُؤْفَكُونَ","ayatMealText":{"tr":"Ey insanlar! Allah'ın üzerinizdeki nimetini anın. Allah'tan başka bir yaratıcı mı var? O size gökten ve yerden rızık verir. O'ndan başka ilâh yoktur. O halde (haktan) nasıl çevrilirsiniz?","nl":"O mensen, gedenkt de gunst van Allah voor jullie. Is er een andere schepper dan Allah, Die jullie uit de hemelen en de aarde voorzieningen schenkt? Geen god is er dan Hij. Hoe kunnen jullie dan belogen worden!","en":"O humanity! Remember Allah’s favours upon you. Is there any creator other than Allah who provides for you from the heavens and the earth? There is no god ˹worthy of worship˺ except Him. How can you then be deluded ˹from the truth˺"},"surah":null}]}