{"juzNo":22,"pageNo":435,"arCuzNo":"۲۲","arPageNo":"٤۳٥","quranAyats":[{"id":3664,"surahId":35,"ayatId":4,"ayatNo":"٤","pageNo":435,"ayatText":"وَاِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَؕ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُورُ","ayatMealText":{"tr":"Eğer onlar seni yalanlıyorlarsa, senden önce birçok peygamberler de yalanlandılar. Bütün işler Allah'a döndürülür.","nl":"En als zij jou (O Moehammad) loochenen: voorzeker, de Boodschappers vóór jou werden ook geloochend. En tot Allah worden alle zaken teruggekeerd.","en":"If you are rejected by them, so too were messengers before you. And to Allah ˹all˺ matters will be returned ˹for judgment˺"},"surah":{"surahId":35,"name":"Fâtır","nameAr":"فَاطِرٍ","revelationOrder":43,"verseCount":45,"juzNo":22,"firstPage":434}},{"id":3665,"surahId":35,"ayatId":5,"ayatNo":"٥","pageNo":435,"ayatText":"يَٓا اَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاࣞ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُورُ","ayatMealText":{"tr":"Ey insanlar! Haberiniz olsun ki, Allah'ın vaadi muhakkak haktır. Sakın bu dünya hayatı sizi aldatmasın, sakın o aldatıcı şeytan sizi, Allah hakkında da aldatmasın.","nl":"O mensen, voorwaar, de belofte van Allah is waar. Laat daarom het wereldse leven jullie niet verleiden en laat de verleider (de Satan) jullie niet van (de vergeving van) Allah weghouden.","en":"O humanity! Indeed, Allah’s promise is true. So do not let the life of this world deceive you, nor let the Chief Deceiver deceive you about Allah"},"surah":null},{"id":3666,"surahId":35,"ayatId":6,"ayatNo":"٦","pageNo":435,"ayatText":"اِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُواًّؕ اِنَّمَا يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ اَصْحَابِ السَّعٖيرِؕ","ayatMealText":{"tr":"Çünkü şeytan size düşmandır. Siz de onu düşman tutun. O etrafına toplanan taraftarlarını ancak cehennemliklerden olsunlar diye davet eder.","nl":"Voorwaar, de Satan is voor jullie een vijand, beschouwt hem daarom als een vijand. Voorwaar, hij roept zijn volgelingen op om de bewoners van het laaiende vuur (de Het) te worden.","en":"Surely Satan is an enemy to you, so take him as an enemy. He only invites his followers to become inmates of the Blaze"},"surah":null},{"id":3667,"surahId":35,"ayatId":7,"ayatNo":"٧","pageNo":435,"ayatText":"اَلَّذٖينَ كَفَرُوا لَهُمْ عَذَابٌ شَدٖيدٌؕ وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَاَجْرٌ كَبٖيرٌࣖ","ayatMealText":{"tr":"İnkâr edenler için şiddetli bir azab vardır. İman edip salih amel işleyenler için de bir bağışlanma ve büyük bir mükafat vardır.","nl":"Degenen die ongelovig zijn, voor hen is er een harde bestraffing; en degenen die geloven en goede werken verrichten, voor hen is er vergeving en een grote beloning.","en":"Those who disbelieve will have a severe punishment. But those who believe and do good will have forgiveness and a great reward"},"surah":null},{"id":3668,"surahId":35,"ayatId":8,"ayatNo":"٨","pageNo":435,"ayatText":"اَفَمَنْ زُيِّنَ لَهُ سُٓوءُ عَمَلِهٖ فَرَاٰهُ حَسَناًؕ فَاِنَّ اللّٰهَ يُضِلُّ مَنْ يَشَٓاءُ وَيَهْدٖي مَنْ يَشَٓاءُؗ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍؕ اِنَّ اللّٰهَ عَلٖيمٌ بِمَا يَصْنَعُونَ","ayatMealText":{"tr":"Ya kötü ameli kendisine allanmış pullanmış da onu güzel görmüş olan kimse de mi (iman edip salih amel işleyenler gibi olacak)? Şüphe yok ki Allah dilediğini şaşırtır, dilediğini de doğru yola çıkarır. O halde canın onlara karşı hasretlerle (üzüntülerle) sıkılıp gitmesin. Çünkü Allah, onların bütün yaptıklarını bilir.","nl":"Is hij dan, wiens slechte daden (door de Satan) schoonschijnend zijn gemaakt en die ze dan ook als goed beschouwt (gelijk aan hem die dit afkeurt)? Maar Allah doet dwalen wie Hij wil en Hij leidt wie Hij wil. Laat je daarom (O Moehammad) niet ten gronde gaan uit wroeging over hen. Voorwaar, Allah is Alwetend over wat zij bedrijven.","en":"Are those whose evil-doing is made so appealing to them that they deem it good ˹like those who are rightly guided˺? ˹It is˺ certainly Allah ˹Who˺ leaves to stray whoever He wills, and guides whoever He wills. So do not grieve yourself to death over them ˹O Prophet˺. Surely Allah is All-Knowing of what they do"},"surah":null},{"id":3669,"surahId":35,"ayatId":9,"ayatNo":"٩","pageNo":435,"ayatText":"وَاللّٰهُ الَّـذٖٓي اَرْسَلَ الرِّيَاحَ فَتُثٖيرُ سَحَاباً فَسُقْنَاهُ اِلٰى بَلَدٍ مَيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاؕ كَذٰلِكَ النُّشُورُ","ayatMealText":{"tr":"Rüzgârları gönderip bir bulut kaldıran da Allah'tır. Derken biz o (bulutu) ölmüş bir beldeye sevketmişizdir. Böylece yeryüzüne ölmünden sonra onunla hayat veririz. İşte o dirilme de böyledir.","nl":"En Allah is het Degene Die de winden heeft gezonden opdat deze wolken voortdrijven, waarop Wij die naareen dode Week voeren. Dan doen Wij de aarde ermee tot leven komen na haar dood. Zo is ook de opwekking.","en":"And it is Allah Who sends the winds, which then stir up ˹vapour, forming˺ clouds, and then We drive them to a lifeless land, giving life to the earth after its death. Similar is the Resurrection"},"surah":null},{"id":3670,"surahId":35,"ayatId":10,"ayatNo":"١٠","pageNo":435,"ayatText":"مَنْ كَانَ يُرٖيدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمٖيعاًؕ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِـحُ يَرْفَعُهُؕ وَالَّذٖينَ يَمْكُرُونَ السَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدٖيدٌؕ وَمَكْرُ اُو۬لٰٓئِكَ هُوَ يَبُورُ","ayatMealText":{"tr":"Her kim izzet istiyorsa bilsin ki izzet tamamıyla Allah'ındır. O'na hoş kelimeler yükselir, onu da salih amel yükseltir. Kötülükler kuranlara gelince, onlara şiddetli bir azab vardır. Onların tuzakları hep darmadağın olur.","nl":"Wie eer wenst: aan Allah behoort alle eer. Tot Hem stijgt het goede woord op, en de goede daad verheft dit (woord). En degenen die kwade plannen beramen: voor hen is er een harde bestraffing, en de list van diegenen is mislukt.","en":"Whoever seeks honour and power, then ˹let them know that˺ all honour and power belongs to Allah. To Him ˹alone˺ good words ascend, and righteous deeds are raised up by Him. As for those who plot evil, they will suffer a severe punishment. And the plotting of such ˹people˺ is doomed ˹to fail˺"},"surah":null},{"id":3671,"surahId":35,"ayatId":11,"ayatNo":"١١","pageNo":435,"ayatText":"وَاللّٰهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ اَزْوَاجاًؕ وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖؕ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهٖٓ اِلَّا فٖي كِتَابٍؕ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسٖيرٌ","ayatMealText":{"tr":"Hem Allah sizi bir topraktan, sonra bir damla sudan yarattı. Sonra sizi çiftler kıldı. O'nun bilgisi olmadan ne bir dişi hamile olur, ne doğurur. Kendisine ömür verilenin de ömrünün uzatılması da, ömründen kısaltılması da mutlaka bir kitapta yazılıdır. Şüphe yok ki bu, Allah'a göre kolaydır.","nl":"En Allah heeft jullie uit aarde geschapen, vervolgens uit een druppel en daarop maakten Wij jullie tot paren. En er is geen vrouw die zwanger is en bevalt, of het is met Zijn kennis. En de leeftijd van iemand wordt niet verlengd, en zijn leeftijd wordt niet verkort, of het staat in een Boek vemeld. Voorwaar, dat is voor Allah gemakkelijk.","en":"And ˹it is˺ Allah ˹Who˺ created you from dust, then ˹developed you˺ from a sperm-drop, then made you into pairs. No female ever conceives or delivers without His knowledge. And no one’s life is made long or cut short but is ˹written˺ in a Record. That is certainly easy for Allah"},"surah":null}]}