{"juzNo":22,"pageNo":436,"arCuzNo":"۲۲","arPageNo":"٤۳٦","quranAyats":[{"id":3672,"surahId":35,"ayatId":12,"ayatNo":"١٢","pageNo":436,"ayatText":"وَمَا يَسْتَوِي الْبَحْرَانِࣗ هٰذَا عَذْبٌ فُرَاتٌ سَٓائِـغٌ شَرَابُهُ وَهٰذَا مِلْحٌ اُجَاجٌؕ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْماً طَرِياًّ وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَاۚ وَتَرَى الْفُلْكَ فٖيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Hem iki deniz eşit olmuyor. Şu tatlı, hararet keser, içerken (boğazdan) kayar; şu da tuzlu, yakar kavurur. Bununla beraber her birinden taze bir et yersiniz ve bir ziynet çıkarır, giyinirsiniz. Allah'ın lütfundan nasib arayasınız diye suyu yara yara giden gemileri de görürsün. Gerek ki şükredeceksiniz.","nl":"Ein de twee zeeën zijn niet gelijk, de éne is zoet, fris en aangenaam om van te drinken, de andere is zout en bitter, maar uit beiden eten jullie vers vlees en halen jullie sieraden tevoorschijn, die jullie dragen. En jullie zien de schepen haar doorklieven opdat jullie Zijn gunst zullen zoeken. En hopelijk zullen jullie dankbaar zijn.","en":"The two bodies of water are not alike: one is fresh, palatable, and pleasant to drink and the other is salty and bitter. Yet from them both you eat tender seafood and extract ornaments to wear. And you see the ships ploughing their way through both, so you may seek His bounty and give thanks ˹to Him˺"},"surah":{"surahId":35,"name":"Fâtır","nameAr":"فَاطِرٍ","revelationOrder":43,"verseCount":45,"juzNo":22,"firstPage":434}},{"id":3673,"surahId":35,"ayatId":13,"ayatNo":"١٣","pageNo":436,"ayatText":"يُولِجُ الَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي الَّيْلِۙ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَؗ كُلٌّ يَجْرٖي لِاَجَلٍ مُسَمًّىؕ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُؕ وَالَّذٖينَ تَدْعُونَ مِنْ دُونِهٖ مَا يَمْلِكُونَ مِنْ قِطْمٖيرٍؕ","ayatMealText":{"tr":"O, geceyi gündüze sokuyor, gündüzü de geceye sokuyor. Güneşi ve ayı emrine âmâde kılmıştır. Her biri mukadder bir gayeye akıp gidiyor. İşte bu gördüklerinizi yapan Allah sizin Rabbinizdir. Mülk (hükümranlık) O'nundur. O'ndan başka taptıklarınız ise, bir çekirdek zarını bile idare edemezler.","nl":"Hij doet de nacht overgaan in de dag en Hij doet de dag overgaan in de nacht en Hij heeft de zon en de maan dienstbaar gemaakt. Allen lopen een vastgestelde tijd. Dat is Allah, jullie Heer, aan Hem behoort de heerschappij. En degenen die jullie naast Hem aanroepen, hebben over een dadelvliesje nog geen macht.","en":"He merges the night into the day and the day into the night, and has subjected the sun and the moon, each orbiting for an appointed term. That is Allah—your Lord! All authority belongs to Him. But those ˹idols˺ you invoke besides Him do not possess even the skin of a date stone"},"surah":null},{"id":3674,"surahId":35,"ayatId":14,"ayatNo":"١٤","pageNo":436,"ayatText":"اِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَٓاءَكُمْۚ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْؕ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْؕ وَلَا يُنَبِّئُكَ مِثْلُ خَبٖيرٍࣖ","ayatMealText":{"tr":"Kendilerine dua ederseniz duanızı işitmezler. İşitseler bile size cevabını veremezler. Kıyamet günü de kendilerini Allah'a ortak koştuğunuzu inkâr ederler. Sana her şeyden haberdar olan (Allah) gibi bir haber veren olmaz.","nl":"Als jullie hen aanroepen, dan horen zij jullie aanroep niet, en als zij zouden horen, dan zouden zij jullie (smeekbede) voor jullie niet verhoren. En op de Dag der Opstanding zullen zij het verwerpen dat jullie deelgenoten naast Allah maakten. En niemand brengt jou op de hoogte zoals de Alwetende.","en":"If you call upon them, they cannot hear your calls. And if they were to hear, they could not respond to you. On the Day of Judgment they will disown your worship ˹of them˺. And no one can inform you ˹O Prophet˺ like the All-Knowledgeable"},"surah":null},{"id":3675,"surahId":35,"ayatId":15,"ayatNo":"١٥","pageNo":436,"ayatText":"يَٓا اَيُّهَا النَّاسُ اَنْتُمُ الْفُقَـرَٓاءُ اِلَى اللّٰهِۚ وَاللّٰهُ هُوَ الْغَنِيُّ الْحَمٖيدُ","ayatMealText":{"tr":"Ey insanlar! Siz Allah'a muhtaçsınız. Allah ise zengin ve her hamde lâyıktır.","nl":"O mensen, jullie zijn het die behoefte aan Allah hebben, maar Allah, Hij is de Behoeftloze, de Geprezene.","en":"O humanity! It is you who stand in need of Allah, but Allah ˹alone˺ is the Self-Sufficient, Praiseworthy"},"surah":null},{"id":3676,"surahId":35,"ayatId":16,"ayatNo":"١٦","pageNo":436,"ayatText":"اِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدٖيدٍۚ","ayatMealText":{"tr":"Eğer O dilerse sizi yok eder ve yerinize yeni bir halk getirir.","nl":"Als Hij wilt, neemt Hij jullie weg en brengt Hij een nieuwe schepping.","en":"If He willed, He could eliminate you and produce a new creation"},"surah":null},{"id":3677,"surahId":35,"ayatId":17,"ayatNo":"١٧","pageNo":436,"ayatText":"وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزٖيزٍ","ayatMealText":{"tr":"Ve bu, Allah'a göre zor bir şey değildir.","nl":"En dat is voor Allah niet zwaar.","en":"And that is not difficult for Allah ˹at all˺"},"surah":null},{"id":3678,"surahId":35,"ayatId":18,"ayatNo":"١٨","pageNo":436,"ayatText":"وَلَا تَزِرُ وَازِرَةٌ وِزْرَ اُخْرٰىؕ وَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبٰىؕ اِنَّمَا تُنْذِرُ الَّذٖينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَؕ وَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖؕ وَاِلَى اللّٰهِ الْمَصٖيرُ","ayatMealText":{"tr":"Hem günah çeken bir kimse, başkasının günahını çekmeyecek; yükü ağır basan, onun yüklenilmesine çağırsa da ondan bir şey yüklenilmeyecek, isterse bir yakını olsun. Fakat sen ancak o kimseleri sakındırısın ki, gaybda Rablerinin korkusunu duyarlar, namazı dürüst kılarlar. Temizlenen de sırf kendisi için temizlenir. Nihayet dönüş Allah'adır.","nl":"En geen enkele lastdrager zal de last (zonden) van een andere dragen. En als een zwaarbelaste ziel om hulp zou roepen om haar last te dragen, dan zal daarvan niets gedragen worden, ook al is hij een verwant. Voorwaar, jij kunt slechts degenen waarschuwen die kun Heer vrezen, hoewel zij Hem niet kunnen waarnemen, en die de shalât onderhouden. En wie zich reinigt: voorwaar, die reinigt zich slechts voor zichzelf, en tot Allah is de terugkeer.","en":"No soul burdened with sin will bear the burden of another. And if a sin-burdened soul cries for help with its burden, none of it will be carried—even by a close relative. You ˹O Prophet˺ can only warn those who stand in awe of their Lord without seeing Him and establish prayer. Whoever purifies themselves, they only do so for their own good. And to Allah is the final return"},"surah":null}]}