{"juzNo":22,"pageNo":437,"arCuzNo":"۲۲","arPageNo":"٤۳۷","quranAyats":[{"id":3679,"surahId":35,"ayatId":19,"ayatNo":"١٩","pageNo":437,"ayatText":"وَمَا يَسْتَوِي الْاَعْمٰى وَالْبَصٖيرُۙ","ayatMealText":{"tr":"Ne kör ile gören eşit olur,","nl":"En de blinde is niet gelijk aan de ziende.","en":"Those blind ˹to the truth˺ and those who can see are not equal"},"surah":{"surahId":35,"name":"Fâtır","nameAr":"فَاطِرٍ","revelationOrder":43,"verseCount":45,"juzNo":22,"firstPage":434}},{"id":3680,"surahId":35,"ayatId":20,"ayatNo":"٢٠","pageNo":437,"ayatText":"وَلَا الظُّلُمَاتُ وَلَا النُّورُۙ","ayatMealText":{"tr":"Ne de karanlıklar ile aydınlık,","nl":"En de duisternissen zijn niet (gelijk) aan het licht.","en":"nor are the darkness and the light"},"surah":null},{"id":3681,"surahId":35,"ayatId":21,"ayatNo":"٢١","pageNo":437,"ayatText":"وَلَا الظِّلُّ وَلَا الْحَرُورُۚ","ayatMealText":{"tr":"Ve ne de gölge ile sıcaklık.","nl":"En de schaduw (van het Paradijs) is niet (gelijk) aan de hitte (van de Hel).","en":"nor the ˹scorching˺ heat and the ˹cool˺ shade"},"surah":null},{"id":3682,"surahId":35,"ayatId":22,"ayatNo":"٢٢","pageNo":437,"ayatText":"وَمَا يَسْتَوِي الْاَحْيَٓاءُ وَلَا الْاَمْوَاتُؕ اِنَّ اللّٰهَ يُسْمِــعُ مَنْ يَشَٓاءُۚ وَمَٓا اَنْتَ بِمُسْمِــعٍ مَنْ فِي الْقُبُورِ","ayatMealText":{"tr":"Ölülerle diriler de eşit olmaz. Gerçi Allah, her dilediğine işittirirse de sen, kabirlerdekine işittirecek değilsin.","nl":"En de levenden zijn niet gelijk aan de doden. Voorwaar, Allah doet horen wie Hij wil, maar jij krant degenen die in de graven zijn niet doen horen.","en":"Nor are the dead and the living equal. Indeed, Allah ˹alone˺ makes whoever He wills hear, but you ˹O Prophet˺ can never make those in the graves hear ˹your call˺"},"surah":null},{"id":3683,"surahId":35,"ayatId":23,"ayatNo":"٢٣","pageNo":437,"ayatText":"اِنْ اَنْتَ اِلَّا نَذٖيرٌ","ayatMealText":{"tr":"Sen sadece bir uyarıcısın.","nl":"Jij bent slechts een waarschuwer.","en":"You are only a warner"},"surah":null},{"id":3684,"surahId":35,"ayatId":24,"ayatNo":"٢٤","pageNo":437,"ayatText":"اِنَّٓا اَرْسَلْنَاكَ بِالْحَقِّ بَشٖيراً وَنَذٖيراًؕ وَاِنْ مِنْ اُمَّةٍ اِلَّا خَلَا فٖيهَا نَذٖيرٌ","ayatMealText":{"tr":"Muhakkak ki biz seni hak ile hem bir müjdeci, hem bir uyarıcı olarak gönderdik. Hiçbir ümmet de yoktur ki, içlerinde bir uyarıcı geçmiş olmasın.","nl":"Voorwaar, Wij hebben jou met de Waarheid gezonden, als een verkondiger van verheugende tijdingen en als een waarschuwer. En er was geen volk, of er verkeerde onder hen een waarschuwer.","en":"We have surely sent you with the truth as a deliverer of good news and a warner. There is no community that has not had a warner"},"surah":null},{"id":3685,"surahId":35,"ayatId":25,"ayatNo":"٢٥","pageNo":437,"ayatText":"وَاِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذٖينَ مِنْ قَبْلِهِمْۚ جَٓاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنٖيرِ","ayatMealText":{"tr":"Seni yalanlıyorlarsa, onlardan öncekiler de yalanlamışlardı. Onlara peygamberleri mucizelerle, sahifelerle ve aydınlatıcı kitaplarla gelmişlerdi.","nl":"En als zij jou loochenen; zij loochenden ook degenen vóór hen: hun Boodschappers kwamen tot hen met duidelijke bewijzen, met de Schriften en met het verlichtende Boek.","en":"If they deny you, so did those before them. Their messengers came to them with clear proofs, divine Books, and enlightening Scriptures"},"surah":null},{"id":3686,"surahId":35,"ayatId":26,"ayatNo":"٢٦","pageNo":437,"ayatText":"ثُمَّ اَخَذْتُ الَّذٖينَ كَفَرُوا فَكَيْفَ كَانَ نَكٖيرِࣖ","ayatMealText":{"tr":"Sonra ben o inkâr edenleri tutup yakaladım. O zaman beni inkâr etmek nasıl oldu?","nl":"Daarop greep Ik degenen die ongelovig waren. En hoe (verschrikkelijk) was Mijn afschuw?","en":"Then I seized those who persisted in disbelief. How severe was My response"},"surah":null},{"id":3687,"surahId":35,"ayatId":27,"ayatNo":"٢٧","pageNo":437,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرَاتٍ مُخْتَلِفاً اَلْوَانُهَاؕ وَمِنَ الْجِبَالِ جُدَدٌ بٖيضٌ وَحُمْرٌ مُخْتَلِفٌ اَلْوَانُهَا وَغَرَابٖيبُ سُودٌ","ayatMealText":{"tr":"Görmedin mi Allah gökten bir su indirdi. Biz onunla renkleri başka başka meyveler çıkardık. Dağlarda da yollar, beyazlı kırmızılı çeşitli renklerde ve kapkara topraklar var.","nl":"Zie jij niet dat Allah uit de hemel water doet neerdalen waarmee Wij vruchten met verschillende kleuren voortbrengen? En dat er witgestreepte en roodgestreepte bergen met veerschillende kleuren en ook ravezwarte zijn?","en":"Do you not see that Allah sends down rain from the sky with which We bring forth fruits of different colours? And in the mountains are streaks of varying shades of white, red, and raven black"},"surah":null},{"id":3688,"surahId":35,"ayatId":28,"ayatNo":"٢٨","pageNo":437,"ayatText":"وَمِنَ النَّاسِ وَالدَّوَٓابِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهُ كَذٰلِكَؕ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰٓؤُ۬اؕ اِنَّ اللّٰهَ عَزٖيزٌ غَفُورٌ","ayatMealText":{"tr":"Yine insanlardan, hayvanlardan ve davarlardan da türlü renklileri vardır. Kulları içinde Allah'tan ancak âlimler korkar. Şüphe yok ki Allah çok güçlüdür. Hüküm ve hikmet sahibidir.","nl":"En dat er ook onder de mensen, de dieren en het vee zijn die verschillende kleuren hebben? Voorwaar, het zijn slechts de bezitters van kennis onder Zijn dienaren die Allah vrezen. Voorwaar, Allah is Almachtig, Vergevensgezind.","en":"just as people, living beings, and cattle are of various colours as well. Of all of Allah’s servants, only the knowledgeable ˹of His might˺ are ˹truly˺ in awe of Him. Allah is indeed Almighty, All-Forgiving"},"surah":null},{"id":3689,"surahId":35,"ayatId":29,"ayatNo":"٢٩","pageNo":437,"ayatText":"اِنَّ الَّذٖينَ يَتْلُونَ كِتَابَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِراًّ وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَۙ","ayatMealText":{"tr":"Allah'ın kitabını okuyan, namazı kılan ve kendilerine verdiğimiz rızıktan gizli ve açık olarak verenler, kesinlikle batma ihtimali olmayan bir ticaret umarlar.","nl":"Voorwaar, degenen die het Boek van Allah (de Koran) voordragen en de shalât onderhouden en bijdragen geven van waar Wij hun mee voorzien hebben, in het verborgene of openlijk: zij hopen op een handel die geen verlies zal geven.","en":"Surely those who recite the Book of Allah, establish prayer, and donate from what We have provided for them—secretly and openly—˹can˺ hope for an exchange that will never fail"},"surah":null},{"id":3690,"surahId":35,"ayatId":30,"ayatNo":"٣٠","pageNo":437,"ayatText":"لِيُوَفِّيَهُمْ اُجُورَهُمْ وَيَزٖيدَهُمْ مِنْ فَضْلِهٖؕ اِنَّهُ غَفُورٌ شَكُورٌ","ayatMealText":{"tr":"Çünkü Allah mükafatlarını kendilerine tamamen ödedikten başka, lütfundan onlara fazlasını da verecektir. Çünkü O çok bağışlayıcı ve şükrün karşılığını vericidir.","nl":"Opdat Hij hun hun volle beloning zal geven en voor hen zal toevoegen van Zijn gunst. Voorwaar, Hij is Vergevensgezind, Ment Waarderend.","en":"so that He will reward them in full and increase them out of His grace. He is truly All-Forgiving, Most Appreciative"},"surah":null}]}