{"juzNo":22,"pageNo":438,"arCuzNo":"۲۲","arPageNo":"٤۳۸","quranAyats":[{"id":3691,"surahId":35,"ayatId":31,"ayatNo":"٣١","pageNo":438,"ayatText":"وَالَّـذٖٓي اَوْحَيْنَٓا اِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِؕ اِنَّ اللّٰهَ بِعِبَادِهٖ لَخَبٖيرٌ بَصٖيرٌ","ayatMealText":{"tr":"Kitaplar içinde sana vahyettiğimiz kitap da kendinden öncekileri tasdik edici olmak üzere bir haktır. Şüphe yok ki, Allah, kullarının bütün hallerinden haberdardır ve her şeyi görendir.","nl":"En wat Wij aan jou hebben geopenbaard van het Boek, dat is de Waarsheid, als een bevestiging van wat ervóór was. Voorwaar, Allah is zeker Alwetend over Zijn dienaren, Alziend.","en":"The Book We have revealed to you ˹O Prophet˺ is the truth, confirming what came before it. Surely Allah is All-Aware, All-Seeing of His servants"},"surah":{"surahId":35,"name":"Fâtır","nameAr":"فَاطِرٍ","revelationOrder":43,"verseCount":45,"juzNo":22,"firstPage":434}},{"id":3692,"surahId":35,"ayatId":32,"ayatNo":"٣٢","pageNo":438,"ayatText":"ثُمَّ اَوْرَثْنَا الْكِتَابَ الَّذٖينَ اصْطَفَيْنَا مِنْ عِبَادِنَاۚ فَمِنْهُمْ ظَالِمٌ لِنَفْسِهٖۚ وَمِنْهُمْ مُقْتَصِدٌۚ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِاِذْنِ اللّٰهِؕ ذٰلِكَ هُوَ الْفَضْلُ الْكَبٖيرُؕ","ayatMealText":{"tr":"Sonra biz o kitabı kullarımızdan süzüp seçtiklerimize miras bıraktık. Onlardan da nefislerine zulmeden var, orta yolu tutan var, Allah'ın izniyle hayırlarda ileri geçenler var. İşte bu büyük lütuftur.","nl":"Daarna deden Wij degenen die Wij verkozen van Onze dienaren het Boek erven. En onder hen zijn er die zichzelf onrecht aandoen, en onder hen zijn er die gematigd zijn, en onder hen zijn er die wedijveren in de goede werken, met toestemming van Allah. Dat is de grote gunst.","en":"Then We granted the Book to those We have chosen from Our servants. Some of them wrong themselves, some follow a middle course, and some are foremost in good deeds by Allah’s Will. That is ˹truly˺ the greatest bounty"},"surah":null},{"id":3693,"surahId":35,"ayatId":33,"ayatNo":"٣٣","pageNo":438,"ayatText":"جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فٖيهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤً۬اۚ وَلِبَاسُهُمْ فٖيهَا حَرٖيرٌ","ayatMealText":{"tr":"Onlara Adn cennetleri vardır. Onlar oraya gireceklerdir. Orada altın bilezikler ve incilerle süsleneceklerdir. Orada elbiseleri de ipektir.","nl":"De Tuinen van 'Adn (het Paradijs) zullen zij binnengaan, waarin zij gesierd zullen worden met gouden armbanden en parels, en hun gewaden zijn daar van zijde.","en":"They will enter the Gardens of Eternity, where they will be adorned with bracelets of gold and pearls, and their clothing will be silk"},"surah":null},{"id":3694,"surahId":35,"ayatId":34,"ayatNo":"٣٤","pageNo":438,"ayatText":"وَقَالُوا الْحَمْدُ لِلّٰهِ الَّـذٖٓي اَذْهَبَ عَنَّا الْحَزَنَؕ اِنَّ رَبَّـنَا لَغَفُورٌ شَكُورٌۙ","ayatMealText":{"tr":"Onlar orada şöyle derler: \"Hamd olsun Allah'a, bizden o üzüntüyü giderdi. Gerçekten Rabbimiz çok bağışlayıcı ve şükrün karşılığını vericidir.\"","nl":"En zij zullen zeggen: \"Alle lof zij Allah Die onze treurnis heeft weggenomen: voorwaar, onze Heer is zeker Vergevensgezind, Meest Waarderend.","en":"And they will say, “Praise be to Allah, Who has kept away from us all ˹causes of˺ sorrow. Our Lord is indeed All-Forgiving, Most Appreciative"},"surah":null},{"id":3695,"surahId":35,"ayatId":35,"ayatNo":"٣٥","pageNo":438,"ayatText":"اَلَّـذٖٓي اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ لَا يَمَسُّنَا فٖيهَا نَصَبٌ وَلَا يَمَسُّنَا فٖيهَا لُغُوبٌ","ayatMealText":{"tr":"\"Lütfundan bizi durulacak bir yurda kondurdu. Burada bize yorgunluk gelmeyecek, burada bize usanç gelmeyecektir.\"","nl":"Degene Die ons door Zijn gunst het Blijvende Huis (het Paradijs) heeft geschonken, waarin vermoeidheid ons niet raakt en verveeldheid ons niet raakt.\"","en":"˹He is the One˺ Who—out of His grace—has settled us in the Home of Everlasting Stay, where we will be touched by neither fatigue nor weariness.”"},"surah":null},{"id":3696,"surahId":35,"ayatId":36,"ayatNo":"٣٦","pageNo":438,"ayatText":"وَالَّذٖينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَۚ لَا يُقْضٰى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَاؕ كَذٰلِكَ نَجْزٖي كُلَّ كَفُورٍۚ","ayatMealText":{"tr":"İnkâr edenlere gelince, onlara cehennem ateşi vardır. Hüküm verilmez ki ölsünler, kendilerinden biraz azab da hafifletilmez. İşte biz her nankörü böyle cezalandırırız.","nl":"Maar degenen die ongelovig zijn, voor hen is er het vuur van de Hel en er is geen beschiking (om dood te gaan) voor hen bepaald, zodat zij zouden sterven. En de straf ervan zal voor hen niet worden verlicht. Zo vergelden Wij iedere zeer ongelovige.","en":"As for the disbelievers, they will have the Fire of Hell, where they will not be ˹allowed to be˺ finished by death, nor will its torment be lightened for them. This is how We reward every ˹stubborn˺ disbeliever"},"surah":null},{"id":3697,"surahId":35,"ayatId":37,"ayatNo":"٣٧","pageNo":438,"ayatText":"وَهُمْ يَصْطَرِخُونَ فٖيهَاۚ رَبَّـنَٓا اَخْرِجْنَا نَعْمَلْ صَالِحاً غَيْرَ الَّذٖي كُنَّا نَعْمَلُؕ اَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فٖيهِ مَنْ تَذَكَّرَ وَجَٓاءَكُمُ النَّذٖيرُؕ فَذُوقُوا فَمَا لِلظَّالِمٖينَ مِنْ نَصٖيرٍࣖ","ayatMealText":{"tr":"Onlar, orada şöyle feryad ederler: \"Ey Rabbimiz! Bizleri çıkar, yapageldiklerimizden başka salih bir amel yapalım.\" (Onlara): \"Size düşünecek olanın düşüneceği kadar bir ömür vermedik mi? Hem size uyarıcı da gelmişti. O halde azabı tadın. Çünkü zalimleri kurtaracak yoktur.\" (denir).","nl":"En zij zullen daarin schreeuwen: \"Onze Heer, haat ons hier uit, dan zullen wij goede werken verrichten, wat wij niet plachten te doen.\" Hebben Wij jullie geen lang leven geschonken, zodat wie wilde de vemaningen te harten kom nemen? En de waarschuwer is tot jullie gekomen. Proeft daarom (de bestraffing). en voor de onrechtplegers is er geen helper.","en":"There they will be ˹fervently˺ screaming, “Our Lord! Take us out ˹and send us back˺. We will do good, unlike what we used to do.” ˹They will be told,˺ “Did We not give you lives long enough so that whoever wanted to be mindful could have done so? And the warner came to you. So taste ˹the punishment˺, for the wrongdoers have no helper.”"},"surah":null},{"id":3698,"surahId":35,"ayatId":38,"ayatNo":"٣٨","pageNo":438,"ayatText":"اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوَاتِ وَالْاَرْضِؕ اِنَّهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Şüphe yok ki Allah, göklerin ve yerin gaybını bilir. Elbette o, sinelerin içinde olanları da bilir.","nl":"Voorwaar, Allah is de Kenner van het onwaarneembare van de hemelen en de aarde. Voorwaar, Hij is Alwetend over wat zich in de harten bevindt.","en":"Indeed, Allah is the Knower of the unseen of the heavens and the earth. He surely knows best what is ˹hidden˺ in the heart"},"surah":null}]}