{"juzNo":22,"pageNo":439,"arCuzNo":"۲۲","arPageNo":"٤۳۹","quranAyats":[{"id":3699,"surahId":35,"ayatId":39,"ayatNo":"٣٩","pageNo":439,"ayatText":"هُوَ الَّذٖي جَعَلَكُمْ خَلَٓائِفَ فِي الْاَرْضِؕ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُؕ وَلَا يَزٖيدُ الْكَافِرٖينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ اِلَّا مَقْتاًۚ وَلَا يَزٖيدُ الْكَافِرٖينَ كُفْرُهُمْ اِلَّا خَسَاراً","ayatMealText":{"tr":"Sizi yeryüzünde halifeler yapan O'dur. Artık kim küfrederse, küfrü kendi aleyhinedir. Kâfirlerin küfürleri, Rablerinin katında kendilerine buğzdan başka bir şey artırmaz, kâfirlerin küfürleri kendilerine zarardan başka bir şey artırmaz.","nl":"Hij is Degene Die jullie heeft aangesteld als gevolmachtigden op aarde. Wie dan ongelovig is: zijn ongeloof is tegen hem. En het ongeloof van de ongelovigen doet bij hun Heer niets toenemen den toorn. En het ongeloof van de ongelovigen doet niets toenemen dan verlies.","en":"He is the One Who has placed you as successors on earth. So whoever disbelieves will bear ˹the burden of˺ their own disbelief. The disbelievers’ denial only increases them in contempt in the sight of their Lord, and it will only contribute to their loss"},"surah":{"surahId":35,"name":"Fâtır","nameAr":"فَاطِرٍ","revelationOrder":43,"verseCount":45,"juzNo":22,"firstPage":434}},{"id":3700,"surahId":35,"ayatId":40,"ayatNo":"٤٠","pageNo":439,"ayatText":"قُلْ اَرَاَيْتُمْ شُرَكَٓاءَكُمُ الَّذٖينَ تَدْعُونَ مِنْ دُونِ اللّٰهِؕ اَرُونٖي مَاذَا خَلَقُوا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِي السَّمٰوَاتِۚ اَمْ اٰتَيْنَاهُمْ كِتَاباً فَهُمْ عَلٰى بَيِّنَتٍ مِنْهُۚ بَلْ اِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضاً اِلَّا غُرُوراً","ayatMealText":{"tr":"De ki: \"Gördünüz ya, Allah'ı bırakıp da tapmakta olduğunuz ortaklarınızı! Gösterin bana, yer yüzünden neyi yaratmışlardır?\" Yoksa onların gök yüzünde bir ortaklığı mı var? Yoksa biz kendilerine bir kitap vermişiz de ondan bir delil üzerinde mi bulunuyorlar? Hayır o zalimler, birbirlerine aldatmadan başka bir vaadde bulunmuyorlar.","nl":"Zeg (O Moehammad): \"Hebben jullie jullie afgoden gezien die jullie naast Allah aanroepen? Toont mij wat zij van de aarde hebben geschapen, of hebben zij een aandeel in (de schepping) van de hemelen of hebben Wij hun een boek gegeven zodat zij door een bewijs daaruit gesteund worden?\" Nee! De onrechtplegers beloven elkaar niets dan bedrog.","en":"Ask ˹them, O Prophet˺, “Have you considered your associate-gods which you invoke besides Allah? Show me what they have created on earth! Or do they have a share in ˹the creation of˺ the heavens? Or have We given the polytheists a Book, which serves as a clear proof for them? In fact, the wrongdoers promise each other nothing but delusion.”"},"surah":null},{"id":3701,"surahId":35,"ayatId":41,"ayatNo":"٤١","pageNo":439,"ayatText":"اِنَّ اللّٰهَ يُمْسِكُ السَّمٰوَاتِ وَالْاَرْضَ اَنْ تَزُولَاۚ وَلَئِنْ زَالَتَٓا اِنْ اَمْسَكَهُمَا مِنْ اَحَدٍ مِنْ بَعْدِهٖؕ اِنَّهُ كَانَ حَلٖيماً غَفُوراً","ayatMealText":{"tr":"Doğrusu gökleri ve yeri yok oluvermekten, Allah tutuyor. Andolsun ki eğer yok oluverirlerse, onları O'ndan başka kimse tutamaz. Gerçekten O, çok yumuşak davranır, çok bağışlayıcıdır.","nl":"Voorwaar, Allah houdt de hemelen en de aarde vast, zodat zij niet vergaan; en zeker, wanneer zij (dreigen te) vergaan dan is er buiten Hem niemand die hen kan vasthouden. Voorwaar, Hij is Zachtmoedig, Vergevensgezind.","en":"Indeed, Allah ˹alone˺ keeps the heavens and the earth from falling apart. If they were to fall apart, none but Him could hold them up. He is truly Most Forbearing, All-Forgiving"},"surah":null},{"id":3702,"surahId":35,"ayatId":42,"ayatNo":"٤٢","pageNo":439,"ayatText":"وَاَقْسَمُوا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَئِنْ جَٓاءَهُمْ نَذٖيرٌ لَيَكُونُنَّ اَهْدٰى مِنْ اِحْدَى الْاُمَمِۚ فَلَمَّا جَٓاءَهُمْ نَذٖيرٌ مَا زَادَهُمْ اِلَّا نُفُوراًۙ","ayatMealText":{"tr":"Olanca güçleriyle Allah'a yemin etmişlerdi ki, kendilerine uyarıcı bir peygamber gelirse, mutlaka ilerideki ümmetlerin herhagi birinden daha doğru yolda olacaklardı. Fakat kendilerine uyarıcı bir peygamber geldiği zaman bu, onların sırf ürküntüleriniartırdı.","nl":"En zij zweren bij Allah de duurste eden: dat wanneer er een waarschuwer tot hen komt, zij zeker rechter geleid zullen zijn dan welk volk dan ook. Maar wanneer er dan cm waarschuwer tot hen komt noemt er niets voor hen toe dan afkeer.","en":"They swore by Allah their most solemn oaths that if a warner were to come to them, they would certainly be better guided than any other community. Yet when a warner did come to them, it only drove them farther away—"},"surah":null},{"id":3703,"surahId":35,"ayatId":43,"ayatNo":"٤٣","pageNo":439,"ayatText":"اِسْتِكْبَاراً فِي الْاَرْضِ وَمَكْرَ السَّيِّئِؕ وَلَا يَحٖيقُ الْمَكْرُ السَّيِّئُ اِلَّا بِاَهْلِهٖؕ فَهَلْ يَنْظُرُونَ اِلَّا سُنَّتَ الْاَوَّلٖينَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدٖيلاًۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوٖيلاً","ayatMealText":{"tr":"(Bu da) yeryüzünde bir kibirlenme ve bir suikast düzenidir. Halbuki fena düzen ancak sahibinin başına geçer. O halde öncekilerin kanunundan başka ne gözetiyorlar? Sen Allah'ın sünnetinde asla bir değişme bulamazsın. Sen Allah'ın sünnetinde asla bir başkalaşma da bulamazsın.","nl":"Als hoogmoedigen op de aarde, en met een slechte list. Maar de slechte list treft niemand dan de beramers ervan. Zij wachten op nicts anders dan de manier waarop de woegeren werden bestraft. Jij zult in de handelwijze van Allah nooit een verandering aantreffen en jij zult in de handelwijze van Allah nooit een afwijking aantreffen.","en":"behaving arrogantly in the land and plotting evil. But evil plotting only backfires on those who plot. Are they awaiting anything but the fate of those ˹destroyed˺ before? You will find no change in the way of Allah, nor will you find it diverted ˹to someone else˺"},"surah":null},{"id":3704,"surahId":35,"ayatId":44,"ayatNo":"٤٤","pageNo":439,"ayatText":"اَوَلَمْ يَسٖيرُوا فِي الْاَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذٖينَ مِنْ قَبْلِهِمْ وَكَانُٓوا اَشَدَّ مِنْهُمْ قُوَّةًؕ وَمَا كَانَ اللّٰهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمٰوَاتِ وَلَا فِي الْاَرْضِؕ اِنَّهُ كَانَ عَلٖيماً قَدٖيراً","ayatMealText":{"tr":"Yeryüzünde gezip bir bakmadılar mı, kendilerinden öncekilerin sonu nasıl olmuş? Halbuki onlar, bunlardan daha kuvvetliydiler. Ne göklerde ve ne de yerde hiçbir şey Allah'ı aciz bırakamaz. Çünkü o her şeyi bilendir, her şeye kâdir olandır.","nl":"En reizen zij niet op aarde en zien zij niet hoe het einde was van degenen vóór hen, terwijl zij machtiger waren dan zij? En er is niets in de hemelen en op de aarde dat Allah ontgaat. Voorwaar, Hij is Alwijs, Machtig.","en":"Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might. But there is nothing that can escape Allah in the heavens or the earth. He is certainly All-Knowing, Most Capable"},"surah":null}]}