{"juzNo":3,"pageNo":44,"arCuzNo":"۳","arPageNo":"٤٤","quranAyats":[{"id":267,"surahId":2,"ayatId":260,"ayatNo":"٢٦٠","pageNo":44,"ayatText":"وَاِذْ قَالَ اِبْرٰهٖيمُ رَبِّ اَرِنٖي كَيْفَ تُحْـيِ الْمَوْتٰىؕ قَالَ اَوَلَمْ تُؤْمِنْؕ قَالَ بَلٰى وَلٰكِنْ لِيَطْمَئِنَّ قَلْبٖيؕ قَالَ فَخُذْ اَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ اِلَيْكَ ثُمَّ اجْعَلْ عَلٰى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً ثُمَّ ادْعُهُنَّ يَأْتٖينَكَ سَعْياًؕ وَاعْلَمْ اَنَّ اللّٰهَ عَزٖيزٌ حَكٖيمٌࣖ","ayatMealText":{"tr":"Bir zamanlar İbrahim de: \"Ey Rabbim! Ölüleri nasıl dirilttiğini bana göster!\" demişti. Allah: \"İnanmadın mı ki?\" buyurdu. İbrahim: \"İnandım, fakat kalbim iyice yatışsın diye istiyorum.\" dedi. Allah buyurdu ki: \"Öyle ise kuşlardan dördünü tut da onları kendine çevir, iyice tanıdıktan sonra (kesip) her dağın başına onlardan birer parça dağıt, sonra da onları çağır, koşa koşa sana gelecekler ve bil ki, Allah gerçekten çok güçlüdür, hüküm ve hikmet sahibidir.\"","nl":"En toen Ibrâhîm zei: \"Mijn Heer, toon mij hoe U de doden doet leven.\" Hij (Allah) zei: \"Geloof jij dan niet?\" Hij zei: \"Jawel maar opdat mijn hart tot rust komt.\" Hij (Allah) zei: \"Neem dan vier vogels en snijd ze voor je in stukken, leg dan van hen op iedere berg stukken; roep hen dan, zij zullen dan haastig tot je komen, en weet dat Allah Almachtig, Alwijs is.\"","en":"And ˹remember˺ when Abraham said, “My Lord! Show me how you give life to the dead.” Allah responded, “Do you not believe?” Abraham replied, “Yes I do, but just so my heart can be reassured.” Allah said, “Then bring four birds, train them to come to you, ˹then cut them into pieces,˺ and scatter them on different hilltops. Then call them back, they will fly to you in haste. And ˹so you will˺ know that Allah is Almighty, All-Wise.”"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":268,"surahId":2,"ayatId":261,"ayatNo":"٢٦١","pageNo":44,"ayatText":"مَثَلُ الَّذٖينَ يُنْفِقُونَ اَمْوَالَهُمْ فٖي سَبٖيلِ اللّٰهِ كَمَثَلِ حَبَّةٍ اَنْبَتَتْ سَبْعَ سَنَابِلَ فٖي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍؕ وَاللّٰهُ يُضَاعِفُ لِمَنْ يَشَٓاءُؕ وَاللّٰهُ وَاسِعٌ عَلٖيمٌ","ayatMealText":{"tr":"Mallarını Allah yolunda harcayanların durumu, bir tanenin durumu gibidir ki, yedi başak bitirmiş ve her başakta yüz tane var. Allah, dilediğine daha da katlar. Allah'ın rahmeti geniştir. O, her şeyi bilir.","nl":"De gelijkenis van degenen die op de Weg van Allah uitgeven is als de gelijkenis van een graankorrel, (die) zeven aren voortbrengt, in iedere aar honderd korrels, en Allah vermenigvuldigt voor wie Hij wil. En Allah is Alomvattend, Alwetend.","en":"The example of those who spend their wealth in the cause of Allah is that of a grain that sprouts into seven ears, each bearing one hundred grains. And Allah multiplies ˹the reward even more˺ to whoever He wills. For Allah is All-Bountiful, All-Knowing"},"surah":null},{"id":269,"surahId":2,"ayatId":262,"ayatNo":"٢٦٢","pageNo":44,"ayatText":"اَلَّذٖينَ يُنْفِقُونَ اَمْوَالَهُمْ فٖي سَبٖيلِ اللّٰهِ ثُمَّ لَا يُتْبِعُونَ مَٓا اَنْفَقُوا مَناًّ وَلَٓا اَذًۙى لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Allah yolunda mallarını infak eden, sonra verdiklerinin arkasından başa kakmayı, gönül incitmeyi uygun görmeyen kimselerin Rableri yanında mükafatları vardır. Onlara hiçbir korku yoktur ve onlar, üzülmeyeceklerdir.","nl":"Degenen die hun eigendommen op de Weg van Allah uitgeven en dan bun vrijgevigheid noch met opscheppen, noch met kwetsen laten volgen, voor hen is hun beloning bij him Heer, er is voor hen geen angst en zij zullen niet treuren.","en":"Those who spend their wealth in the cause of Allah and do not follow their charity with reminders of their generosity or hurtful words—they will get their reward from their Lord, and there will be no fear for them, nor will they grieve"},"surah":null},{"id":270,"surahId":2,"ayatId":263,"ayatNo":"٢٦٣","pageNo":44,"ayatText":"قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَٓا اَذًىؕ وَاللّٰهُ غَنِيٌّ حَلٖيمٌ","ayatMealText":{"tr":"Bir tatlı dil ve kusurları bağışlamak, arkasından eza ve gönül bulantısı gelecek bir sadakadan daha hayırlıdır. Allah, hiçbir şeye muhtaç değildir, halimdir, yumuşak davranır.","nl":"(Het uitspreken van,) vriendelijke woorden en vergeving is beter dan een liefdadigheid die door kwetsing gevolgd wordt. En Allah is Behoefteloos, Zachtmoedig.","en":"Kind words and forgiveness are better than charity followed by injury. And Allah is Self-Sufficient, Most Forbearing"},"surah":null},{"id":271,"surahId":2,"ayatId":264,"ayatNo":"٢٦٤","pageNo":44,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْاَذٰىۙ كَالَّذٖي يُنْفِقُ مَالَهُ رِئَٓاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِؕ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَاَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداًؕ لَا يَقْدِرُونَ عَلٰى شَيْءٍ مِمَّا كَسَبُواؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الْكَافِرٖينَ","ayatMealText":{"tr":"Ey iman edenler! Sadakalarınızı, başa kakmak, gönül kırmakla boşa gidermeyin. O adam gibi ki, insanlara gösteriş için malını dağıtır da ne Allah'a inanır, ne ahiret gününe. Artık onun hâli, bir kayanın hâline benzer ki, üzerinde biraz toprak varmış, derken şiddetli bir sağnak inmiş de onu yalçın bir kaya halinde bırakıvermiş. Öyle kimseler, kazandıklarından hiçbir şey elde edemezler. Allah, kâfirler topluluğunu doğru yola iletmez.","nl":"O jullie die geloven: maakt jullie liefdadigheid noch ongeldig door opscheppen, noch door kwetsen, zoals degene die, van zijn eigendom geeft om op te vallen bij de mensen, en (die) niet in Allah en de Laatste Dag gelooft. En de gelijkenis met hem is als met een gladde rots, bedekt met aarde, waarop zware regen valt die haar kaal achterlaat: zij verdienen niets voor wat zij gedaan hebben. En Allah leidt het ongelovige volk niet.","en":"O believers! Do not waste your charity with reminders ˹of your generosity˺ or hurtful words, like those who donate their wealth just to show off and do not believe in Allah or the Last Day. Their example is that of a hard barren rock covered with a thin layer of soil hit by a strong rain—leaving it just a bare stone. Such people are unable to preserve the reward of their charity. Allah does not guide ˹such˺ disbelieving people"},"surah":null}]}