{"juzNo":22,"pageNo":440,"arCuzNo":"۲۲","arPageNo":"٤٤۰","quranAyats":[{"id":3705,"surahId":35,"ayatId":45,"ayatNo":"٤٥","pageNo":440,"ayatText":"وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَٓابَّةٍ وَلٰكِنْ يُؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُسَمًّىۚ فَاِذَا جَٓاءَ اَجَلُهُمْ فَاِنَّ اللّٰهَ كَانَ بِعِبَادِهٖ بَصٖيراً","ayatMealText":{"tr":"Bununla beraber Allah, insanları kazandıkları (günahlar) yüzünden hemen yakalayıverseydi, yeryüzünde hiçbir canlı bırakmazdı. Fakat onları belli bir süreye kadar erteliyor. Nihayet ecelleri gelince gereğini yapar. Şüphe yok ki Allah, kullarını görmektedir.","nl":"En als Allah de mensen zou grijpen wegens wat zij bedreven hebben, dan zott Hij geen levend wezen op het aardoppervlak achterlaten. Maar Hij geeft hun uitstel tot een vastgeswide tijd. En wanneer hun tijd is gekomen (worden zij bestraft): voorwaar, Allah is Alziend over Zijn dienaren.","en":"If Allah were to punish people ˹immediately˺ for what they have committed, He would not have left a single living being on earth. But He delays them for an appointed term. And when their time arrives, then surely Allah is All-Seeing of His servants"},"surah":{"surahId":35,"name":"Fâtır","nameAr":"فَاطِرٍ","revelationOrder":43,"verseCount":45,"juzNo":22,"firstPage":434}},{"id":3706,"surahId":36,"ayatId":1,"ayatNo":"١","pageNo":440,"ayatText":"يٰسٓؕ","ayatMealText":{"tr":"Yâsîn.","nl":"Ya Sîn.","en":"Yâ-Sĩn"},"surah":{"surahId":36,"name":"Yâsîn","nameAr":"يٰسۤ","revelationOrder":41,"verseCount":83,"juzNo":22,"firstPage":440}},{"id":3707,"surahId":36,"ayatId":2,"ayatNo":"٢","pageNo":440,"ayatText":"وَالْقُرْاٰنِ الْحَكٖيمِۙ","ayatMealText":{"tr":"Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi ile gönderilen peygamberlerdensin.","nl":"Bij de wijze Koran.","en":"By the Quran, rich in wisdom"},"surah":null},{"id":3708,"surahId":36,"ayatId":3,"ayatNo":"٣","pageNo":440,"ayatText":"اِنَّكَ لَمِنَ الْمُرْسَلٖينَۙ","ayatMealText":{"tr":"Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi ile gönderilen peygamberlerdensin.","nl":"Voorwaar, jij (Mohammed) behoort zeker tot de gezanten.","en":"You ˹O Prophet˺ are truly one of the messengers"},"surah":null},{"id":3709,"surahId":36,"ayatId":4,"ayatNo":"٤","pageNo":440,"ayatText":"عَلٰى صِرَاطٍ مُسْتَقٖيمٍؕ","ayatMealText":{"tr":"Dosdoğru bir yol üzerindesin.","nl":"Op het rechte Pad.","en":"upon the Straight Path"},"surah":null},{"id":3710,"surahId":36,"ayatId":5,"ayatNo":"٥","pageNo":440,"ayatText":"تَنْزٖيلَ الْعَزٖيزِ الرَّحٖيمِۙ","ayatMealText":{"tr":"Babaları korkutulmamış ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'ın indirdiği (Kur'ân) ile korkutasın.","nl":"(Deze Koran) als een neerzending van de Almachtige, de Meest Barmhartige.","en":"˹This is˺ a revelation from the Almighty, Most Merciful"},"surah":null},{"id":3711,"surahId":36,"ayatId":6,"ayatNo":"٦","pageNo":440,"ayatText":"لِتُنْذِرَ قَوْماً مَٓا اُنْذِرَ اٰبَٓاؤُ۬هُمْ فَهُمْ غَافِلُونَ","ayatMealText":{"tr":"Babaları korkutulmamış ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'ın indirdiği (Kur'ân) ile korkutasın.","nl":"Opdat jij een volk zal waarschuwen waarvan hun voorvaderen niet gewaarschuwd zijn, zodat zij achtelozen waren.","en":"so that you may warn a people whose forefathers were not warned, and so are heedless"},"surah":null},{"id":3712,"surahId":36,"ayatId":7,"ayatNo":"٧","pageNo":440,"ayatText":"لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Andolsun ki onların çoğunun üzerine azab sözü hak olmuştur. Onlar imana gelmezler.","nl":"Voorzeker, het woord (van bestraffing) is tegen de meesten van hen bewaarheid omdat zij niet geloven.","en":"The decree ˹of torment˺ has already been justified against most of them, for they will never believe"},"surah":null},{"id":3713,"surahId":36,"ayatId":8,"ayatNo":"٨","pageNo":440,"ayatText":"اِنَّا جَعَلْنَا فٖٓي اَعْنَاقِهِمْ اَغْلَالاً فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُقْمَحُونَ","ayatMealText":{"tr":"Çünkü biz onların boyunlarına kelepçeler geçirmişiz. O kelepçeler çenelerine dayanmıştır da burunları yukarı, gözleri aşağı somurtmaktadırlar.","nl":"Voorwaar, Wij hebben om hun nekken ketenen gelegd en die reiken tot de kinnen, zodat hun hoofden opgeheven blijven.","en":"˹It is as if˺ We have put shackles around their necks up to their chins, so their heads are forced up"},"surah":null},{"id":3714,"surahId":36,"ayatId":9,"ayatNo":"٩","pageNo":440,"ayatText":"وَجَعَلْنَا مِنْ بَيْنِ اَيْدٖيهِمْ سَداًّ وَمِنْ خَلْفِهِمْ سَداًّ فَاَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ","ayatMealText":{"tr":"Hem önlerinden bir sed, arkalarından bir sed çekmişiz, kendilerini sarmışızdır. Baksalar da görmezler.","nl":"En Wij hebben vóór hen een hindernis geplaatst en achter hen een hindernis en Wij hebben hun ogen bedekt, zodat zij niet kunnen zien.","en":"and have placed a barrier before them and a barrier behind them and covered them ˹all˺ up, so they fail to see ˹the truth˺"},"surah":null},{"id":3715,"surahId":36,"ayatId":10,"ayatNo":"١٠","pageNo":440,"ayatText":"وَسَوَٓاءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Onları korkutsan da korkutmasan da onlara göre birdir, inanmazlar.","nl":"En het maakt geen verschil of jij hen waarschuwt of niet waarschuwt, zij geloven niet.","en":"It is the same whether you warn them or not—they will never believe"},"surah":null},{"id":3716,"surahId":36,"ayatId":11,"ayatNo":"١١","pageNo":440,"ayatText":"اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَاَجْرٍ كَرٖيمٍ","ayatMealText":{"tr":"Sen ancak Kur'ân'a tabi olan ve görünmediği halde Rahman olan Allah'tan korkan kimseyi sakındırırsın. İşte onu bir bağışlanma ve çok şerefli bir mükafatla müjdele.","nl":"Voorwaar, jij kunt slechts waarschuwen wie de Vermaning volgt en de Erbarmer vreest, hoewel hij Hem niet kan waarnemen. Verkondig hem daarom de verheugende tijding van vergeving en een edele beloning.","en":"You can only warn those who follow the Reminder and are in awe of the Most Compassionate without seeing Him. So give them good news of forgiveness and an honourable reward"},"surah":null},{"id":3717,"surahId":36,"ayatId":12,"ayatNo":"١٢","pageNo":440,"ayatText":"اِنَّا نَحْنُ نُحْـيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوا وَاٰثَارَهُمْؕ وَكُلَّ شَيْءٍ اَحْصَيْنَاهُ فٖٓي اِمَامٍ مُبٖينٍࣖ","ayatMealText":{"tr":"Gerçekten biz ölüleri diriltiriz, onların önceden yapıp gönderdiklerini ve bıraktıkları eserlerini yazarız. Zaten biz her şeyi açık bir kütükte, bir \"imamı mübin\"de (ana kitapta, yani Levhi mahfuzda) sayıp tesbit etmişizdir.","nl":"Voorwaar, Wij zijn het Die de doden tot leven brengen en Wij schrijven op wat zij gedaan hebben en (ook) hun sporen. En alle zaken hebben Wij opgesomd in een duidelijk boek.","en":"It is certainly We Who resurrect the dead, and write what they send forth and what they leave behind. Everything is listed by Us in a perfect Record"},"surah":null}]}