{"juzNo":22,"pageNo":441,"arCuzNo":"۲۲","arPageNo":"٤٤۱","quranAyats":[{"id":3718,"surahId":36,"ayatId":13,"ayatNo":"١٣","pageNo":441,"ayatText":"وَاضْرِبْ لَهُمْ مَثَلاً اَصْحَابَ الْقَرْيَةِۘ اِذْ جَٓاءَهَا الْمُرْسَلُونَۚ","ayatMealText":{"tr":"Sen onlara, o şehir halkını örnek ver. Hani oraya peygamberler gelmişti.","nl":"En geef hen een voorbeeld: de bewoners van de stad toen de gezanten tot haar kwamen.","en":"Give them an example ˹O Prophet˺ of the residents of a town, when the messengers came to them"},"surah":{"surahId":36,"name":"Yâsîn","nameAr":"يٰسۤ","revelationOrder":41,"verseCount":83,"juzNo":22,"firstPage":440}},{"id":3719,"surahId":36,"ayatId":14,"ayatNo":"١٤","pageNo":441,"ayatText":"اِذْ اَرْسَلْـنَٓا اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُٓوا اِنَّٓا اِلَيْكُمْ مُرْسَلُونَ","ayatMealText":{"tr":"Hani biz onlara iki peygamber göndermiştik, fakat onlar ikisini de yalanlamışlardı. Biz de (onları) üçüncü bir peygamberle destekledik. Onlara: \"Şüphesiz ki biz size gönderilmiş elçileriz.\" dediler.","nl":"Toen Wij er twee tot hen zonden, waarop zij hen loochenden, toen versterkten Wij (hen) met een derde. Zij zeiden toen: \"Voorwaar, wij zijn gezanten voor jullie.\"","en":"We sent them two messengers, but they rejected both. So We reinforced ˹the two˺ with a third, and they declared, “We have indeed been sent to you ˹as messengers˺.”"},"surah":null},{"id":3720,"surahId":36,"ayatId":15,"ayatNo":"١٥","pageNo":441,"ayatText":"قَالُوا مَٓا اَنْتُمْ اِلَّا بَشَرٌ مِثْلُنَاۙ وَمَٓا اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُونَ","ayatMealText":{"tr":"Onlar da: \"Siz bizim gibi insandan başka birşey değilsiniz, hem Rahman olan Allah, hiçbir şey indirmedi. Siz sadece yalan söylüyorsunuz.\" dediler.","nl":"Zij zeiden: \"Jullie zijn slechts mensen zoals wij en de Erbarmer heeft niets neergezonden, jullie doen niets anders dan liegen.\"","en":"The people replied, “You are only humans like us, and the Most Compassionate has not revealed anything. You are simply lying!”"},"surah":null},{"id":3721,"surahId":36,"ayatId":16,"ayatNo":"١٦","pageNo":441,"ayatText":"قَالُوا رَبُّنَا يَعْلَمُ اِنَّٓا اِلَيْكُمْ لَمُرْسَلُونَ","ayatMealText":{"tr":"Peygamberler dediler ki: \"Rabbimiz biliyor ki biz gerçekten size gönderilmiş elçileriz.\"","nl":"Zij zeiden: \"Voorwaar, onze Heer weet dat wij zeker gezanten voor jullie zijn.","en":"The messengers responded, “Our Lord knows that we have truly been sent to you"},"surah":null},{"id":3722,"surahId":36,"ayatId":17,"ayatNo":"١٧","pageNo":441,"ayatText":"وَمَا عَلَيْنَٓا اِلَّا الْبَلَاغُ الْمُبٖينُ","ayatMealText":{"tr":"\"Bize düşen de sadece apaçık tebliğdir.\"","nl":"En onze taak is slechts het overbrengen van de duidelijke verkondiging.","en":"And our duty is only to deliver ˹the message˺ clearly.”"},"surah":null},{"id":3723,"surahId":36,"ayatId":18,"ayatNo":"١٨","pageNo":441,"ayatText":"قَالُٓوا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Onlar dediler ki: \"Herhalde biz sizin yüzünüzden uğursuzluğa uğradık. Eğer bu işten vazgeçmezseniz, andolsun ki, sizi hiç tınmadan taşlarız ve mutlaka bizden size pek acıklı bir azab dokunur.\"","nl":"Zij zeiden: \"Voorwaar, wij zien een kwaad lot in jullie, als jullie dan niet ophouden, dan zullen wij jullie zeker stenigen en dan zal jullie zeker een pijnlijke bestraffing van ons treffen.\"","en":"The people replied, “We definitely see you as a bad omen for us. If you do not desist, we will certainly stone you ˹to death˺ and you will be touched with a painful punishment from us.”"},"surah":null},{"id":3724,"surahId":36,"ayatId":19,"ayatNo":"١٩","pageNo":441,"ayatText":"قَالُوا طَٓائِرُكُمْ مَعَكُمْؕ اَئِنْ ذُكِّرْتُمْؕ بَلْ اَنْتُمْ قَوْمٌ مُسْرِفُونَ","ayatMealText":{"tr":"Peygamberler de şöyle cevap verdiler: \"Sizin uğursuzluğunuz beraberinizdedir. Size öğüt verildi diye mi (uğursuzluğa uğradınız)? Doğrusu siz israfı âdet etmiş bir kavimsiniz.\"","nl":"Zij zeiden: \"Jullie kwade lot ligt bij jullie zelf, is het omdat jullie vermaand worden? Nee, jullie zijn een buitensporig volk.\"","en":"The messengers said, “Your bad omen lies within yourselves. Are you saying this because you are reminded ˹of the truth˺? In fact, you are a transgressing people.”"},"surah":null},{"id":3725,"surahId":36,"ayatId":20,"ayatNo":"٢٠","pageNo":441,"ayatText":"وَجَٓاءَ مِنْ اَقْصَا الْمَدٖينَةِ رَجُلٌ يَسْعٰى قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلٖينَۙ","ayatMealText":{"tr":"O sırada şehrin ta ucundan bir adam koşarak geldi ve: \"Ey kavmim! Uyun o elçilere!\"","nl":"En uit het verste gedeelte van de stad kwam een man aangesneld, die zei: \"O mijn volk, volgt de gezanten.","en":"Then from the farthest end of the city a man came, rushing. He advised, “O my people! Follow the messengers"},"surah":null},{"id":3726,"surahId":36,"ayatId":21,"ayatNo":"٢١","pageNo":441,"ayatText":"اِتَّبِعُوا مَنْ لَا يَسْـَٔلُكُمْ اَجْراً وَهُمْ مُهْتَدُونَ","ayatMealText":{"tr":"\"Uyun sizden hiçbir ücret istemeyen o zatlara ki, onlar hidayete ermişlerdir.\"","nl":"Volgt hen die geen beloning van jullie vragen en rechtgeleiden zijn.","en":"Follow those who ask no reward of you, and are ˹rightly˺ guided"},"surah":null},{"id":3727,"surahId":36,"ayatId":22,"ayatNo":"٢٢","pageNo":441,"ayatText":"وَمَا لِيَ لَٓا اَعْبُدُ الَّذٖي فَطَرَنٖي وَاِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"\"Bana ne oluyor da kulluk etmeyecekmişim beni yaratana? Hep döndürülüp O'na götürüleceksiniz.\"","nl":"En waarom zou ik niet Hem aanbidden Die mij heeft geschapen? En tot Hem worden jullie teruggekeerd.","en":"And why should I not worship the One Who has originated me, and to Whom you will be returned"},"surah":null},{"id":3728,"surahId":36,"ayatId":23,"ayatNo":"٢٣","pageNo":441,"ayatText":"ءَاَتَّخِذُ مِنْ دُونِهٖٓ اٰلِهَةً اِنْ يُرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَا تُغْنِ عَنّٖي شَفَاعَتُهُمْ شَيْـٔاً وَلَا يُنْقِذُونِۚ","ayatMealText":{"tr":"\"Hiç ben O'ndan başka ilâhlar edinir miyim? Eğer O Rahman, bana bir zarar dileyecek olsa, onların şefaati benden yana hiçbir şeye yaramaz ve onlar beni kurtaramazlar.\"","nl":"Hoe zou ik dan naast Hem goden kunnen nemen? Als de Barmhartige voor mij tegenspoed zou wensen, dan zou hun voorspraak mij niets baten en mij niet redden.","en":"How could I take besides Him other gods whose intercession would not be of any benefit to me, nor could they save me if the Most Compassionate intended to harm me"},"surah":null},{"id":3729,"surahId":36,"ayatId":24,"ayatNo":"٢٤","pageNo":441,"ayatText":"اِنّٖٓي اِذاً لَفٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"\"Şüphesiz ki ben, o zaman apaçık bir sapıklık içinde olurum.\"","nl":"Voorwaar, dan zou ik zeker in duidelijke dwaling verkeren.","en":"Indeed, I would then be clearly astray"},"surah":null},{"id":3730,"surahId":36,"ayatId":25,"ayatNo":"٢٥","pageNo":441,"ayatText":"اِنّٖٓي اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِؕ","ayatMealText":{"tr":"\"Şüphesiz ki ben, Rabbinize iman getirdim, gelin dinleyin beni.\"","nl":"Voorwaar, ik geloof in jullie Heer, luistert daarom.\"","en":"I do believe in your Lord, so listen to me.”"},"surah":null},{"id":3731,"surahId":36,"ayatId":26,"ayatNo":"٢٦","pageNo":441,"ayatText":"قٖيلَ ادْخُلِ الْجَنَّةَؕ قَالَ يَا لَيْتَ قَوْمٖي يَعْلَمُونَۙ","ayatMealText":{"tr":"(Sonra ona) \"haydi gir cennete!\" denildi. O da dedi ki: \"Ne olurdu kavmim bilseydi!\"","nl":"Er werd gezegd: \"Treed het Paradijs binnen.\" Hij zei: \"O wee, wist mijn volk maar.","en":"˹But they killed him, then˺ he was told ˹by the angels˺, “Enter Paradise!” He said, “If only my people knew"},"surah":null},{"id":3732,"surahId":36,"ayatId":27,"ayatNo":"٢٧","pageNo":441,"ayatText":"بِمَا غَفَرَ لٖي رَبّٖي وَجَعَلَنٖي مِنَ الْمُكْرَمٖينَ","ayatMealText":{"tr":"\"Rabbimin beni bağışladığını ve beni kendilerine ikram edilen kullarından kıldığını.\"","nl":"Wat mijn Heer mij heeft vergeven en mij tot één van de geëerden heeft gemaakt!\"","en":"of how my Lord has forgiven me, and made me one of the honourable.”"},"surah":null}]}