{"juzNo":23,"pageNo":442,"arCuzNo":"۲۳","arPageNo":"٤٤۲","quranAyats":[{"id":3733,"surahId":36,"ayatId":28,"ayatNo":"٢٨","pageNo":442,"ayatText":"وَمَٓا اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْ بَعْدِهٖ مِنْ جُنْدٍ مِنَ السَّمَٓاءِ وَمَا كُنَّا مُنْزِلٖينَ","ayatMealText":{"tr":"Biz arkasından kavminin üzerine bir ordu indirmedik, indirecek de değildik.","nl":"En Wij hebben na hem geen leger (van engelen) uit de hemel tot zijn volk gezonden, en Wij zonden hen niet.","en":"We did not send any soldiers from the heavens against his people after his death, nor did We need to"},"surah":{"surahId":36,"name":"Yâsîn","nameAr":"يٰسۤ","revelationOrder":41,"verseCount":83,"juzNo":22,"firstPage":440}},{"id":3734,"surahId":36,"ayatId":29,"ayatNo":"٢٩","pageNo":442,"ayatText":"اِنْ كَانَتْ اِلَّا صَيْحَةً وَاحِدَةً فَاِذَا هُمْ خَامِدُونَ","ayatMealText":{"tr":"Sadece bir gürültü oldu, onlar da hemen sönüverdiler.","nl":"Het was slechts één bliksemslag en toen waren zij dood.","en":"All it took was one ˹mighty˺ blast, and they were extinguished at once"},"surah":null},{"id":3735,"surahId":36,"ayatId":30,"ayatNo":"٣٠","pageNo":442,"ayatText":"يَا حَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتٖيهِمْ مِنْ رَسُولٍ اِلَّا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Yazıklar olsun o kullara ki, kendilerine glen her bir peygamberle mutlaka alay ediyorlardı.","nl":"Wat jammer voor de dienaren, er komt geen Boodschapper tot hen, of zij drijven de spot met hem.","en":"Oh pity, such beings! No messenger ever came to them without being mocked"},"surah":null},{"id":3736,"surahId":36,"ayatId":31,"ayatNo":"٣١","pageNo":442,"ayatText":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُونَ","ayatMealText":{"tr":"Görmediler mi ki, kendilerinden önce nice kuşakları helak etmişiz. Onlar artık kendilerine dönüp gelmiyorlar.","nl":"Weten zij dan niet hoeveel generaties vóór hen Wij vernietigd hebben? Zij zullen niet tot hun (wereldse levens) terugkeren.","en":"Have the deniers not considered how many peoples We destroyed before them who never came back to life again"},"surah":null},{"id":3737,"surahId":36,"ayatId":32,"ayatNo":"٣٢","pageNo":442,"ayatText":"وَاِنْ كُلٌّ لَمَّا جَمٖيعٌ لَدَيْنَا مُحْضَرُونَࣖ","ayatMealText":{"tr":"Onların hepsi toplanıp, sadece bizim huzurumuza getirilmişlerdir.","nl":"En zij zullen allen bijelkaar bij Ons voorgeleiden zijn.","en":"Yet they will all be brought before Us"},"surah":null},{"id":3738,"surahId":36,"ayatId":33,"ayatNo":"٣٣","pageNo":442,"ayatText":"وَاٰيَةٌ لَهُمُ الْاَرْضُ الْمَيْتَةُۚ اَحْيَيْنَاهَا وَاَخْرَجْنَا مِنْهَا حَباًّ فَمِنْهُ يَأْكُلُونَ","ayatMealText":{"tr":"Hem bir delildir onlara ölü toprak. Biz ona hayat verdik ve ondan taneler çıkardık da ondan yiyip duruyorlar.","nl":"En een teken voor hen is de dode aarde die Wij tot leven doen komen en waaruit Wij graan voortbrengen waarvan zij eten.","en":"There is a sign for them in the dead earth: We give it life, producing grain from it for them to eat"},"surah":null},{"id":3739,"surahId":36,"ayatId":34,"ayatNo":"٣٤","pageNo":442,"ayatText":"وَجَعَلْنَا فٖيهَا جَنَّاتٍ مِنْ نَخٖيلٍ وَاَعْنَابٍ وَفَجَّرْنَا فٖيهَا مِنَ الْعُيُونِۙ","ayatMealText":{"tr":"Biz orada hurmalıklardan, üzüm bağlarından bahçeler yaptık. İçlerinde pınarlardan sular fışkırttık.","nl":"En Wij hebben daarin tuinen met dadelpalmen en druivenstruiken gemaakt en Wij hebben daarin bronnen doen ontspringen.","en":"And We have placed in it gardens of palm trees and grapevines, and caused springs to gush forth in it"},"surah":null},{"id":3740,"surahId":36,"ayatId":35,"ayatNo":"٣٥","pageNo":442,"ayatText":"لِيَأْكُلُوا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدٖيهِمْؕ اَفَلَا يَشْكُرُونَ","ayatMealText":{"tr":"(Bunu), Onun ürününden ve kendi elleriyle yaptıklarından yesinler diye (yaptık). Hâlâ şükretmeyecekler mi?","nl":"Opdat zij van haar vruchten eten en van wat hun handen hebben verricht. Zijn zij dan niet dankbaar?","en":"so that they may eat from its fruit, which they had no hand in making. Will they not then give thanks"},"surah":null},{"id":3741,"surahId":36,"ayatId":36,"ayatNo":"٣٦","pageNo":442,"ayatText":"سُبْحَانَ الَّذٖي خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ","ayatMealText":{"tr":"Yerin bitkilerinden, kendi nefislerinden ve daha bilemeyecekleri şeylerden bütün çiftleri yaratan Allah'ın şanı ne yücedir.","nl":"Heilig is Degene Die al de soorten heeft geschapen die de aarde voortbrengt en uit henzelf en van wat zij niet weten.","en":"Glory be to the One Who created all ˹things in˺ pairs—˹be it˺ what the earth produces, their genders, or what they do not know"},"surah":null},{"id":3742,"surahId":36,"ayatId":37,"ayatNo":"٣٧","pageNo":442,"ayatText":"وَاٰيَةٌ لَهُمُ الَّيْلُۚ نَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُظْلِمُونَۙ","ayatMealText":{"tr":"Gece de onlara bir delildir. Biz ondan gündüzü soyar çıkarırız, bir de bakarlar ki karanlığa dalmışlar.","nl":"En een Teken voor hen is de nacht waarvan Wij de dag onttrekken, dan bevinden zij zich in de duisternis.","en":"There is also a sign for them in the night: We strip from it daylight, then—behold!—they are in darkness"},"surah":null},{"id":3743,"surahId":36,"ayatId":38,"ayatNo":"٣٨","pageNo":442,"ayatText":"وَالشَّمْسُ تَجْرٖي لِمُسْتَقَرٍّ لَهَاؕ ذٰلِكَ تَقْدٖيرُ الْعَزٖيزِ الْعَلٖيمِؕ","ayatMealText":{"tr":"Güneş de bir delildir ki kendi yolunda akıp gidiyor. İşte bu çok güçlü ve her şeyi bilen Allah'ın takdiridir.","nl":"En de zon loopt in haar vaste baan. Dat is de verordening van de Almachtige, de Alwijze.","en":"The sun travels for its fixed term. That is the design of the Almighty, All-Knowing"},"surah":null},{"id":3744,"surahId":36,"ayatId":39,"ayatNo":"٣٩","pageNo":442,"ayatText":"وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُونِ الْقَدٖيمِ","ayatMealText":{"tr":"Ay'a gelince, ona menziller tayin ettik. Nihayet o eski hurma salkımının çöpü gibi (yay haline) dönmüştür.","nl":"En Wij hebben voor de maan standen bepaald, zodat zij terugkeert als een oud sikkeltje van een dadeltros.","en":"As for the moon, We have ordained ˹precise˺ phases for it, until it ends up like an old, curved palm stalk"},"surah":null},{"id":3745,"surahId":36,"ayatId":40,"ayatNo":"٤٠","pageNo":442,"ayatText":"لَا الشَّمْسُ يَنْبَغٖي لَـهَٓا اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِؕ وَكُلٌّ فٖي فَلَكٍ يَسْبَحُونَ","ayatMealText":{"tr":"Ne güneşin aya çatması yaraşır, ne de gece gündüzü geçebilir; onların her biri kendi yörüngesinde yüzerler.","nl":"Het is niet mogelijk dat de zon de maan bereikt en de nacht kan de dag niet inhalen. Allen bewegen in een kringloop.","en":"It is not for the sun to catch up with the moon, nor does the night outrun the day. Each is travelling in an orbit of their own"},"surah":null}]}