{"juzNo":23,"pageNo":443,"arCuzNo":"۲۳","arPageNo":"٤٤۳","quranAyats":[{"id":3746,"surahId":36,"ayatId":41,"ayatNo":"٤١","pageNo":443,"ayatText":"وَاٰيَةٌ لَهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِۙ","ayatMealText":{"tr":"Onlar için bir delil de bizim, onların neslini dolu bir gemide taşımamızdır.","nl":"En het is een Teken voor hen dat Wij hun nakomelingen dragen in een volgeladen schip.","en":"Another sign for them is that We carried their ancestors ˹with Noah˺ in the fully loaded Ark"},"surah":{"surahId":36,"name":"Yâsîn","nameAr":"يٰسۤ","revelationOrder":41,"verseCount":83,"juzNo":22,"firstPage":440}},{"id":3747,"surahId":36,"ayatId":42,"ayatNo":"٤٢","pageNo":443,"ayatText":"وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهٖ مَا يَرْكَبُونَ","ayatMealText":{"tr":"Yine kendileri için onun gibi binecek şeyler yaratmamızdır.","nl":"En Wij hebben voor hen iets dat daarop lijkt geschapen, waarop zij rijden.","en":"and created for them similar things to ride in"},"surah":null},{"id":3748,"surahId":36,"ayatId":43,"ayatNo":"٤٣","pageNo":443,"ayatText":"وَاِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرٖيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَۙ","ayatMealText":{"tr":"Eğer dilesek onları boğarız da o zaman ne onların feryadına yetişen bulunur, ne de onlar kurtarılır.","nl":"En als Wij willen, dan doen Wij hen verdrinken en dan zal er geen helper voor hen zijn, en zij zullen niet worden gered.","en":"If We willed, We could drown them: then no one would respond to their cries, nor would they be rescued—"},"surah":null},{"id":3749,"surahId":36,"ayatId":44,"ayatNo":"٤٤","pageNo":443,"ayatText":"اِلَّا رَحْمَةً مِنَّا وَمَتَاعاً اِلٰى حٖينٍ","ayatMealText":{"tr":"Ancak tarafımızdan bir rahmet ve bir zamana kadar yaşatmak başka.","nl":"Behalve als een genade van Ons, en als een gunst voor een vastgestelde tijd.","en":"except by mercy from Us, allowing them enjoyment for a ˹little˺ while"},"surah":null},{"id":3750,"surahId":36,"ayatId":45,"ayatNo":"٤٥","pageNo":443,"ayatText":"وَاِذَا قٖيلَ لَهُمُ اتَّقُوا مَا بَيْنَ اَيْدٖيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ","ayatMealText":{"tr":"Durum böyle iken onlara: \"Önünüzdekinden ve arkanızdakinden korkun ki size rahmet edilsin\" denildiği zaman,","nl":"En wanneer tot hen wordt gezegd: \"Vreest wat vóór jullie en wat achter jullie is, hopelijk zullen jullie begenadigd worden, (toen keerden zij zich af.)\"","en":"˹Still they turn away˺ when it is said to them, “Beware of what is ahead of you ˹in the Hereafter˺ and what is behind you ˹of destroyed nations˺ so you may be shown mercy.”"},"surah":null},{"id":3751,"surahId":36,"ayatId":46,"ayatNo":"٤٦","pageNo":443,"ayatText":"وَمَا تَأْتٖيهِمْ مِنْ اٰيَةٍ مِنْ اٰيَاتِ رَبِّهِمْ اِلَّا كَانُوا عَنْهَا مُعْرِضٖينَ","ayatMealText":{"tr":"Ve kendilerine Rablerinin âyetlerinden herhangi bir âyet geldiği zaman mutlaka ondan yüz çevirirler.","nl":"En er komt geen Teken tot hen, van de Tekenen van hun Heer, of zij wenden zich er van af.","en":"Whenever a sign comes to them from their Lord, they turn away from it"},"surah":null},{"id":3752,"surahId":36,"ayatId":47,"ayatNo":"٤٧","pageNo":443,"ayatText":"وَاِذَا قٖيلَ لَهُمْ اَنْفِقُوا مِمَّا رَزَقَكُمُ اللّٰهُۙ قَالَ الَّذٖينَ كَفَرُوا لِلَّذٖينَ اٰمَنُٓوا اَنُطْعِمُ مَنْ لَوْ يَشَٓاءُ اللّٰهُ اَطْعَمَهُࣗ اِنْ اَنْتُمْ اِلَّا فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"Onlara: \"Allah'ın size rızık olarak verdiği şeylerden hayra harcayın\" dendiği zaman, o kâfirler, müminler için: \"Allah'ın dileyince doyurabileceği kimseyi biz mi doyuracağız? Siz apaçık bir sapıklık içinde değil de nesiniz?\" dediler.","nl":"En wanneer tot hen wordt gezegd: \"Geeft uit van waar Allah jullie mee voorzien heeft,\" dan zeggen degenen die ongelovig zijn tot degenen die gelovig zijn: \"Zouden wij degenen voeden die Hij had kunnen voeden, als Allah het gewild had? Jullie verkeren slechts in duidelijke dwaling.\"","en":"And when it is said to them, “Donate from what Allah has provided for you,” the disbelievers say to the believers, “Why should we feed those whom Allah could have fed if He wanted to? You are clearly astray!”"},"surah":null},{"id":3753,"surahId":36,"ayatId":48,"ayatNo":"٤٨","pageNo":443,"ayatText":"وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Yine onlar: \"Eğer doğru söylüyorsanız bu (kıyamet) vaadi ne zaman?\" diyorlar.","nl":"En zij zeggen: \"Wanneer zal deze belofte vervuld worden, als jullie waarachtigen zijn?\"","en":"And they ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”"},"surah":null},{"id":3754,"surahId":36,"ayatId":49,"ayatNo":"٤٩","pageNo":443,"ayatText":"مَا يَنْظُرُونَ اِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ","ayatMealText":{"tr":"Onlar sadece bir tek çığlığa bakıyorlar, bir çığlık ki, onlar çekişip dururken kendilerini yakalayıverir.","nl":"Zij wachten op niets anders dan één enkele bliksemslag die hen grijpt terwijl zij redetwisten.","en":"They must be awaiting a single Blast, which will seize them while they are ˹entrenched˺ in ˹worldly˺ disputes"},"surah":null},{"id":3755,"surahId":36,"ayatId":50,"ayatNo":"٥٠","pageNo":443,"ayatText":"فَلَا يَسْتَطٖيعُونَ تَوْصِيَةً وَلَٓا اِلٰٓى اَهْلِهِمْ يَرْجِعُونَࣖ","ayatMealText":{"tr":"O zaman bir vasiyette bile bulunamazlar. Ailelerine de dönemezler.","nl":"Dan kunnen zij (elkaar) niet raadplegen en zij kunnen niet tot hun familie terugkeren.","en":"Then they will not be able to make a ˹last˺ will, nor can they return to their own people"},"surah":null},{"id":3756,"surahId":36,"ayatId":51,"ayatNo":"٥١","pageNo":443,"ayatText":"وَنُفِـخَ فِي الصُّورِ فَاِذَا هُمْ مِنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُونَ","ayatMealText":{"tr":"Sûr'a üfürülmüştür, bir de ne baksınlar kabirlerinden Rablerine doğru akın ediyorlar.","nl":"En er wordt op de bazuin geblazen, daarop snellen zij uit de graven naar hun Heer.","en":"The Trumpet will be blown ˹a second time˺, then—behold!—they will rush from the graves to their Lord"},"surah":null},{"id":3757,"surahId":36,"ayatId":52,"ayatNo":"٥٢","pageNo":443,"ayatText":"قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَاۘ    ࣝهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُونَ","ayatMealText":{"tr":"Onlar: \"Eyvah başımıza gelenlere! Mezarımızdan bizi kim kaldırdı? O Rahmân'ın vaad buyurduğu işte bu imiş. Gönderilen peygamberler de doğru söylemişler\" derler.","nl":"Zij zeggen: \"Wee ons! Wie heeft ons van onze rustplaatsen doen opstaan? Dat is wat de Barmhartige heeft aangezegd, en de Gezondenen hebben de waarheid gesproken.\"","en":"They will cry, “Woe to us! Who has raised us up from our place of rest? This must be what the Most Compassionate warned us of; the messengers told the truth!”"},"surah":null},{"id":3758,"surahId":36,"ayatId":53,"ayatNo":"٥٣","pageNo":443,"ayatText":"اِنْ كَانَتْ اِلَّا صَيْحَةً وَاحِدَةً فَاِذَا هُمْ جَمٖيعٌ لَدَيْنَا مُحْضَرُونَ","ayatMealText":{"tr":"Başka değil, sadece bir tek çığlık olmuş, derhal hepsi toplanmış huzurumuza getirilmişlerdir.","nl":"Het zal slechts één enkele bliksemslag zijn en dan zullen zij allen bij Ons voorgeleid worden.","en":"It will only take one Blast, then at once they will all be brought before Us"},"surah":null},{"id":3759,"surahId":36,"ayatId":54,"ayatNo":"٥٤","pageNo":443,"ayatText":"فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـٔاً وَلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Artık bugün hiç kimseye zerre kadar zulmedilmez. Ancak yaptıklarınızın cezasını çekeceksiniz.","nl":"Dan zal op deze Dag niemand onrecht aangedaan worden en jullie zullen slechts worden beloond voor wat jullie plachten te doen.","en":"On that Day no soul will be wronged in the least, nor will you be rewarded except for what you used to do"},"surah":null}]}