{"juzNo":23,"pageNo":444,"arCuzNo":"۲۳","arPageNo":"٤٤٤","quranAyats":[{"id":3760,"surahId":36,"ayatId":55,"ayatNo":"٥٥","pageNo":444,"ayatText":"اِنَّ اَصْحَابَ الْجَنَّةِ الْيَوْمَ فٖي شُغُلٍ فَاكِهُونَۚ","ayatMealText":{"tr":"Gerçekten cennetlik olanlar bugün bir meşguliyet içinde zevk etmektedirler.","nl":"Voorwaar, de bewoners van het Paradijs zullen op deze Dag bezig zijn te genieten.","en":"Indeed, on that Day the residents of Paradise will be busy enjoying themselves"},"surah":{"surahId":36,"name":"Yâsîn","nameAr":"يٰسۤ","revelationOrder":41,"verseCount":83,"juzNo":22,"firstPage":440}},{"id":3761,"surahId":36,"ayatId":56,"ayatNo":"٥٦","pageNo":444,"ayatText":"هُمْ وَاَزْوَاجُهُمْ فٖي ظِلَالٍ عَلَى الْاَرَٓائِكِ مُتَّكِؤُ۫نَ","ayatMealText":{"tr":"Kendileri ve eşleri gölgelerde koltuklar üzerine kurulmuşlardır.","nl":"Zij en hun echtgenotes zullen zich in schaduwen bevinden, op rustbanken leunend.","en":"They and their spouses will be in ˹cool˺ shade, reclining on ˹canopied˺ couches"},"surah":null},{"id":3762,"surahId":36,"ayatId":57,"ayatNo":"٥٧","pageNo":444,"ayatText":"لَهُمْ فٖيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَۚ","ayatMealText":{"tr":"Onlara orada bir meyve vardır. İsteyecekleri her şey onlarındır.","nl":"Voor hen zijn er vruchten en voor hen is er wat zij verlangen.","en":"There they will have fruits and whatever they desire"},"surah":null},{"id":3763,"surahId":36,"ayatId":58,"ayatNo":"٥٨","pageNo":444,"ayatText":"سَلَامٌ قَوْلاً مِنْ رَبٍّ رَحٖيمٍ","ayatMealText":{"tr":"(Onlara) Rahîm olan Rab'den \"selâm\" sözü vardır.","nl":"\"Salâm!\" Een Woord van een Meest Barmhartige Heer.","en":"And “Peace!” will be ˹their˺ greeting from the Merciful Lord"},"surah":null},{"id":3764,"surahId":36,"ayatId":59,"ayatNo":"٥٩","pageNo":444,"ayatText":"وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُونَ","ayatMealText":{"tr":"Ey günahkârlar! Bugün siz bir tarafa ayrılın.","nl":"Gaat op deze Dag (van de gelovigen) weg, O jullie misdadigers!","en":"˹Then the disbelievers will be told,˺ “Step away ˹from the believers˺ this Day, O wicked ones"},"surah":null},{"id":3765,"surahId":36,"ayatId":60,"ayatNo":"٦٠","pageNo":444,"ayatText":"اَلَمْ اَعْهَدْ اِلَيْكُمْ يَا بَنٖٓي اٰدَمَ اَنْ لَا تَعْبُدُوا الشَّيْطَانَۚ اِنَّهُ لَكُمْ عَدُوٌّ مُبٖينٌۙ","ayatMealText":{"tr":"\"Ey Âdemoğulları! Şeytana tapmayın, o size apaçık bir düşmandır ve bana kulluk edin, doğru yol budur, diye size and vermedim mi?\" (buyurulacak)","nl":"Heb ik jullie, O kinderen van Adam, niet opgedragen om de Satan niet te dienen? Voorwaar, hij is voor jullie een duidelijke vijand.","en":"Did I not command you, O Children of Adam, not to follow Satan, for he is truly your sworn enemy"},"surah":null},{"id":3766,"surahId":36,"ayatId":61,"ayatNo":"٦١","pageNo":444,"ayatText":"وَاَنِ اعْبُدُونٖيؕ هٰذَا صِرَاطٌ مُسْتَقٖيمٌ","ayatMealText":{"tr":"\"Ey Âdemoğulları! Şeytana tapmayın, o size apaçık bir düşmandır ve bana kulluk edin, doğru yol budur, diye size and vermedim mi?\" (buyurulacak)","nl":"En aanbidt Mij: dat is het rechte Pad.","en":"but to worship Me ˹alone˺? This is the Straight Path"},"surah":null},{"id":3767,"surahId":36,"ayatId":62,"ayatNo":"٦٢","pageNo":444,"ayatText":"وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلاًّ كَثٖيراًؕ اَفَلَمْ تَكُونُوا تَعْقِلُونَ","ayatMealText":{"tr":"Böyle iken o sizden birçok nesilleri yoldan çıkardı. Ya o zaman düşünmüyor muydunuz?","nl":"En voorzeker, hij heeft vele schepselen onder jullie doen dwalen. Gebruikten jullie je verstand dan niet?","en":"Yet he already misled great multitudes of you. Did you not have any sense"},"surah":null},{"id":3768,"surahId":36,"ayatId":63,"ayatNo":"٦٣","pageNo":444,"ayatText":"هٰذِهٖ جَهَنَّمُ الَّتٖي كُنْتُمْ تُوعَدُونَ","ayatMealText":{"tr":"İşte bu size vaad edilen cehennemdir.","nl":"Dit is de Hel waarvoor jullie gewaarschuwd plachen te worden.","en":"This is the Hell you were warned of"},"surah":null},{"id":3769,"surahId":36,"ayatId":64,"ayatNo":"٦٤","pageNo":444,"ayatText":"اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ","ayatMealText":{"tr":"Bugün yaslanın ona bakalım inkâr ettiğiniz için.","nl":"Gaat haar op deze Dag binnen wegens wat jullie plachten niet te geloven.","en":"Burn in it Today for your disbelief.”"},"surah":null},{"id":3770,"surahId":36,"ayatId":65,"ayatNo":"٦٥","pageNo":444,"ayatText":"اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَٓا اَيْدٖيهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ","ayatMealText":{"tr":"Bugün biz onların ağızlarını mühürleriz de neler kazandıklarını bize elleri söyler, ayakları da şahitlik eder.","nl":"Op die Dag plaatsen Wij een zegel op hun monden, en hun handen zullen tot Ons spreken en hun voeten zullen getuigen over wat zij plachten te verrichten.","en":"On this Day We will seal their mouths, their hands will speak to Us, and their feet will testify to what they used to commit"},"surah":null},{"id":3771,"surahId":36,"ayatId":66,"ayatNo":"٦٦","pageNo":444,"ayatText":"وَلَوْ نَشَٓاءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُونَ","ayatMealText":{"tr":"Hem dileseydik gözlerini üzerinden silme kör ediverirdik de yola dökülürlerdi. Fakat nereden görecekler?","nl":"En als Wij gewild hadden, dan hadden Wij zeker het gezichtvermogen uitgewist van hun ogen, waarna zij een wedloop naar het Pad zouden houden, maar hoe zouden zij (dat) kunnen zien?","en":"Had We willed, We could have easily blinded their eyes, so they would struggle to find their way. How then could they see"},"surah":null},{"id":3772,"surahId":36,"ayatId":67,"ayatNo":"٦٧","pageNo":444,"ayatText":"وَلَوْ نَشَٓاءُ لَمَسَخْنَاهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِياًّ وَلَا يَرْجِعُونَࣖ","ayatMealText":{"tr":"Yine dileseydik oldukları yerde kılıklarını değiştirirdik de ne ileri gidebilirlerdi, ne de geri dönebilirlerdi.","nl":"En als Wij gewild hadden, dan hadden Wij hun gestalten veranderd op hun plaatsen (van zondigheid), waarna zij niet weg zouden kunnen gaan en niet terug zouden gaan.","en":"And had We willed, We could have transfigured them on the spot, so they could neither progress forward nor turn back"},"surah":null},{"id":3773,"surahId":36,"ayatId":68,"ayatNo":"٦٨","pageNo":444,"ayatText":"وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِؕ اَفَلَا يَعْقِلُونَ","ayatMealText":{"tr":"Bununla beraber kimin ömrünü uzatıyorsak, yaratılışta onu (güç ve kuvvetini alarak) tersine çeviriyoruz. Hâlâ akıllanmayacaklar mı?","nl":"En voor wie Wij de leeftijd verlengen doen Wij zijn lichaam verzwakken. Denken zij dan niet na?","en":"And whoever We grant a long life, We reverse them in development. Will they not then understand"},"surah":null},{"id":3774,"surahId":36,"ayatId":69,"ayatNo":"٦٩","pageNo":444,"ayatText":"وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغٖي لَهُؕ اِنْ هُوَ اِلَّا ذِكْرٌ وَقُرْاٰنٌ مُبٖينٌۙ","ayatMealText":{"tr":"Biz ona şiir öğretmedik. Bu ona yaraşmaz da... O sadece bir öğüt ve apaçık bir Kur'ân'dır.","nl":"En Wij hebben hem (Mohammed) het dichten niet onderwezen en het past hem niet. Het is niets dan een Vermaning en een duidelijke Koran.","en":"We have not taught him poetry, nor is it fitting for him. This ˹Book˺ is only a Reminder and a clear Quran"},"surah":null},{"id":3775,"surahId":36,"ayatId":70,"ayatNo":"٧٠","pageNo":444,"ayatText":"لِيُنْذِرَ مَنْ كَانَ حَياًّ وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرٖينَ","ayatMealText":{"tr":"(Bu), diri olanları uyarmak ve kâfirlere de azab sözünün hak olması içindir.","nl":"Opdat hij de levenden zal waarschuwen en opdat het Woord (van bestraffing) voor de ongelovigen bewaarheid wordt.","en":"to warn whoever is ˹truly˺ alive and fulfil the decree ˹of torment˺ against the disbelievers"},"surah":null}]}