{"juzNo":23,"pageNo":445,"arCuzNo":"۲۳","arPageNo":"٤٤٥","quranAyats":[{"id":3776,"surahId":36,"ayatId":71,"ayatNo":"٧١","pageNo":445,"ayatText":"اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ اَيْدٖينَٓا اَنْعَاماً فَهُمْ لَهَا مَالِكُونَ","ayatMealText":{"tr":"Şunu da görmediler mi: Biz onlar için kudretimizin meydana getirdiklerinden birtakım hayvanlar yaratmışız da onlara sahip bulunuyorlar.","nl":"Zien zij dan niet dat onder wat Onze Handen voor hen geschapen hebben het vee is, zodat zij daarvan bezitter zijn?","en":"Do they not see that We singlehandedly created for them, among other things, cattle which are under their control"},"surah":{"surahId":36,"name":"Yâsîn","nameAr":"يٰسۤ","revelationOrder":41,"verseCount":83,"juzNo":22,"firstPage":440}},{"id":3777,"surahId":36,"ayatId":72,"ayatNo":"٧٢","pageNo":445,"ayatText":"وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ","ayatMealText":{"tr":"Onları, kendilerinin hizmetine vermişiz de, hem onlardan binekleri var, hem de onlardan yiyorlar.","nl":"En Wij hebben het (vee) voor hen onderworpen, sommige berijden zij ervan en sommige eten zij.","en":"And We have subjected these ˹animals˺ to them, so they may ride some and eat others"},"surah":null},{"id":3778,"surahId":36,"ayatId":73,"ayatNo":"٧٣","pageNo":445,"ayatText":"وَلَهُمْ فٖيهَا مَنَافِـعُ وَمَشَارِبُؕ اَفَلَا يَشْكُرُونَ","ayatMealText":{"tr":"Onlarda daha birçok menfaatleri ve türlü içecekleri de var. Hâlâ şükretmeyecekler mi?","nl":"En voor hen is er nut in en een (bron van) driken. Zijn zij dan niet dankbaar?","en":"And they derive from them other benefits and drinks. Will they not then give thanks"},"surah":null},{"id":3779,"surahId":36,"ayatId":74,"ayatNo":"٧٤","pageNo":445,"ayatText":"وَاتَّخَذُوا مِنْ دُونِ اللّٰهِ اٰلِهَةً لَعَلَّهُمْ يُنْصَرُونَؕ","ayatMealText":{"tr":"Onlar, Allah'tan başka birtakım ilâhlar edindiler. Güya yardım olunacaklar.","nl":"En zij nemen naast Allah goden in de hoop dat zij geholpen zullen worden.","en":"Still they have taken other gods besides Allah, hoping to be helped ˹by them˺"},"surah":null},{"id":3780,"surahId":36,"ayatId":75,"ayatNo":"٧٥","pageNo":445,"ayatText":"لَا يَسْتَطٖيعُونَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ","ayatMealText":{"tr":"Onların, onlara yardıma güçleri yetmez. Kendileri ise onlar için bazı askerlerdir.","nl":"Zij zijn niet in staat om hen te helpen, en zij (de veelgodenaanbidders) zijn voor hen een leger dat wordt voorgeleid.","en":"They cannot help the pagans, even though they serve the idols as dedicated guards"},"surah":null},{"id":3781,"surahId":36,"ayatId":76,"ayatNo":"٧٦","pageNo":445,"ayatText":"فَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ","ayatMealText":{"tr":"O halde onların sözleri seni üzmesin. Biz onların içlerini de biliriz, dışlarını da.","nl":"Laten hun woorden jou daarom niet treurig maken: Voorwaar, Wij weten wat zij verbergen en wat zij openlijk doen.","en":"So do not let their words grieve you ˹O Prophet˺. Indeed, We ˹fully˺ know what they conceal and what they reveal"},"surah":null},{"id":3782,"surahId":36,"ayatId":77,"ayatNo":"٧٧","pageNo":445,"ayatText":"اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَاِذَا هُوَ خَصٖيمٌ مُبٖينٌ","ayatMealText":{"tr":"İnsan, kendisini bir damla sudan yarattığımızı görmedi mi de, şimdi apaçık bir hasım kesildi?","nl":"Ziet de mens niet dat Wij hem uit een druppel hebben geschapen? Toch is hij duidelijk een redetwister.","en":"Do people not see that We have created them from a sperm-drop, then—behold!—they openly challenge ˹Us˺"},"surah":null},{"id":3783,"surahId":36,"ayatId":78,"ayatNo":"٧٨","pageNo":445,"ayatText":"وَضَرَبَ لَنَا مَثَلاً وَنَسِيَ خَلْقَهُؕ قَالَ مَنْ يُحْـيِ الْعِظَامَ وَهِيَ رَمٖيمٌ","ayatMealText":{"tr":"Yaratılışını unutarak bize bir de mesel fırlattı: \"Kim diriltecekmiş o çürümüş kemikleri?\" dedi.","nl":"En hij geeft Ons een voorbeeld, terwijl hij vergeet hoe hij zelf geschapen is. Hij zei: \"Wie doet de beenderen tot leven komen, terwijl ze gruis zijn?\"","en":"And they argue with Us—forgetting they were created—saying, “Who will give life to decayed bones?”"},"surah":null},{"id":3784,"surahId":36,"ayatId":79,"ayatNo":"٧٩","pageNo":445,"ayatText":"قُلْ يُحْيٖيهَا الَّـذٖٓي اَنْشَاَهَٓا اَوَّلَ مَرَّةٍؕ وَهُوَ بِكُلِّ خَلْقٍ عَلٖيمٌۙ","ayatMealText":{"tr":"De ki: \"Onları ilk defa yaratan diriltecek ve o her yaratmayı bilir.\"","nl":"Zeg: \"Hij Die ze de eerste keer heeft doen ontstaan, Die zal ze doen leven. En Hij is de Kenner van de gehele schepping.","en":"Say, ˹O Prophet,˺ “They will be revived by the One Who produced them the first time, for He has ˹perfect˺ knowledge of every created being"},"surah":null},{"id":3785,"surahId":36,"ayatId":80,"ayatNo":"٨٠","pageNo":445,"ayatText":"اَلَّذٖي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْاَخْضَرِ نَاراً فَاِذَٓا اَنْتُمْ مِنْهُ تُوقِدُونَ","ayatMealText":{"tr":"Size o yeşil ağaçtan bir ateş yapan O'dur. Şimdi siz ondan tutuşturmaktasınız.","nl":"(Hij is) Degene Die voor jullie van de groene boom vuur heeft gemaakt. Waarna jullie er een vuur mee ontsteken.\"","en":"˹He is the One˺ Who gives you fire from green trees, and—behold!—you kindle ˹fire˺ from them"},"surah":null},{"id":3786,"surahId":36,"ayatId":81,"ayatNo":"٨١","pageNo":445,"ayatText":"اَوَلَيْسَ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ بِقَادِرٍ عَلٰٓى اَنْ يَخْلُقَ مِثْلَهُمْؕ بَلٰى وَهُوَ الْخَلَّاقُ الْعَلٖيمُ","ayatMealText":{"tr":"Gökleri ve yeri yaratan, onlar gibisini yaratmaya kâdir değil midir? Elbette kâdirdir. Çünkü o her şeyi yaratandır, her şeyi bilendir.","nl":"Is Degene Die de hemelen en de aarde heeft geschapen niet bij machte om het gelijke ervan te scheppen? Zeker wel! En Hij is de Schepper, de Alwetende.","en":"Can the One Who created the heavens and the earth not ˹easily˺ resurrect these ˹deniers˺?” Yes ˹He can˺! For He is the Master Creator, All-Knowing"},"surah":null},{"id":3787,"surahId":36,"ayatId":82,"ayatNo":"٨٢","pageNo":445,"ayatText":"اِنَّـمَٓا اَمْرُهُٓ اِذَٓا اَرَادَ شَيْـٔاً اَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ","ayatMealText":{"tr":"O'nun emri, bir şeyi dileyince ona sadece \"Ol!\" demektir. O da hemen oluverir.","nl":"Voorwaar, wanneer Hij iets wil (scheppen), dan zegt hij er slechts tegen: \"Wees,\" en het is.","en":"All it takes, when He wills something ˹to be˺, is simply to say to it: “Be!” And it is"},"surah":null},{"id":3788,"surahId":36,"ayatId":83,"ayatNo":"٨٣","pageNo":445,"ayatText":"فَسُبْحَانَ الَّذٖي بِيَدِهٖ مَلَكُوتُ كُلِّ شَيْءٍ وَاِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"O halde her şeyin mülkü ve tasarrufu (hükümranlığı) elinde bulunan Allah'ın şanı ne yücedir. Siz de yalnız O'na döndürüleceksiniz.","nl":"Heilig is Degene in Wiens Hand de heerschappij over alle zaken is en tot Hem worden jullie teruggekeerd.","en":"So glory be to the One in Whose Hands is the authority over all things, and to Whom ˹alone˺ you will ˹all˺ be returned"},"surah":null}]}