{"juzNo":3,"pageNo":45,"arCuzNo":"۳","arPageNo":"٤٥","quranAyats":[{"id":272,"surahId":2,"ayatId":265,"ayatNo":"٢٦٥","pageNo":45,"ayatText":"وَمَثَلُ الَّذٖينَ يُنْفِقُونَ اَمْوَالَهُمُ ابْتِغَٓاءَ مَرْضَاتِ اللّٰهِ وَتَثْبٖيتاً مِنْ اَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ اَصَابَهَا وَابِلٌ فَاٰتَتْ اُكُلَهَا ضِعْفَيْنِۚ فَاِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّؕ وَاللّٰهُ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Allah'ın rızasını aramak, kendilerini veya kendilerinden bir kısmını Allah yolunda sabit kılmak için mallarını Allah yolunda harcayanların hâli ise, bir tepedeki güzel bir bahçenin hâline benzer ki, ona kuvvetli bir sağnak düşmüş de yemişlerini iki kat vermiştir. Böyle bir bahçeye yağmur düşmese bile mutlaka bir çisenti vardır. Allah, yaptıklarınızı görür.","nl":"En de gelijkenis van degenen die van hun eigendommen besteden omwille van het welbehagen van Allah en de versterking van hun ziel, is als met een tuin op een hoge en vruchtbare plaats waar zware regen op valt en (die) dan dubbel vrucht draagt. En als er geen zware regen valt, dan is lichte dauw (voldoende). En Allah is Alziende ever wat jullie doen.","en":"And the example of those who donate their wealth, seeking Allah’s pleasure and believing the reward is certain, is that of a garden on a fertile hill: when heavy rain falls, it yields up twice its normal produce. If no heavy rain falls, a drizzle is sufficient. And Allah is All-Seeing of what you do"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":273,"surahId":2,"ayatId":266,"ayatNo":"٢٦٦","pageNo":45,"ayatText":"اَيَوَدُّ اَحَدُكُمْ اَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخٖيلٍ وَاَعْنَابٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُۙ لَهُ فٖيهَا مِنْ كُلِّ الثَّمَرَاتِۙ وَاَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَٓاءُࣕ فَاَصَابَهَٓا اِعْصَارٌ فٖيهِ نَارٌ فَاحْتَرَقَتْؕ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَࣖ","ayatMealText":{"tr":"Hiç biriniz ister mi ki, kendisinin hurmalık ve üzümlüklerden bir bahçesi olsun, altında ırmaklar aksın, içinde her türlü ürünü bulunsun da, kendi üzerine de ihtiyarlık çökmüş ve elleri ermez, güçleri yetmez küçük, zayıf çocukları olsun. Derken ona ateşli bir bora isabet ediversin de o bahçe yanıversin. İşte Allah, âyetlerini size böylece açıklıyor. Umulur ki, düşünürsünüz.","nl":"Wenst een van jullie een tuin met dadelpalmen en druivenranken waar de rivieren onderdoor stromen en waarin alle (soorten) fruit zijn, en de ouderdom treft hem terwijl zijn kinderen nog zwak zijn en zij (de tuin) wordt getroffen door een orkaan met vuur erin, zodat (deze) verbrandt? Zo maakt Allah aan jullie de Tekenen duidelijk. Hopelijk zullen jullie nadenken.","en":"Would any of you wish to have a garden with palm trees, grapevines, and all kinds of fruits with rivers flowing underneath and as they grow very old with dependent children, a fiery whirlwind hits the garden, burning it all up? This is how Allah makes His revelations clear to you, so perhaps you will reflect"},"surah":null},{"id":274,"surahId":2,"ayatId":267,"ayatNo":"٢٦٧","pageNo":45,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّٓا اَخْرَجْنَا لَكُمْ مِنَ الْاَرْضِࣕ وَلَا تَيَمَّمُوا الْخَبٖيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِاٰخِذٖيهِ اِلَّٓا اَنْ تُغْمِضُوا فٖيهِؕ وَاعْلَمُٓوا اَنَّ اللّٰهَ غَنِيٌّ حَمٖيدٌ","ayatMealText":{"tr":"Ey iman edenler! İnfakı gerek kazandıklarınızın, gerek sizin için yerden çıkardıklarımızın temizlerinden yapın. Kendinizin göz yummadan alıcısı olamıyacağınız fenasını vermeye yeltenmeyin. Biliniz ki, Allah sadakalarınıza muhtaç değildir ve hamde layık olandır.","nl":"O jullie die geloven: geeft van de goede dingen die jullie verworven hebben en (van wat) Wij voor jullie uit de aarde hebben voortgebracht en kiest niet van het slechte ervan om te geven, waarvan jullie slechts met gesloten ogen zouden nemen. En weet dat Allah Behoefteloos, Prijzenswaardig is.","en":"O believers! Donate from the best of what you have earned and of what We have produced for you from the earth. Do not pick out worthless things for donation, which you yourselves would only accept with closed eyes. And know that Allah is Self-Sufficient, Praiseworthy"},"surah":null},{"id":275,"surahId":2,"ayatId":268,"ayatNo":"٢٦٨","pageNo":45,"ayatText":"اَلشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَٓاءِۚ وَاللّٰهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلاًؕ وَاللّٰهُ وَاسِعٌ عَلٖيمٌۚ","ayatMealText":{"tr":"Şeytan sizi fakirlikle korkutup çirkin çirkin şeylere teşvik eder. Allah da lütfundan ve bağışlamasından birtakım vaatlerde bulunuyor. Allah'ın lütfu geniştir. O herşeyi bilendir.","nl":"De Satan dreigt jullie met armoede en beveelt jullie gierigheid en Allah belooft jullie vergeving van Hem en gunst. En Allah is Alomvattend, Alwetend.","en":"The Devil threatens you with ˹the prospect of˺ poverty and bids you to the shameful deed ˹of stinginess˺, while Allah promises you forgiveness and ˹great˺ bounties from Him. And Allah is All-Bountiful, All-Knowing"},"surah":null},{"id":276,"surahId":2,"ayatId":269,"ayatNo":"٢٦٩","pageNo":45,"ayatText":"يُؤْتِي الْحِكْمَةَ مَنْ يَشَٓاءُۚ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ اُو۫تِيَ خَيْراً كَثٖيراًؕ وَمَا يَذَّكَّرُ اِلَّٓا اُو۬لُوا الْاَلْبَابِ","ayatMealText":{"tr":"Dilediğine hikmet verir, hikmet verilene ise pek çok hayır verilmiş demektir. Ve bunu ancak üstün akıllılar anlar.","nl":"Hij (Allah) geeft de Wijsheid aan wie Hij wijl en wie de Wijsheid geschonken wordt: aan hem wordt inderdaad veel goeds gegeven. En niemand laat zich vermanen dan de bezitters van verstand.","en":"Allah grants wisdom to whoever He wills. And whoever is granted wisdom is certainly blessed with a great privilege. But none will be mindful ˹of this˺ except people of reason"},"surah":null}]}