{"juzNo":23,"pageNo":454,"arCuzNo":"۲۳","arPageNo":"٤٥٤","quranAyats":[{"id":3987,"surahId":38,"ayatId":17,"ayatNo":"١٧","pageNo":454,"ayatText":"اِصْبِرْ عَلٰى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُ۫دَ ذَا الْاَيْدِۚ اِنَّـهُٓ اَوَّابٌ","ayatMealText":{"tr":"Şimdi sen onların dediklerine sabret de kuvvetli kulumuz Davud'u hatırla. Çünkü o, zikir ve tesbih ile bize yönelmişti.","nl":"Weest geduldig mt wat zij zij zeggen, en gedenk Onze dienaar Dâwôed, de bezitter van kracht. Voorwaar, hij is de meest berouwtonende.","en":"Be patient ˹O Prophet˺ with what they say. And remember Our servant, David, the man of strength. Indeed, he ˹constantly˺ turned ˹to Allah˺"},"surah":{"surahId":38,"name":"Sâd","nameAr":"صۤ","revelationOrder":38,"verseCount":88,"juzNo":23,"firstPage":453}},{"id":3988,"surahId":38,"ayatId":18,"ayatNo":"١٨","pageNo":454,"ayatText":"اِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْاِشْرَاقِۙ","ayatMealText":{"tr":"Biz, dağları onun emrine vermiştik. Akşamsabah onunla birlikte tesbih ederlerdi.","nl":"En Wij maakten de bergen dienstbaar, die met hem de Glorie van Allah prezen in de avond en in de ochtend.","en":"We truly subjected the mountains to hymn ˹Our praises˺ along with him in the evening and after sunrise"},"surah":null},{"id":3989,"surahId":38,"ayatId":19,"ayatNo":"١٩","pageNo":454,"ayatText":"وَالطَّيْرَ مَحْشُورَةًؕ كُلٌّ لَـهُٓ اَوَّابٌ","ayatMealText":{"tr":"Kuşları da toplu olarak onun emrine vermiştik. Hepsi de ona uyarak zikir ve tesbih ederlerdi.","nl":"En (ook) de verzamelde vogels, allen wendden zich voortdurend tot Hem.","en":"And ˹We subjected˺ the birds, flocking together. All turned to him ˹echoing his hymns˺"},"surah":null},{"id":3990,"surahId":38,"ayatId":20,"ayatNo":"٢٠","pageNo":454,"ayatText":"وَشَدَدْنَا مُلْكَهُ وَاٰتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ","ayatMealText":{"tr":"Biz onun mülkünü kuvvetlendirmiş ve kendisine hikmet ve hakkı batıldan ayırt etme kabiliyeti vermiştik.","nl":"En Wij versterkten zi n koninkrijk en Wij gaven hem de wijsheid en de beslissende uitspraken.","en":"We strengthened his kingship, and gave him wisdom and sound judgment"},"surah":null},{"id":3991,"surahId":38,"ayatId":21,"ayatNo":"٢١","pageNo":454,"ayatText":"وَهَلْ اَتٰيكَ نَـبَؤُا الْخَصْمِۘ اِذْ تَسَوَّرُوا الْمِحْرَابَۙ","ayatMealText":{"tr":"Bir de davacıların kıssası geldi mi sana? Hani surdan aşarak mihraba ulaşmışlardı.","nl":"Heeft jou het bericht over de onenigheid bereikt? Toen zij over de muur de gebedsruimte binnendrongen?","en":"Has the story of the two plaintiffs, who scaled the ˹wall of David’s˺ sanctuary, reached you ˹O Prophet˺"},"surah":null},{"id":3992,"surahId":38,"ayatId":22,"ayatNo":"٢٢","pageNo":454,"ayatText":"اِذْ دَخَلُوا عَلٰى دَاوُ۫دَ فَفَزِعَ مِنْهُمْ قَالُوا لَا تَخَفْۚ خَصْمَانِ بَغٰى بَعْضُنَا عَلٰى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَٓا اِلٰى سَوَٓاءِ الصِّرَاطِ","ayatMealText":{"tr":"Davud'un yanına giriverdiler de onlardan telaşe düştü. Ona \"Korkma!\" dediler, biz iki davacıyız. Birimiz, birimize haksızlık etti. Şimdi sen aramızda hak ile hüküm ver ve aşırı gitme de bizi doğru yolun ortasına çıkar.","nl":"Toen zij bij Dâwôed binnenkwamen, schrok Hij van ten, zij zeiden: \"Wees niet bang, wij zijn twee mannen die het met elkaar oneens zijn, een van ons heeft de ander onrechtvaardig behandeld. Oordeel daarom rechtvaardig tussen ons en wijk niet af van de Waarheid en leid ons naar het rechte Pad.","en":"When they came into David’s presence, he was startled by them. They said, “Have no fear. ˹We are merely˺ two in a dispute: one of us has wronged the other. So judge between us with truth—do not go beyond ˹it˺—and guide us to the right way"},"surah":null},{"id":3993,"surahId":38,"ayatId":23,"ayatNo":"٢٣","pageNo":454,"ayatText":"اِنَّ هٰذَٓا اَخٖي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ اَكْفِلْنٖيهَا وَعَزَّنٖي فِي الْخِطَابِ","ayatMealText":{"tr":"Biri: \"İşte bu benim kardeşim. Onun doksan dokuz dişi koyunu var, benim ise bir tek dişi koyunum var. Böyle iken: Onu da bana ver, dedi ve tartışmada beni yendi\" diye anlattı.","nl":"Voorwaar, mijn broeder heeft negen en negentig ooien en ik heb één ooi. Toen zei hij: 'Sta haar aan mij af.' En hij versloeg mij in het redetwisten.\"","en":"This is my brother. He has ninety-nine sheep while I have ˹only˺ one. ˹Still˺ he asked me to give it up to him, overwhelming me with ˹his˺ argument.”"},"surah":null},{"id":3994,"surahId":38,"ayatId":24,"ayatNo":"٢٤","pageNo":454,"ayatText":"قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ اِلٰى نِعَاجِهٖؕ وَاِنَّ كَثٖيراً مِنَ الْخُلَطَٓاءِ لَيَبْغٖي بَعْضُهُمْ عَلٰى بَعْضٍ اِلَّا الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلٖيلٌ مَا هُمْؕ وَظَنَّ دَاوُ۫دُ اَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعاً وَاَنَابَ","ayatMealText":{"tr":"Davud dedi ki: \"Doğrusu senin bir koyununu kendi koyunlarına katmak istemesiyle sana zulmetmiştir. Gerçekten bir cemiyette yaşayanların çoğu mutlaka birbirlerine haksızlık ediyorlar. Ancak iman edip de salih amel işleyenler başka. Ama onlar da pek az.\" Davud, bizim kendisini imtihan ettiğimizi sanmıştı. Hemen Rabbinden mağfiret diledi, rüku ederek yere kapandı, tevbe ile Allah'a yöneldi.","nl":"Bij (Dâwôed) zei: \"Voorzeker, hij heeft jou onrechtvaardig behandeld met de eis om jouw ooi am zijn ooien toe te voegen. En voorwaar, vele genoten behandelen elkaar onrechtvaardig, behalve degenen die geloven en die goede werken verrichten, en zij zijn slechts weinigen. En Dâwôed vermoedde dat Wij hem op de proef stelden, waarop hij zijn Heer om vergeving smeekte. Hij boog zich neer en hij toonde berouw.","en":"David ˹eventually˺ ruled, “He has definitely wronged you in demanding ˹to add˺ your sheep to his. And certainly many partners wrong each other, except those who believe and do good—but how few are they!” Then David realized that We had tested him so he asked for his Lord’s forgiveness, fell down in prostration, and turned ˹to Him in repentance˺"},"surah":null},{"id":3995,"surahId":38,"ayatId":25,"ayatNo":"٢٥","pageNo":454,"ayatText":"فَغَفَرْنَا لَهُ ذٰلِكَؕ وَاِنَّ لَهُ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ","ayatMealText":{"tr":"Biz de o zannettiği şeyi kendisine bağışladık. Şüphesiz yanımızda onun bir yakınlığı ve güzel bir dönüş yeri vardır.","nl":"Toen vergaven Wij hem dat. En voorwaar, voor hem is er bij Ons zeker (Onze) nabijheid en de beste plaats van terugkeer.","en":"So We forgave that for him. And he will indeed have ˹a status of˺ closeness to Us and an honourable destination"},"surah":null},{"id":3996,"surahId":38,"ayatId":26,"ayatNo":"٢٦","pageNo":454,"ayatText":"يَا دَاوُ۫دُ اِنَّا جَعَلْنَاكَ خَلٖيفَةً فِي الْاَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبٖيلِ اللّٰهِؕ اِنَّ الَّذٖينَ يَضِلُّونَ عَنْ سَبٖيلِ اللّٰهِ لَهُمْ عَذَابٌ شَدٖيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِࣖ","ayatMealText":{"tr":"Ey Davud! Gerçekten biz seni yeryüzünde bir halife yaptık. Artık insanlar arasında hak ile hüküm ver. Keyfe, arzuya uyma ki, seni Allah yolundan saptırmasın. Çünkü Allah yolundan sapanlar, hesap gününü unuttukları için kendilerine çok şiddetli bir azab vardır.","nl":"O Dâwôed, Wij hebben jou tot gevolmachtigde op aarde aangesteld, oordeel daarom met de Waarheid tussen de mensen en volg niet de begeerte, want die zal jou doen afdwalen van de Weg van Allah. Voorwaar, degenen die van de Weg van Allah afdwalen: voor hen is er een harde bestraffing omdat zij de Dag des Oordeels vergaten.","en":"˹We instructed him:˺ “O David! We have surely made you an authority in the land, so judge between people with truth. And do not follow ˹your˺ desires or they will lead you astray from Allah’s Way. Surely those who go astray from Allah’s Way will suffer a severe punishment for neglecting the Day of Reckoning.”"},"surah":null}]}