{"juzNo":23,"pageNo":455,"arCuzNo":"۲۳","arPageNo":"٤٥٥","quranAyats":[{"id":3997,"surahId":38,"ayatId":27,"ayatNo":"٢٧","pageNo":455,"ayatText":"وَمَا خَلَقْنَا السَّمَٓاءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلاًؕ ذٰلِكَ ظَنُّ الَّذٖينَ كَفَرُواۚ فَوَيْلٌ لِلَّذٖينَ كَفَرُوا مِنَ النَّارِؕ","ayatMealText":{"tr":"Hem o göğü, yeri ve aralarındakileri biz boşuna yaratmadık. O, kâfirlerin zannıdır. Onun için vay ateşe girecek olan kâfirlerin haline!","nl":"En Wij hebben de hemel en de aarde en wat dartussen is niet voor niets geschapen. Dat is een vermoeden van degenen die ongelovig zijn. Wee daarom degenen die niet in de Hel geloven.","en":"We have not created the heavens and earth and everything in between without purpose—as the disbelievers think. So woe to the disbelievers because of the Fire"},"surah":{"surahId":38,"name":"Sâd","nameAr":"صۤ","revelationOrder":38,"verseCount":88,"juzNo":23,"firstPage":453}},{"id":3998,"surahId":38,"ayatId":28,"ayatNo":"٢٨","pageNo":455,"ayatText":"اَمْ نَجْعَلُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدٖينَ فِي الْاَرْضِؗ اَمْ نَجْعَلُ الْمُتَّقٖينَ كَالْفُجَّارِ","ayatMealText":{"tr":"Yoksa, iman edip de salih amel işleyenleri biz, o yeryüzündeki bozguncular gibi yapar mıyız? Yoksa o takva sahiplerini azgın günahkarlar gibi yapar mıyız?","nl":"Zullen Wij degenen die geloven en goede werken verrichten behandelen als de verderfzaaiers op de aarde? Of zullen Wij de Moettaqôen be handelen als de verdorvenen?","en":"Or should We treat those who believe and do good like those who make mischief throughout the land? Or should We treat the righteous like the wicked"},"surah":null},{"id":3999,"surahId":38,"ayatId":29,"ayatNo":"٢٩","pageNo":455,"ayatText":"كِتَابٌ اَنْزَلْنَاهُ اِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُٓوا اٰيَاتِهٖ وَلِيَتَذَكَّرَ اُو۬لُوا الْاَلْبَابِ","ayatMealText":{"tr":"Bu, sana indirdiğimiz mübarek bir kitaptır ki, insanlar onun âyetlerini düşünsünler ve temiz akıl sahipleri ibret alsınlar.","nl":"(Dit is) een gezegend Boek dat Wij aan jou hebben neergezonden opdat zij Zijn Verzen zullen overpeinzen en opdat de bezitters van verstand er lering uit trekken.","en":"˹This is˺ a blessed Book which We have revealed to you ˹O Prophet˺ so that they may contemplate its verses, and people of reason may be mindful"},"surah":null},{"id":4000,"surahId":38,"ayatId":30,"ayatNo":"٣٠","pageNo":455,"ayatText":"وَوَهَبْنَا لِدَاوُ۫دَ سُلَيْمٰنَؕ نِعْمَ الْعَبْدُؕ اِنَّهُٓ اَوَّابٌؕ","ayatMealText":{"tr":"Bir de Davud'a Süleyman'ı bahşettik. Süleyman ne güzel kuldu. Çünkü o seslice tesbih edip Allah'a yönelirdi.","nl":"En Wij schonken Dâwôed Soelaimân, de beste dienaar. Voorwaar, hij is de meest berouwtonende.","en":"And We blessed David with Solomon—what an excellent servant ˹he was˺! Indeed, he ˹constantly˺ turned ˹to Allah˺"},"surah":null},{"id":4001,"surahId":38,"ayatId":31,"ayatNo":"٣١","pageNo":455,"ayatText":"اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُۙ","ayatMealText":{"tr":"Hani kendisine bir zaman akşam üstü iyi cins ve rahvan atlar gösterilmişti.","nl":"(Gedenkt) toen hem in de avond dc snelle raspaarden werden getoond.","en":"˹Remember˺ when the well-trained, swift horses were paraded before him in the evening"},"surah":null},{"id":4002,"surahId":38,"ayatId":32,"ayatNo":"٣٢","pageNo":455,"ayatText":"فَقَالَ اِنّٖٓي اَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِ كْرِ رَبّٖيۚ حَتّٰى تَوَارَتْ بِالْحِجَابِࣞ","ayatMealText":{"tr":"\"Ben, dedi, at sevgisini, Rabbimi anmaktan ötürü tercih ettim.\" Nihayet atlar perdenin arkasına gizlendi.","nl":"Toen zei hij: \"Voorwaar, ik koesterde de liefde voor het goede ten koste van het gedenken van mijn Heer, totdat zij onzichtbaar werden door de zonsondergang.","en":"He then proclaimed, “I am truly in love with ˹these˺ fine things out of remembrance for Allah,” until they went out of sight"},"surah":null},{"id":4003,"surahId":38,"ayatId":33,"ayatNo":"٣٣","pageNo":455,"ayatText":"رُدُّوهَا عَلَيَّؕ فَطَفِقَ مَسْحاً بِالسُّوقِ وَالْاَعْنَاقِ","ayatMealText":{"tr":"\"Geri getirin onları bana!\" dedi ve artık onların bacaklarını, boyunlarını silmeye başladı.","nl":"Brengt ze naar mij terug.\" Daarna begon bij (de paarden) over de benen en de halzen te stirijken.","en":"˹He ordered,˺ “Bring them back to me!” Then he began to rub down their legs and necks"},"surah":null},{"id":4004,"surahId":38,"ayatId":34,"ayatNo":"٣٤","pageNo":455,"ayatText":"وَلَقَدْ فَتَنَّا سُلَيْمٰنَ وَاَلْقَيْنَا عَلٰى كُرْسِيِّهٖ جَسَداً ثُمَّ اَنَابَ","ayatMealText":{"tr":"Andolsun ki Süleyman'ı imtihan da ettik ve tahtının üzerine bir ceset bıraktık. Sonra tekrar tevbe ile önceki haline döndü.","nl":"En voorzeker, Wij hebben Soelaimân op de proef gesteld en Wij zetten (hem) op zijn zetel, als een lichaam, waarna hij berouw toonde.","en":"And indeed, We tested Solomon, placing a ˹deformed˺ body on his throne, then he turned ˹to Allah in repentance˺"},"surah":null},{"id":4005,"surahId":38,"ayatId":35,"ayatNo":"٣٥","pageNo":455,"ayatText":"قَالَ رَبِّ اغْفِرْ لٖي وَهَبْ لٖي مُلْكاً لَا يَنْبَغٖي لِاَحَدٍ مِنْ بَعْدٖيۚ اِنَّكَ اَنْتَ الْوَهَّابُ","ayatMealText":{"tr":"Süleyman: \"Ey Rabbim! Beni bağışla ve bana öyle bir mülk ihsan et ki, ardımdan hiç kimseye yaraşmasın. Şüphesiz, bütün dilekleri veren sensin.\" dedi.","nl":"Hij zei: \"Mijn Heer, vergeef rnij, en schenk mij een koninkrijk dat niemand na mij ooit zal bezitten. Voorwaar, U bent de Schenker.","en":"He prayed, “My Lord! Forgive me, and grant me an authority that will never be matched by anyone after me. You are indeed the Giver ˹of all bounties˺.”"},"surah":null},{"id":4006,"surahId":38,"ayatId":36,"ayatNo":"٣٦","pageNo":455,"ayatText":"فَسَخَّرْنَا لَهُ الرّٖيحَ تَجْرٖي بِاَمْرِهٖ رُخَٓاءً حَيْثُ اَصَابَۙ","ayatMealText":{"tr":"Bunun üzerine biz rüzgarı onun emrine verdik. Onun emriyle istediği yere yumuşacık akardı.","nl":"En Wij maakten de wind un hem dienstbaar, die volgzaan waaide op zijn bevel, waarheen bij wilde.","en":"So We subjected to him the wind, blowing gently at his command to wherever he pleased"},"surah":null},{"id":4007,"surahId":38,"ayatId":37,"ayatNo":"٣٧","pageNo":455,"ayatText":"وَالشَّيَاطٖينَ كُلَّ بَنَّٓاءٍ وَغَوَّاصٍۙ","ayatMealText":{"tr":"Dalgıç ve yapı ustası şeytanları da.","nl":"En (ook) de Satans, allen waren bouwers en duikers.","en":"And ˹We subjected to him˺ every builder and diver of the jinn"},"surah":null},{"id":4008,"surahId":38,"ayatId":38,"ayatNo":"٣٨","pageNo":455,"ayatText":"وَاٰخَرٖينَ مُقَرَّنٖينَ فِي الْاَصْفَادِ","ayatMealText":{"tr":"Ve daha diğerlerini de zincirlerde bağlı olarak (Onun emrine verdik).","nl":"En andere (Satans) vastgebonden in ketenen.","en":"and others bound together in chains"},"surah":null},{"id":4009,"surahId":38,"ayatId":39,"ayatNo":"٣٩","pageNo":455,"ayatText":"هٰذَا عَطَٓاؤُ۬نَا فَامْنُنْ اَوْ اَمْسِكْ بِغَيْرِ حِسَابٍ","ayatMealText":{"tr":"\"İşte bu, bizim ihsanımızdır. Artık sen dilersen başkalarına ver veya verme. Bundan hesaba çekilmeyeceksin\" dedik.","nl":"Dat is een ge-schenk van Ons, geef (het) dan weg of houd (het) achter; zonder afrekening.","en":"˹Allah said,˺ “This is Our gift, so give or withhold ˹as you wish˺, never to be called to account.”"},"surah":null},{"id":4010,"surahId":38,"ayatId":40,"ayatNo":"٤٠","pageNo":455,"ayatText":"وَاِنَّ لَهُ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍࣖ","ayatMealText":{"tr":"Şüphesiz ki ona huzurumuzda bir yakınlık ve güzel bir makam vardır.","nl":"En voorwaar, voor hem is er bij Ons zeker (Onze) nabijheid en de beste plaats van terugkeer.","en":"And he will indeed have ˹a status of˺ closeness to Us and an honourable destination"},"surah":null},{"id":4011,"surahId":38,"ayatId":41,"ayatNo":"٤١","pageNo":455,"ayatText":"وَاذْكُرْ عَبْدَنَٓا اَيُّوبَۘ اِذْ نَادٰى رَبَّهُٓ اَنّٖي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍؕ","ayatMealText":{"tr":"Kulumuz Eyyub'u da an. Bir zaman o, Rabbine şöyle nida etmişti: \"Meşakkat ve acı ile bana şeytan dokundu.\"","nl":"En gedenk Onze dienaar, Ayyôeb, toen hij tot zij Heer riep: \"Voorwaw, de Satan heeft mij getroffen met tegenspoed en bestraffing.\"","en":"And remember Our servant Job, when he cried out to his Lord, “Satan has afflicted me with distress and suffering.”"},"surah":null},{"id":4012,"surahId":38,"ayatId":42,"ayatNo":"٤٢","pageNo":455,"ayatText":"اُرْكُضْ بِرِجْلِكَۚ هٰذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ","ayatMealText":{"tr":"(Biz ona): \"Ayağını yere vur! İşte sana yıkanılacak ve içilecek soğuk bir su\" dedik.","nl":"(Allah antwoordde:) \"Stamp met jouw voet, dit is koel water om te baden en om van te drinken.\"","en":"˹We responded,˺ “Stomp your foot: ˹now˺ here is a cool ˹and refreshing˺ spring for washing and drinking.”"},"surah":null}]}