{"juzNo":23,"pageNo":456,"arCuzNo":"۲۳","arPageNo":"٤٥٦","quranAyats":[{"id":4013,"surahId":38,"ayatId":43,"ayatNo":"٤٣","pageNo":456,"ayatText":"وَوَهَبْنَا لَهُٓ اَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِ كْرٰى لِاُو۬لِي الْاَلْبَابِ","ayatMealText":{"tr":"Ve ona, bütün ailesini ve beraberlerinde bir mislini daha tarafımızdan bir rahmet olarak bahşettik ki, akıl sahipleri için bir ibret olsun.","nl":"En Wij hebben hem zijn familie en nog eens zoveel met hen geschonken, als een genade van Ons en als een tering voor de bezitters van verstand.","en":"And We gave him back his family, twice as many, as a mercy from Us and a lesson for people of reason"},"surah":{"surahId":38,"name":"Sâd","nameAr":"صۤ","revelationOrder":38,"verseCount":88,"juzNo":23,"firstPage":453}},{"id":4014,"surahId":38,"ayatId":44,"ayatNo":"٤٤","pageNo":456,"ayatText":"وَخُذْ بِيَدِكَ ضِغْثاً فَاضْرِبْ بِهٖ وَلَا تَحْنَثْؕ اِنَّا وَجَدْنَاهُ صَابِراًؕ نِعْمَ الْعَبْدُؕ اِنَّهُٓ اَوَّابٌ","ayatMealText":{"tr":"(Bir de dedik ki): \"Eline bir demet al da onunla (eşine) vur; yemininde durmamazlık etme.\" Doğrusu biz onu sabırlı bulduk. O ne güzel kul! O hakikaten daima Allah'a yönelmektedir.","nl":"(Allah zei tegen Ayyôeb:) \"En neem een bosje gras in je hand, en sla daarmee (jouw vrouw) en breek jouw eed niet.\" Voorwaar, Wij troffen hem aan als een geduldige, de beste dienaar. Voorwaar, hij is de meest berouwtonende.","en":"˹And We said to him,˺ “Take in your hand a bundle of grass, and strike ˹your wife˺ with it, and do not break your oath.” We truly found him patient. What an excellent servant ˹he was˺! Indeed, he ˹constantly˺ turned ˹to Allah˺"},"surah":null},{"id":4015,"surahId":38,"ayatId":45,"ayatNo":"٤٥","pageNo":456,"ayatText":"وَاذْكُرْ عِبَادَنَٓا اِبْرٰهٖيمَ وَاِسْحٰقَ وَيَعْقُوبَ اُو۬لِي الْاَيْدٖي وَالْاَبْصَارِ","ayatMealText":{"tr":"Kullarımız İbrahim'i, İshak'ı ve Yakub'u da an. Onlar eller ve gözler sahipleri idiler.","nl":"En gedenk Onze dienaren Ibrâhîm en Ishâq en Ya'qôeb allen waren beziners van grote kracht en inzicht.","en":"And remember Our servants: Abraham, Isaac, and Jacob—the men of strength and insight"},"surah":null},{"id":4016,"surahId":38,"ayatId":46,"ayatNo":"٤٦","pageNo":456,"ayatText":"اِنَّٓا اَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِۚ","ayatMealText":{"tr":"Çünkü biz onları temiz bir hasletle, hâlis yurt (ahiret) düşüncesine ermiş has kullarımızdan kılmışızdır.","nl":"Voorwaar, Wij zuiverden hen volledig ten behoeve van (hun) godachtenis van het Hiernamaals.","en":"We truly chose them for the honour of proclaiming the Hereafter"},"surah":null},{"id":4017,"surahId":38,"ayatId":47,"ayatNo":"٤٧","pageNo":456,"ayatText":"وَاِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْاَخْيَارِ","ayatMealText":{"tr":"Çünkü onlar, nezdimizde seçilmiş en hayırlı kimselerdendir.","nl":"En voorwaar, zij behoorden bij Ons zeker tot de beste uitgekozenen.","en":"And in Our sight they are truly among the chosen and the finest"},"surah":null},{"id":4018,"surahId":38,"ayatId":48,"ayatNo":"٤٨","pageNo":456,"ayatText":"وَاذْكُرْ اِسْمٰعٖيلَ وَالْيَسَعَ وَذَا الْكِفْلِؕ وَكُلٌّ مِنَ الْاَخْيَارِؕ","ayatMealText":{"tr":"İsmail'i, Elyasa'yı, Zü'lKifl'i de an. Hepsi de en hayırlı kimselerdendir.","nl":"En gedeak Ismâ'îl (en Al Yasa' en Dzôelkifl: zij behoorden allen tot de besten.","en":"Also remember Ishmael, Elisha, and Ⱬul-Kifl. All are among the best"},"surah":null},{"id":4019,"surahId":38,"ayatId":49,"ayatNo":"٤٩","pageNo":456,"ayatText":"هٰذَا ذِ كْرٌؕ وَاِنَّ لِلْمُتَّقٖينَ لَحُسْنَ مَاٰبٍۙ","ayatMealText":{"tr":"İşte bu bir öğüttür. Şüphesiz korunan müttakiler için herhalde güzel bir istikbal (güzel bir dönüş yeri) vardır.","nl":"Dit is een herinnering, en voorwaar, voor de Moettaqôen is er zeker de beste plaats van terrugkeer.","en":"This is ˹all˺ a reminder. And the righteous will certainly have an honourable destination"},"surah":null},{"id":4020,"surahId":38,"ayatId":50,"ayatNo":"٥٠","pageNo":456,"ayatText":"جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْاَبْوَابُۚ","ayatMealText":{"tr":"Bütün kapıları kendilerine açılmış olan Adn cennetleri vardır.","nl":"De Tuinen van 'Adn (het Paradijs) waarvan de poorten voor hen geopend zijn.","en":"the Gardens of Eternity, whose gates will be open for them"},"surah":null},{"id":4021,"surahId":38,"ayatId":51,"ayatNo":"٥١","pageNo":456,"ayatText":"مُتَّكِـٖٔينَ فٖيهَا يَدْعُونَ فٖيهَا بِفَاكِهَةٍ كَثٖيرَةٍ وَشَرَابٍ","ayatMealText":{"tr":"İçlerine kurularak orada birçok yemişle, bambaşka bir içki isteyeceklerdir.","nl":"Daarin leunen zij, zij vragen daarin om vele vruchten en om drinken.","en":"There they will recline, calling for abundant fruit and drink"},"surah":null},{"id":4022,"surahId":38,"ayatId":52,"ayatNo":"٥٢","pageNo":456,"ayatText":"وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ اَتْرَابٌ","ayatMealText":{"tr":"Yanlarında da bakışları yalnız kocalarına dönük hep aynı yaşta dilberler vardır.","nl":"En bij hen zijn mooie gezellinnen met ingetogen blikken, gelijk in leeftijd.","en":"And with them will be maidens of modest gaze and equal age"},"surah":null},{"id":4023,"surahId":38,"ayatId":53,"ayatNo":"٥٣","pageNo":456,"ayatText":"هٰذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ","ayatMealText":{"tr":"O hesap günü için size vaad edilen işte budur.","nl":"Dat is wat aan jullie beloofd is voor de Dag des Oordeels.","en":"This is what you are promised for the Day of Reckoning"},"surah":null},{"id":4024,"surahId":38,"ayatId":54,"ayatNo":"٥٤","pageNo":456,"ayatText":"اِنَّ هٰذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍۚ","ayatMealText":{"tr":"İşte bu, bizim rızkımız; muhakkak ki ona hiç tükenmek yoktur.","nl":"Voorwaar, dit is zeker een voorziening van Ons die geen einde kent.","en":"This is indeed Our provision that will never end"},"surah":null},{"id":4025,"surahId":38,"ayatId":55,"ayatNo":"٥٥","pageNo":456,"ayatText":"هٰذَاؕ وَاِنَّ لِلطَّاغٖينَ لَشَرَّ مَاٰبٍۙ","ayatMealText":{"tr":"Bu, böyledir. Şüphesiz azgınlar için de fena bir gelecek vardır.","nl":"Zo is het. En voorwaar, voor de overtreders is er zeker de slechtste plaats van terugkeer.","en":"That is that. And the transgressors will certainly have the worst destination"},"surah":null},{"id":4026,"surahId":38,"ayatId":56,"ayatNo":"٥٦","pageNo":456,"ayatText":"جَهَنَّمَۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمِهَادُ","ayatMealText":{"tr":"Cehennem! Ona yaslanacaklar, fakat o ne çirkin döşektir.","nl":"De Hel, daarin zullen zij binnentreden en dat is de slechtste rustplaats.","en":"Hell, where they will burn. What an evil place to rest"},"surah":null},{"id":4027,"surahId":38,"ayatId":57,"ayatNo":"٥٧","pageNo":456,"ayatText":"هٰذَاۙ فَلْيَذُوقُوهُ حَمٖيمٌ وَغَسَّاقٌۙ","ayatMealText":{"tr":"İşte artık tatsınlar onu ki, o kaynar su ve irindir.","nl":"Zo is het. Laten zij hem (de bestraffing) proeven: kokend water en etter.","en":"Let them then taste this: boiling water and ˹oozing˺ pus"},"surah":null},{"id":4028,"surahId":38,"ayatId":58,"ayatNo":"٥٨","pageNo":456,"ayatText":"وَاٰخَرُ مِنْ شَكْلِهٖٓ اَزْوَاجٌؕ","ayatMealText":{"tr":"Ve o şekilden çifter çifter tadacakları diğer acılar da vardır.","nl":"En andere, daarop lijkende soorten.","en":"and other torments of the same sort"},"surah":null},{"id":4029,"surahId":38,"ayatId":59,"ayatNo":"٥٩","pageNo":456,"ayatText":"هٰذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْۚ لَا مَرْحَباً بِهِمْؕ اِنَّهُمْ صَالُوا النَّارِ","ayatMealText":{"tr":"İşte şunlar da sizin peşinize düşenlerdir. Onlara merhaba yok. Çünkü onlar cehenneme salınıyorlar.","nl":"Dit is een groep die samen niet jullie binnenstroomt. Er is geen welkom voor hen. Voorwaar, zij treden de Hel binnen.","en":"˹The misleaders will say to one another,˺ “Here is a crowd ˹of followers˺ being thrown in with us. They are not welcome, ˹for˺ they ˹too˺ will burn in the Fire.”"},"surah":null},{"id":4030,"surahId":38,"ayatId":60,"ayatNo":"٦٠","pageNo":456,"ayatText":"قَالُوا بَلْ اَنْتُمْࣞ لَا مَرْحَباً بِكُمْؕ اَنْتُمْ قَدَّمْتُمُوهُ لَنَاۚ فَبِئْسَ الْقَرَارُ","ayatMealText":{"tr":"(Arkadan gelenler öncekilere:) Derler ki: \"Hayır, asıl size merhaba yok. Çünkü cehennemi bize siz takdim ettiniz. Bakın o ne kötü yatak!\"","nl":"Zij (hun volgelingen zullen) zeggen: \"Nee, juist voor jullie is er geen welkom, jullie zijn het die dit over ons hebben gebracht.\" Dat is dan de slechtste vestiging.","en":"The followers will respond, “No! You are not welcome! You brought this upon us. What an evil place for settlement!”"},"surah":null},{"id":4031,"surahId":38,"ayatId":61,"ayatNo":"٦١","pageNo":456,"ayatText":"قَالُوا رَبَّـنَا مَنْ قَدَّمَ لَنَا هٰذَا فَزِدْهُ عَذَاباً ضِعْفاً فِي النَّارِ","ayatMealText":{"tr":"\"Ey Rabbimiz! Bize bunu takdim edenin ateşteki azabını kat kat artır\" derler.","nl":"Zij zullen zeggen: \"Onze Heer, voor wie dit over ons heeft gebracht: vermenigvuldig de bestraffing in de Hel voor hem.\"","en":"Adding, “Our Lord! Whoever brought this upon us, double their punishment in the Fire.”"},"surah":null}]}