{"juzNo":23,"pageNo":457,"arCuzNo":"۲۳","arPageNo":"٤٥۷","quranAyats":[{"id":4032,"surahId":38,"ayatId":62,"ayatNo":"٦٢","pageNo":457,"ayatText":"وَقَالُوا مَا لَنَا لَا نَرٰى رِجَالاً كُنَّا نَعُدُّهُمْ مِنَ الْاَشْرَارِؕ","ayatMealText":{"tr":"Bir de derler ki: \"Kötülerden saydığımız birtakım adamları (fakir müminleri) niye göremiyoruz?\"","nl":"En zij zullen zeggen: \"Hou komt het dat wij niet de mensen (gelovigen) zien, die wij tot de slechtsten rekenden?","en":"The tyrants will ask ˹one another˺, “But why do we not see those we considered to be lowly"},"surah":{"surahId":38,"name":"Sâd","nameAr":"صۤ","revelationOrder":38,"verseCount":88,"juzNo":23,"firstPage":453}},{"id":4033,"surahId":38,"ayatId":63,"ayatNo":"٦٣","pageNo":457,"ayatText":"اَتَّخَذْنَاهُمْ سِخْرِياًّ اَمْ زَاغَتْ عَنْهُمُ الْاَبْصَارُ","ayatMealText":{"tr":"\"Onları eğlence yerine tutmuştuk ha! Yoksa bu gözler onlardan kaydı mı?\"","nl":"Is het omdat wij hen tot onderwerp van bespotting maakten, of slagen de ogen er niet in hen te zien?\"","en":"Were we wrong in mocking them ˹in the world˺? Or do our eyes ˹just˺ fail to see them ˹in the Fire˺?”"},"surah":null},{"id":4034,"surahId":38,"ayatId":64,"ayatNo":"٦٤","pageNo":457,"ayatText":"اِنَّ ذٰلِكَ لَحَقٌّ تَخَاصُمُ اَهْلِ النَّارِࣖ","ayatMealText":{"tr":"Şüphesiz ki bu haktır. Ateş ehlinin birbiriyle tartışması muhakkak olacaktır.","nl":"Voorwaar, dat zal zeker de waarheid zijn: het redetwisten van de bewoners van de Hel.","en":"This dispute between the residents of the Fire will certainly come to pass"},"surah":null},{"id":4035,"surahId":38,"ayatId":65,"ayatNo":"٦٥","pageNo":457,"ayatText":"قُلْ اِنَّـمَٓا اَنَا۬ مُنْذِرٌࣗ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ الْوَاحِدُ الْقَهَّارُۚ","ayatMealText":{"tr":"De ki: \"Ben ancak korkuyu haber veren bir peygamberim. O tek ve kahredici olan Allah'tan başka tanrı da yoktur.\"","nl":"Zeg: \"Ik ben slechts een waarschuwer, en er is geen god dan Allah, de Ene, de Overweldiger.","en":"Say, ˹O Prophet,˺ “I am only a warner. And there is no god ˹worthy of worship˺ except Allah—the One, the Supreme"},"surah":null},{"id":4036,"surahId":38,"ayatId":66,"ayatNo":"٦٦","pageNo":457,"ayatText":"رَبُّ السَّمٰوَاتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الْعَزٖيزُ الْغَفَّارُ","ayatMealText":{"tr":"\"O, göklerin, yerin ve ikisi arasındakilerin Rabbidir. O çok güçlüdür, çok bağışlayıcıdır.\"","nl":"De Heer van de hemelen en de aarde en wat er tussen hen is, de Almachtige, de Vergevensgezinde.\"","en":"˹He is the˺ Lord of the heavens and the earth and everything in between—the Almighty, Most Forgiving.”"},"surah":null},{"id":4037,"surahId":38,"ayatId":67,"ayatNo":"٦٧","pageNo":457,"ayatText":"قُلْ هُوَ نَبَؤٌ۬ا عَظٖيمٌۙ","ayatMealText":{"tr":"De ki: \"Bu, bir büyük haberdir.\"","nl":"Zeg: \"Dit is een geweldig bericht.","en":"Say, “This ˹Quran˺ is momentous news"},"surah":null},{"id":4038,"surahId":38,"ayatId":68,"ayatNo":"٦٨","pageNo":457,"ayatText":"اَنْتُمْ عَنْهُ مُعْرِضُونَ","ayatMealText":{"tr":"\"Siz ondan yüz çeviriyorsunuz.\"","nl":"Waarvan jullie je afwenden.","en":"from which you ˹pagans˺ are turning away.”"},"surah":null},{"id":4039,"surahId":38,"ayatId":69,"ayatNo":"٦٩","pageNo":457,"ayatText":"مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَأِ الْاَعْلٰٓى اِذْ يَخْتَصِمُونَ","ayatMealText":{"tr":"\"Münakaşa ederlerken, benim melekler yüksek topluluğuna ait ne bilgim olabilirdi?\"","nl":"Het is voor mij niet mogelijk dat ik kennis zou hebben over de Engelen toen zij redetwistten.","en":"˹And say,˺ “I had no knowledge of the highest assembly ˹in heaven˺ when they differed ˹concerning Adam˺"},"surah":null},{"id":4040,"surahId":38,"ayatId":70,"ayatNo":"٧٠","pageNo":457,"ayatText":"اِنْ يُوحٰٓى اِلَيَّ اِلَّٓا اَنَّمَٓا اَنَا۬ نَذٖيرٌ مُبٖينٌ","ayatMealText":{"tr":"\"Ancak ben açıktan açığa korkutmakla görevli olduğum için o bilgi bana vahyediliyor.\"","nl":"Het is aan mij geopenbaard dat ik slechts een duidelijke waarschuwer ben.\"","en":"What is revealed to me is that I am only sent with a clear warning.”"},"surah":null},{"id":4041,"surahId":38,"ayatId":71,"ayatNo":"٧١","pageNo":457,"ayatText":"اِذْ قَالَ رَبُّكَ لِلْمَلٰٓئِكَةِ اِنّٖي خَالِقٌ بَشَراً مِنْ طٖينٍ","ayatMealText":{"tr":"Hani Rabbin meleklere demişti ki: \"Ben çamurdan bir insan yaratmaktayım.\"","nl":"(Gedenk) Toen jouw Heer tot de Engelen zei: \"'Voorwaar, Ik schep een mens uit aarde.","en":"˹Remember, O Prophet˺ when your Lord said to the angels, “I am going to create a human being from clay"},"surah":null},{"id":4042,"surahId":38,"ayatId":72,"ayatNo":"٧٢","pageNo":457,"ayatText":"فَاِذَا سَوَّيْتُهُ وَنَفَخْتُ فٖيهِ مِنْ رُوحٖي فَقَعُوا لَهُ سَاجِدٖينَ","ayatMealText":{"tr":"\"Onu tesviye edip, düzeltip de ruhumdan ona üfledim mi derhal ona secdeye kapanın.\"","nl":"En Ik vervolmaak hem, en blaas hem van de Geest in.\" Toen knielden zij zich voor hem neer.","en":"So when I have fashioned him and had a spirit of My Own ˹creation˺ breathed into him, fall down in prostration to him.”"},"surah":null},{"id":4043,"surahId":38,"ayatId":73,"ayatNo":"٧٣","pageNo":457,"ayatText":"فَسَجَدَ الْمَلٰٓئِكَةُ كُلُّهُمْ اَجْمَعُونَۙ","ayatMealText":{"tr":"Bunun üzerine meleklerin hepsi toptan secde ettiler.","nl":"Toen knielden alle Engelen tezamen neer.","en":"So the angels prostrated all together—"},"surah":null},{"id":4044,"surahId":38,"ayatId":74,"ayatNo":"٧٤","pageNo":457,"ayatText":"اِلَّٓا اِبْلٖيسَؕ اِسْتَكْـبَرَ وَكَانَ مِنَ الْكَافِرٖينَ","ayatMealText":{"tr":"Yalnız İblis etmedi, büyüklük tasladı ve kâfirlerden oldu.","nl":"Behalve Iblîs, hij was hoogmoedig en hij behoorde tot de ongelovigen.","en":"but not Iblîs, who acted arrogantly, becoming unfaithful"},"surah":null},{"id":4045,"surahId":38,"ayatId":75,"ayatNo":"٧٥","pageNo":457,"ayatText":"قَالَ يَٓا اِبْلٖيسُ مَا مَنَعَكَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّؕ اَسْتَكْـبَرْتَ اَمْ كُنْتَ مِنَ الْعَالٖينَ","ayatMealText":{"tr":"Allah: \"Ey İblis! O benim kudretimle yarattığıma secde etmene ne engel oldu? Kibirlenmek mi istedin? Yoksa yüksek derecelerde bulunanlardan mı oldun?\" dedi.","nl":"Hij (Allah) zei: \"O Iblîs, wat heeft jou ervan weerhouden om neer te knielen toen Ik (Adam) met Mijn beide Handen had geschapen? Was jij hoogmoedig, of behoorde jij tot de hooghartigen?\"","en":"Allah asked, “O Iblîs! What prevented you from prostrating to what I created with My Own Hands? Did you ˹just˺ become proud? Or have you always been arrogant?”"},"surah":null},{"id":4046,"surahId":38,"ayatId":76,"ayatNo":"٧٦","pageNo":457,"ayatText":"قَالَ اَنَا۬ خَيْرٌ مِنْهُؕ خَلَقْتَنٖي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طٖينٍ","ayatMealText":{"tr":"İblis dedi ki: \"Ben ondan hayırlıyım. Beni ateşten yarattın, onu ise çamurdan yarattın.\"","nl":"Hij zei: \"Ik ben beter dan hij. U heeft mij uit vuur geschapen, terwijl U hem uit aarde heeft geschapen.","en":"He replied, “I am better than he is: You created me from fire and him from clay.”"},"surah":null},{"id":4047,"surahId":38,"ayatId":77,"ayatNo":"٧٧","pageNo":457,"ayatText":"قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجٖيمٌۚ","ayatMealText":{"tr":"Allah: \"Hemen çık oradan, artık sen kovuldun.\"","nl":"Hij (Allah) zei: \"Ga dan weg uit haar (het Paradijs): voorwaar, jij bent een verworpene.","en":"Allah commanded, “Then get out of Paradise, for you are truly cursed"},"surah":null},{"id":4048,"surahId":38,"ayatId":78,"ayatNo":"٧٨","pageNo":457,"ayatText":"وَاِنَّ عَلَيْكَ لَعْنَتٖٓي اِلٰى يَوْمِ الدّٖينِ","ayatMealText":{"tr":"\"Ve elbette lanetim ceza gününe kadar senin üzerindedir.\" buyurdu.","nl":"En voorwaar, op jou rust Mijn vervloeking, tot de Dag des Oordeels.\"","en":"And surely upon you is My condemnation until the Day of Judgment.”"},"surah":null},{"id":4049,"surahId":38,"ayatId":79,"ayatNo":"٧٩","pageNo":457,"ayatText":"قَالَ رَبِّ فَاَنْظِرْنٖٓي اِلٰى يَوْمِ يُبْعَثُونَ","ayatMealText":{"tr":"İblis: \"Ya Rab! O halde insanların diriltilecekleri güne kadar bana mühlet ver.\" dedi.","nl":"Hij (Iblîs) zei: \"Mijn Heer, geef mij uitstel tot de Dag waarop zij zullen worden opgewekt.\"","en":"Satan appealed, “My Lord! Then delay my end until the Day of their resurrection.”"},"surah":null},{"id":4050,"surahId":38,"ayatId":80,"ayatNo":"٨٠","pageNo":457,"ayatText":"قَالَ فَاِنَّكَ مِنَ الْمُنْظَرٖينَۙ","ayatMealText":{"tr":"Allah: \"Haydi belirli bir vakte kadar mühlet verilenlerdensin\" buyurdu.","nl":"Hij (Allah) zei: \"Voorwaar, jij behoort dan tot hen aan wie uitstel is gegeven.","en":"Allah said, “You will be delayed"},"surah":null},{"id":4051,"surahId":38,"ayatId":81,"ayatNo":"٨١","pageNo":457,"ayatText":"اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُومِ","ayatMealText":{"tr":"Allah: \"Haydi belirli bir vakte kadar mühlet verilenlerdensin\" buyurdu.","nl":"Tot de Dag van de vastgestelde tijd.\"","en":"until the appointed Day.”"},"surah":null},{"id":4052,"surahId":38,"ayatId":82,"ayatNo":"٨٢","pageNo":457,"ayatText":"قَالَ فَبِعِزَّتِكَ لَاُغْوِيَنَّهُمْ اَجْمَعٖينَۙ","ayatMealText":{"tr":"İblis: \"Öyle ise izzet ve şerefine yemin ederim ki, ben onların hepsini mutlaka aldatır, saptırırım.\"","nl":"Hij (Iblîs) zei: \"Bij Uw eer dan, ik zal hen zeker allen misleiden.","en":"Satan said, “By Your Glory! I will certainly mislead them all"},"surah":null},{"id":4053,"surahId":38,"ayatId":83,"ayatNo":"٨٣","pageNo":457,"ayatText":"اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصٖينَ","ayatMealText":{"tr":"\"Ancak içlerinden ihlas ile seçilmiş has kulların müstesna\" dedi.","nl":"Behalve Uw dienaren onder hen die zuiver zijn in hun aanbidding.\"","en":"except Your chosen servants among them.”"},"surah":null}]}