{"juzNo":23,"pageNo":458,"arCuzNo":"۲۳","arPageNo":"٤٥۸","quranAyats":[{"id":4054,"surahId":38,"ayatId":84,"ayatNo":"٨٤","pageNo":458,"ayatText":"قَالَ فَالْحَقُّؗ وَالْحَقَّ اَقُولُۚ","ayatMealText":{"tr":"Allah buyurdu ki: \"O doğru, ben hep doğruyu söylerim.\"","nl":"Hij (Allah): \"De Waarheid, en Ik spreek de Waarheid.","en":"Allah concluded, “The truth is—and I ˹only˺ say the truth—"},"surah":{"surahId":38,"name":"Sâd","nameAr":"صۤ","revelationOrder":38,"verseCount":88,"juzNo":23,"firstPage":453}},{"id":4055,"surahId":38,"ayatId":85,"ayatNo":"٨٥","pageNo":458,"ayatText":"لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعٖينَ","ayatMealText":{"tr":"\"Andolsun ki, cehennemi mutlaka senden ve onların sana uyanlarından, topunuzdan tıka basa dolduracağım.\"","nl":"Ik zal zeker De Hel vullen met jou en met degenen onder hen die jou volgden, tezamen.\"","en":"I will surely fill up Hell with you and whoever follows you from among them, all together.”"},"surah":null},{"id":4056,"surahId":38,"ayatId":86,"ayatNo":"٨٦","pageNo":458,"ayatText":"قُلْ مَٓا اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَمَٓا اَنَا۬ مِنَ الْمُتَكَلِّفٖينَ","ayatMealText":{"tr":"Ey Muhammed! De ki: \"Ben o Kur'ân'a karşı sizden bir ücret istemiyorum. Ve ben kendiliğimden bir şey de teklif etmiyorum.\"","nl":"Zeg (O Moehammad): \"Ik vraag jullie er geen beloning voor en ik behoor niet tot hen die verzinnen.","en":"Say, ˹O Prophet,˺ “I do not ask you for any reward for this ˹Quran˺, nor do I pretend to be someone I am not"},"surah":null},{"id":4057,"surahId":38,"ayatId":87,"ayatNo":"٨٧","pageNo":458,"ayatText":"اِنْ هُوَ اِلَّا ذِكْرٌ لِلْعَالَمٖينَ","ayatMealText":{"tr":"\"O Kur'ân, bütün âlemler için bir zikir, bir öğüttür. \"","nl":"Hij (de Koran) is niets dan een Vermaning voor de werelden.","en":"It is only a reminder to the whole world"},"surah":null},{"id":4058,"surahId":38,"ayatId":88,"ayatNo":"٨٨","pageNo":458,"ayatText":"وَلَتَعْلَمُنَّ نَبَاَهُ بَعْدَ حٖينٍ","ayatMealText":{"tr":"\"Herhalde onun haberini bir zaman sonra bileceksiniz.\"","nl":"En over een tijd zullen jullie zeker weten wat zijn boodschap was.\"","en":"And you will certainly know its truth before long.”"},"surah":null},{"id":4059,"surahId":39,"ayatId":1,"ayatNo":"١","pageNo":458,"ayatText":"تَنْزٖيلُ الْكِتَابِ مِنَ اللّٰهِ الْعَزٖيزِ الْحَكٖيمِ","ayatMealText":{"tr":"Bu kitabın indirilişi, Azîz ve Hakîm olan Allah tarafındandır.","nl":"(De Koran) is de neerzonding van het Boek van Allah, de Almachtige, de Alwijze.","en":"The revelation of this Book is from Allah—the Almighty, All-Wise"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4060,"surahId":39,"ayatId":2,"ayatNo":"٢","pageNo":458,"ayatText":"اِنَّٓا اَنْزَلْـنَٓا اِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصاً لَهُ الدّٖينَؕ","ayatMealText":{"tr":"Emin ol, biz sana kitabı hakkıyla indirdik. Onun için dini yalnız kendisine halis kılarak Allah'a ibadet ve kulluk et.","nl":"Voorwaar, Wij hebben het Boek met de Waarheid aan jou (O Moehammad) gezonden, aanbid daarom Allah, Hem zuiver aanbiddend.","en":"Indeed, We have sent down the Book to you ˹O Prophet˺ in truth, so worship Allah ˹alone˺, being sincerely devoted to Him"},"surah":null},{"id":4061,"surahId":39,"ayatId":3,"ayatNo":"٣","pageNo":458,"ayatText":"اَلَا لِلّٰهِ الدّٖينُ الْخَالِصُؕ وَالَّذٖينَ اتَّخَذُوا مِنْ دُونِهٖٓ اَوْلِيَٓاءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُونَٓا اِلَى اللّٰهِ زُلْفٰىؕ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فٖي مَا هُمْ فٖيهِ يَخْتَلِفُونَؕ اِنَّ اللّٰهَ لَا يَهْدٖي مَنْ هُوَ كَاذِبٌ كَفَّارٌ","ayatMealText":{"tr":"İyi bil ki, halis din ancak Allah'ındır. O'ndan başka birtakım dostlar tutanlar da şöyle demektedirler: \"Biz onlara sadece bizi Allah'a daha çok yaklaştırsınlar diye ibadet ediyoruz.\" Şüphe yok ki Allah, onların aralarında ihtilaf edip durdukları şeyde hükmünü verecektir. Herhalde yalancı ve nankör olan kimseyi Allah doğru yola çıkarmaz.","nl":"Weet dat Allah de zuivere aanbidding toekomt. En degenen die naast Hem beschermers nemen (zeggen:) \"Wij aanbidden ben slechts opdat zij ons zo dicht mogelijk tot Allah brengen.\" Voorwaar, Allah zal tussen hen rechtspreken over dat waarover zij van mening verschillen. Voorwaar, Allah leidt niet degene die een zeer ongelovige leugenaar is.","en":"Indeed, sincere devotion is due ˹only˺ to Allah. As for those who take other lords besides Him, ˹saying,˺ “We worship them only so they may bring us closer to Allah,” surely Allah will judge between all regarding what they differed about. Allah certainly does not guide whoever persists in lying and disbelief"},"surah":null},{"id":4062,"surahId":39,"ayatId":4,"ayatNo":"٤","pageNo":458,"ayatText":"لَوْ اَرَادَ اللّٰهُ اَنْ يَتَّخِذَ وَلَداً لَاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَٓاءُۙ سُبْحَانَهُؕ هُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ","ayatMealText":{"tr":"Eğer Allah bir çocuk edinmek isteseydi, elbette yaratacağından, dileyeceğini seçecekti. Ama o bundan münezzehtir. O, tek ve kahredici olan Allah'tır.","nl":"Als Allah een zoon zou wensen te nemen, dan zou Hij kiezen wat Hij wilde van wat Hij heeft geschapen. Heilig is Hij, Hij is Allah, de Ene, de Overweldiger.","en":"Had it been Allah’s Will to have offspring, He could have chosen whatever He willed of His creation. Glory be to Him! He is Allah—the One, the Supreme"},"surah":null},{"id":4063,"surahId":39,"ayatId":5,"ayatNo":"٥","pageNo":458,"ayatText":"خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَؕ كُلٌّ يَجْرٖي لِاَجَلٍ مُسَمًّىؕ اَلَا هُوَ الْعَزٖيزُ الْغَفَّارُ","ayatMealText":{"tr":"O, gökleri ve yeri hak ile yarattı, geceyi gündüzün üstüne sarıyor, gündüzü de gecenin üstüne sarıyor. Güneşi ve ay'ı emrine âmade kılmış, her biri belli bir süreye kadar akıp gitmektedir. İyi bil ki, çok güçlü ve çok bağışlayıcı olan ancak O'dur.","nl":"Hij heeft de hemelen en de aarde in Waarheid geschapen. Hij doet de nacht de dag bedekken en Hij doet de dag de nacht bedekken. En Hij heeft de zou en de maan dienstbaar gemaakt. Allen bewegen tot een bepaalde tijd. Weet dat Hij de Almachtige, de Vergevensgezinde is.","en":"He created the heavens and the earth for a purpose. He wraps the night around the day, and wraps the day around the night. And He has subjected the sun and the moon, each orbiting for an appointed term. He is truly the Almighty, Most Forgiving"},"surah":null}]}