{"juzNo":23,"pageNo":459,"arCuzNo":"۲۳","arPageNo":"٤٥۹","quranAyats":[{"id":4064,"surahId":39,"ayatId":6,"ayatNo":"٦","pageNo":459,"ayatText":"خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِنَ الْاَنْعَامِ ثَمَانِيَةَ اَزْوَاجٍؕ يَخْلُقُكُمْ فٖي بُطُونِ اُمَّهَاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فٖي ظُلُمَاتٍ ثَلٰثٍؕ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُؕ لَٓا اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُونَ","ayatMealText":{"tr":"O, sizi bir nefisten yarattı. Hem sonra onun eşini de ondan var etti. Sizin için yumuşak başlı hayvanlardan sekiz çift indirdi. Sizi analarınızın karınlarında üç karanlık içinde yaratılıştan yaratılışa yaratıp duruyor. İşte Rabbiniz Allah O'dur. Mülk O'nundur, O'ndan başka tanrı yoktur. O halde nasıl haktan çevrilirsiniz?","nl":"Hij heeft jullie uit één ziet geschapen, daarna maakte Hij ervan zijn vrouw, en Hij heeft voor jullie van het vee acht, in paren, neergezonden. Hij schept jullie in de schoten van jullie moeders, een schepping na een schepping, in drie duisternissen.\"' Dat is Allah, jullie ie Heer, aan Hem behoort de herschappij, geen god is er dan Hij. Waarom wenden jullie je af?","en":"He created you ˹all˺ from a single soul, then from it He made its mate. And He produced for you four pairs of cattle. He creates you in the wombs of your mothers ˹in stages˺, one development after another, in three layers of darkness. That is Allah—your Lord! All authority belongs to Him. There is no god ˹worthy of worship˺ except Him. How can you then be turned away"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4065,"surahId":39,"ayatId":7,"ayatNo":"٧","pageNo":459,"ayatText":"اِنْ تَكْفُرُوا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوا يَرْضَهُ۬ لَكُمْؕ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ اُخْرٰىؕ ثُمَّ اِلٰى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَؕ اِنَّهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Eğer inkâr ederseniz, şüphe yok ki Allah'ın size ihtiyacı yoktur. Bununla beraber kulları hesabına küfre razı olmaz. Eğer şükrederseniz sizin hesabınıza ona razı olur. Hiçbir günahkar da diğerinin günahını çekecek değildir. Sonra dönüşünüz, Rabbinizedir. O vakit, O size bütün yaptıklarınızı haber verecektir. Çünkü O, bütün kalplerin özünü bilir.","nl":"Als jullie niet geloven: voorwaar, Allah heeft jullie niet nodig. En de ondankbaarheid van Zijn dienaren behaagt Hem nieg maar wanneer jullie dankbaar zijn, dan heeft Hij behagen in jullie. En geen lastdrager zal de last (zonden) van een andere dragen. Daarna is tot jullie Heer jullie terugkeer. Hij brengt jullie op de hoogte van wat jullie plachten te doen. Voorwaar, Hij is Alwetend over wat zich in de harten bevindt.","en":"If you disbelieve, then ˹know that˺ Allah is truly not in need of you, nor does He approve of disbelief from His servants. But if you become grateful ˹through faith˺, He will appreciate that from you. No soul burdened with sin will bear the burden of another. Then to your Lord is your return, and He will inform you of what you used to do. He certainly knows best what is ˹hidden˺ in the heart"},"surah":null},{"id":4066,"surahId":39,"ayatId":8,"ayatNo":"٨","pageNo":459,"ayatText":"وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنٖيباً اِلَيْهِ ثُمَّ اِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُٓوا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَاداً لِيُضِلَّ عَنْ سَبٖيلِهٖؕ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلٖيلاًࣗ اِنَّكَ مِنْ اَصْحَابِ النَّارِ","ayatMealText":{"tr":"İnsana bir sıkıntı dokunduğu zaman bütün gönlünü vererek Rabbine dua eder. Sonra kendisine tarafından bir nimet lütfettiği zaman da önceden O'na dua ettiği hali unutur da, yolundan sapıtmak için Allah'a ortaklar koşmaya başlar. Ey Muhammed! De ki: \"Küfrünle biraz zevk et, çünkü sen, o ateşliklerdensin.\"","nl":"En als tegenspoed de mens treft, dan roept Hij zijn Heer aan, tot Hem terrugkerend; maar wanneer hem daarna een genieting van Hem geschonken wordt, dan vergeet hij (de tegenspoed) waarvoor hij Hem voorheen aanriep, en kent hij deelgenoten naast Allah toe om van Zijn Weg te doen afdwalen. Zeg (O Moehammad): \"Geniet maar even van je ongeloof: voorwaar, jij behoort tot de bewoners van de Hel.\"","en":"When one is touched with hardship, they cry out to their Lord, turning to Him ˹alone˺. But as soon as He showers them with blessings from Him, they ˹totally˺ forget the One they had cried to earlier, and set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy your disbelief for a little while! You will certainly be one of the inmates of the Fire.”"},"surah":null},{"id":4067,"surahId":39,"ayatId":9,"ayatNo":"٩","pageNo":459,"ayatText":"اَمَّنْ هُوَ قَانِتٌ اٰنَٓاءَ الَّيْلِ سَاجِداً وَقَٓائِماً يَحْذَرُ الْاٰخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهٖؕ قُلْ هَلْ يَسْتَوِي الَّذٖينَ يَعْلَمُونَ وَالَّذٖينَ لَا يَعْلَمُونَؕ اِنَّمَا يَتَذَكَّرُ اُو۬لُوا الْاَلْبَابِࣖ","ayatMealText":{"tr":"Yoksa o, gece saatlerinde kalkan, secdeye kapanıp, kıyama durarak daima vazifesini yapan, ahireti hesaba katan ve Rabbinin rahmetini uman kimse gibi olur mu? De ki: \"Hiç bilenlerle bilmeyenler bir olur mu?\" Ancak temiz akıl sahibi olanlar anlar.","nl":"Is de gehoorzame die een gedeelte van de nacht, zich neerknielend en staand (in de shalât doorbrengt), die het Hiernamaals vreest en hoopt op de Barmhartigheid van zijn Heer beter (... of de ongelovige?) Zeg: \"Zijn degenen die kennis hebben gelijk aan degenen die geen kennis hebben?\" Voorwaar, het zijn slechts de bezitters van gezond verstand die er lering uit trekken.","en":"˹Are they better˺ or those who worship ˹their Lord˺ devoutly in the hours of the night, prostrating and standing, fearing the Hereafter and hoping for the mercy of their Lord? Say, ˹O Prophet,˺ “Are those who know equal to those who do not know?” None will be mindful ˹of this˺ except people of reason"},"surah":null},{"id":4068,"surahId":39,"ayatId":10,"ayatNo":"١٠","pageNo":459,"ayatText":"قُلْ يَا عِبَادِ الَّذٖينَ اٰمَنُوا اتَّقُوا رَبَّكُمْؕ لِلَّذٖينَ اَحْسَنُوا فٖي هٰذِهِ الدُّنْيَا حَسَنَةٌؕ وَاَرْضُ اللّٰهِ وَاسِعَةٌؕ اِنَّمَا يُوَفَّى الصَّابِرُونَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ","ayatMealText":{"tr":"Ey Muhammed! Tarafımdan söyle: \"Ey iman eden kullarım! Rabbinizden korkun. Bu dünyada güzellik yapanlara bir güzellik vardır. Allah'ın yeryüzü geniştir. Ancak sabredenlere mükafatları hesapsız ödenecektir.\"","nl":"Zeg: \"O Mijn dienaren die geloven, vreest jullie Heer. Voor degenen die het goede doen in deze wereld is er goedheid, en de aarde van Allah is uitgegtrekt. Voorwaar, het zijn de geduldigen die hun beloning zonder berekening zal worden gegeven.\"","en":"Say ˹O Prophet, that Allah says˺, “O My servants who believe! Be mindful of your Lord. Those who do good in this world will have a good reward. And Allah’s earth is spacious. Only those who endure patiently will be given their reward without limit.”"},"surah":null}]}