{"juzNo":3,"pageNo":46,"arCuzNo":"۳","arPageNo":"٤٦","quranAyats":[{"id":277,"surahId":2,"ayatId":270,"ayatNo":"٢٧٠","pageNo":46,"ayatText":"وَمَٓا اَنْفَقْتُمْ مِنْ نَفَقَةٍ اَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَاِنَّ اللّٰهَ يَعْلَمُهُؕ وَمَا لِلظَّالِمٖينَ مِنْ اَنْصَارٍ","ayatMealText":{"tr":"Her ne çeşit nafaka verdinizse veya ne türlü bir adak adadınızsa, Allah onu kesinlikle bilir. Ve zalimlere hiçbir şekilde yardım olunmayacaktır.","nl":"En wat jullie ook in liefdadigheid uitgeven en welke eed jullie ook afleggen: voorwaar, Allah weet man en de onrechtplegers hebben geen helpers.","en":"Whatever charities you give or vows you make are surely known to Allah. And the wrongdoers will have no helpers"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":278,"surahId":2,"ayatId":271,"ayatNo":"٢٧١","pageNo":46,"ayatText":"اِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَۚ وَاِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَـرَٓاءَ فَهُوَ خَيْرٌ لَكُمْؕ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّـَٔاتِكُمْؕ وَاللّٰهُ بِمَا تَعْمَلُونَ خَبٖيرٌ","ayatMealText":{"tr":"Sadakaları açıkça verirseniz o, ne iyi olur; yok eğer onları gizler de fakirlere öyle verirseniz bu sizin için daha hayırlıdır ve günahlarınızın birçoğunun bağışlanmasına sebep olur. Bilin ki, Allah, her ne yaparsanız hepsinden haberdardır.","nl":"Als jullie de liefdadigheid openlijk geven, dan is dat best, en als jullie haar heimelijk aan de armen geven is dat beter voor jullie en het wist jullie zonden uit. En Allah is Alwetend over wat jullie doen.","en":"To give charity publicly is good, but to give to the poor privately is better for you, and will absolve you of your sins. And Allah is All-Aware of what you do"},"surah":null},{"id":279,"surahId":2,"ayatId":272,"ayatNo":"٢٧٢","pageNo":46,"ayatText":"لَيْسَ عَلَيْكَ هُدٰيهُمْ وَلٰكِنَّ اللّٰهَ يَهْدٖي مَنْ يَشَٓاءُؕ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِاَنْفُسِكُمْؕ وَمَا تُنْفِقُونَ اِلَّا ابْتِغَٓاءَ وَجْهِ اللّٰهِؕ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُونَ","ayatMealText":{"tr":"Onları yola getirmek senin boynuna borç değildir, ancak Allah dilediğini yola getirir. Yaptığınız her iyilik sırf kendiniz içindir. Siz yalnızca Allah rızasını gözetmenin dışında infak etmezsiniz. İyilik cinsinden ne infak ederseniz o size aynen ödenir. Size hiçbir şekilde haksızlık yapılmaz.","nl":"Het is niet aan jou hen te leiden, maar Allah leidt wie Hij wil, en wat jullie aan goeds geven is voor jullie zelf. En jullie geven slechts liefdadigheid omwille van het welbehagen van Allah. En wat jullie ook van het goede geven zal jullie beloond worden en jullie zullen niet onrechtvaardig behandelt worden.","en":"You are not responsible for people’s guidance ˹O Prophet˺—it is Allah Who guides whoever He wills. Whatever you ˹believers˺ spend in charity, it is for your own good—as long as you do so seeking the pleasure of Allah. Whatever you donate will be paid back to you in full, and you will not be wronged"},"surah":null},{"id":280,"surahId":2,"ayatId":273,"ayatNo":"٢٧٣","pageNo":46,"ayatText":"لِلْفُقَـرَٓاءِ الَّذٖينَ اُحْصِرُوا فٖي سَبٖيلِ اللّٰهِ لَا يَسْتَطٖيعُونَ ضَـرْباً فِي الْاَرْضِؗ يَحْسَبُهُمُ الْجَاهِلُ اَغْنِيَٓاءَ مِنَ التَّعَفُّفِۚ تَعْرِفُهُمْ بِسٖيمٰيهُمْۚ لَا يَسْـَٔلُونَ النَّاسَ اِلْحَافاًؕ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلٖيمٌࣖ","ayatMealText":{"tr":"Sadakalarınızı, kendilerini Allah yoluna adamış olan fakirlere veriniz. Onlar yeryüzünde gezip dolaşmaya güç yetiremezler. Utangaç olduklarından dolayı, bilmeyenler, onları zengin sanırlar. Oysa sen onları yüzlerinden tanırsın. Yüzsüzlük yapıp kimseden birşey de isteyemezler. Ne türden bir iyilik yaparsanız, şüphe yok ki, Allah onu bilir.","nl":"(De liefdadigheid is) voor de armen die, op de Weg van Allah, weerhouden zijn (te werken), zij zijn niet in staat op deze aarde te reizen (om te werken). Door hun bescheidenheid vermoedt de onwetende dat zij rijk zijn, je herkent hen aan hun tekens: zij vragen niet van de mensen op opdringerige wijze. En wat jullie ook van het goede uitgeven, voorwaar, Allah weet ervan.","en":"˹Charity is˺ for the needy who are too engaged in the cause of Allah to move about in the land ˹for work˺. Those unfamiliar with their situation will think they are not in need ˹of charity˺ because they do not beg. You can recognize them by their appearance. They do not beg people persistently. Whatever you give in charity is certainly well known to Allah"},"surah":null},{"id":281,"surahId":2,"ayatId":274,"ayatNo":"٢٧٤","pageNo":46,"ayatText":"اَلَّذٖينَ يُنْفِقُونَ اَمْوَالَهُمْ بِالَّيْلِ وَالنَّهَارِ سِراًّ وَعَلَانِيَةً فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Mallarını gece ve gündüz, gizlice ve açıkça infak edenler yok mu, işte onların Rableri katında ecir ve mükafatları vardır. Ve onlara herhangi bir korku yoktur, onlar hiçbir zaman mahzun da olmazlar.","nl":"En degenen die 's nachts en overdag van hun eigendommen uitgeven, heimlijk en openlijk, voor hen is hun beloning bij hun Heer, en voor hen zal er geen vrees zijn en zij zullen treuren.","en":"Those who spend their wealth in charity day and night, secretly and openly—their reward is with their Lord, and there will be no fear for them, nor will they grieve"},"surah":null}]}