{"juzNo":23,"pageNo":460,"arCuzNo":"۲۳","arPageNo":"٤٦۰","quranAyats":[{"id":4069,"surahId":39,"ayatId":11,"ayatNo":"١١","pageNo":460,"ayatText":"قُلْ اِنّٖٓي اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصاً لَهُ الدّٖينَۙ","ayatMealText":{"tr":"De ki: \"Bana, dini sadece kendisine halis kılarak Allah'a ibadet etmem emredildi.\"","nl":"Zeg: \"Voorwaar, ik ben bevelen om Allah te aanbidden, Hem zuiver aanbiddend.","en":"Say, “I am commanded to worship Allah, being sincerely devoted to Him ˹alone˺"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4070,"surahId":39,"ayatId":12,"ayatNo":"١٢","pageNo":460,"ayatText":"وَاُمِرْتُ لِاَنْ اَكُونَ اَوَّلَ الْمُسْلِمٖينَ","ayatMealText":{"tr":"\"Hem O'nun birliğine teslim olan müslümanların ilki olmam da bana emredildi.\"","nl":"En ik ben bevolen om de eerste van de Moslims te zijn.\"","en":"And I am commanded to be the first of those who submit ˹to His Will˺.”"},"surah":null},{"id":4071,"surahId":39,"ayatId":13,"ayatNo":"١٣","pageNo":460,"ayatText":"قُلْ اِنّٖٓي اَخَافُ اِنْ عَصَيْتُ رَبّٖي عَذَابَ يَوْمٍ عَظٖيمٍ","ayatMealText":{"tr":"De ki: \"Eğer Rabbime isyan edersem, büyük bir günün azabından korkarım.\"","nl":"Zeg: \"Voorwaar, ik vrees. als ik mijn Heer ongehoorzaam ben, een bestraffing op een geweldige Dag.\"","en":"Say, “I truly fear—if I were to disobey my Lord—the torment of a tremendous Day.”"},"surah":null},{"id":4072,"surahId":39,"ayatId":14,"ayatNo":"١٤","pageNo":460,"ayatText":"قُلِ اللّٰهَ اَعْبُدُ مُخْلِصاً لَهُ دٖينٖيۙ","ayatMealText":{"tr":"De ki: \"Ben dinimi kendisine halis kılarak yalnız Allah'a kulluk ederim.\"","nl":"Zeg: \"Allah is het Die ik aanbid, Hem zuiver aanbiddend.","en":"Say, “It is ˹only˺ Allah that I worship, being sincere in my devotion to Him"},"surah":null},{"id":4073,"surahId":39,"ayatId":15,"ayatNo":"١٥","pageNo":460,"ayatText":"فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهٖؕ قُلْ اِنَّ الْخَاسِرٖينَ الَّذٖينَ خَسِرُٓوا اَنْفُسَهُمْ وَاَهْلٖيهِمْ يَوْمَ الْقِيٰمَةِؕ اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبٖينُ","ayatMealText":{"tr":"\"Siz de O'ndan başka dilediğinize kul olun.\" De ki: \"Asıl hüsrana düşenler, kıyamet günü kendilerine ve mensuplarına ziyan edenlerdir. Evet, işte asıl açık hüsran budur.\"","nl":"Aanbidt den maar naast Hem wat jullie willen.\" Zeg: \"Voorwaar, de verliezers zijn degenen die zichzelf en hun familie (door hun slechte bestemming) verlies toebrengen op de Dag der Opstanding. Weet dat dat het duidelijke verlies is.\"","en":"Worship then whatever ˹gods˺ you want instead of Him.” Say, “The ˹true˺ losers are those who will lose themselves and their families on Judgment Day. That is indeed the clearest loss.”"},"surah":null},{"id":4074,"surahId":39,"ayatId":16,"ayatNo":"١٦","pageNo":460,"ayatText":"لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌؕ ذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهُؕ يَا عِبَادِ فَاتَّقُونِ","ayatMealText":{"tr":"Onların üstlerinde ateşten tabakalar, altlarında yine ateşten tabakalar vardır. İşte Allah, kullarını bundan korkutuyor, \"Ey kullarım! benden korkun.\" (diyor).","nl":"Er zullen boven hen lagen van vuur zijn en onder hen lagen. Zo maakt Allah Zijn dienaren daarmee bevreesd. O Mijn dienaren, vreest Mj daarom.","en":"They will have layers of fire above and below them. That is what Allah warns His servants with. So fear Me, O My servants"},"surah":null},{"id":4075,"surahId":39,"ayatId":17,"ayatNo":"١٧","pageNo":460,"ayatText":"وَالَّذٖينَ اجْتَنَبُوا الطَّاغُوتَ اَنْ يَعْبُدُوهَا وَاَنَابُٓوا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ","ayatMealText":{"tr":"Tağuttan, ona kulluk etmekten kaçınıp da tam gönülle Allah'a yönelenlere gelince, müjde onlaradır. Haydi müjdele kullarımı.","nl":"En degenen die het aanbidden van de Thagôet vemijden en die terugkeren tot Allah; voor Hen is er een verheugende tijding. Verheug daarom Mijn dienaren.","en":"And those who shun the worship of false gods, turning to Allah ˹alone˺, will have good news. So give good news to My servants ˹O Prophet˺—"},"surah":null},{"id":4076,"surahId":39,"ayatId":18,"ayatNo":"١٨","pageNo":460,"ayatText":"اَلَّذٖينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ اَحْسَنَهُؕ اُو۬لٰٓئِكَ الَّذٖينَ هَدٰيهُمُ اللّٰهُ وَاُو۬لٰٓئِكَ هُمْ اُو۬لُوا الْاَلْبَابِ","ayatMealText":{"tr":"O kullarımı ki, onlar sözü dinlerler, sonra da en güzeline uyarlar. İşte onlar, Allah'ın kendilerine hidayet verdiği kimselerdir. İşte temiz akıllılar da onlardır.","nl":"Degenen die naar het woord luisteren en daarna het beste ervan volgen, zij zijn degenen die Allah heeft geleid en zij zijn de bezitters van verstand.","en":"those who listen to what is said and follow the best of it. These are the ones ˹rightly˺ guided by Allah, and these are ˹truly˺ the people of reason"},"surah":null},{"id":4077,"surahId":39,"ayatId":19,"ayatNo":"١٩","pageNo":460,"ayatText":"اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِؕ اَفَاَنْتَ تُنْقِذُ مَنْ فِي النَّارِۚ","ayatMealText":{"tr":"Ya üzerine azab kelimesi hak olmuş kimse de mi (böyledir)? Artık o ateşteki kimseyi sen mi çıkaracaksın?","nl":"Voor wie het woord van bestraffing bewaarheid is, zou jij (O Moehammad) hem kunnen redden die in de Hel is?","en":"What about those against whom the decree of torment has been justified? Is it you ˹O Prophet˺ who will then save those bound for the Fire"},"surah":null},{"id":4078,"surahId":39,"ayatId":20,"ayatNo":"٢٠","pageNo":460,"ayatText":"لٰكِنِ الَّذٖينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌۙ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُؕ وَعْدَ اللّٰهِؕ لَا يُخْلِفُ اللّٰهُ الْمٖيعَادَ","ayatMealText":{"tr":"Fakat o Rablerine sığınarak korunanlar için altlarından ırmaklar akan, üzerlerinden şehnişinler yapılmış, şehnişinli (balkonlu) köşkler vardır. Bu, Allah'ın vaadidir. Allah vaadinden caymaz.","nl":"Maar degenen die hun Heer vreesden; voor hen zijn er woningen waarboven (nog andere) woningen zijn gebouwd waar onder door de rivieren stromen. Als een belofte van Allah, Allah breekt de belofte niet.","en":"But those mindful of their Lord will have ˹elevated˺ mansions, built one above the other, under which rivers flow. ˹That is˺ the promise of Allah. ˹And˺ Allah never fails in ˹His˺ promise"},"surah":null},{"id":4079,"surahId":39,"ayatId":21,"ayatNo":"٢١","pageNo":460,"ayatText":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَٓاءِ مَٓاءً فَسَلَكَهُ يَنَابٖيعَ فِي الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعاً مُخْتَلِفاً اَلْوَانُهُ ثُمَّ يَهٖيجُ فَـتَرٰيهُ مُصْفَراًّ ثُمَّ يَجْعَلُهُ حُطَاماًؕ اِنَّ فٖي ذٰلِكَ لَذِ كْرٰى لِاُو۬لِي الْاَلْبَابِࣖ","ayatMealText":{"tr":"Allah'ın gökten bir su indirip de onu bir yoluyla yeryüzündeki menbalara koyduğunu görmedin mi? Sonra onunla türlü renklerde bir ekin çıkarır, sonra onun olgunlaşıp sarardığını görürsün. Sonra da onu bir çöpe çevirir. Elbette bunda temiz akıllılar için bir ihtar vardır.","nl":"Zie jij niet dat Allah water uit de hemel doet neerdalen en het daarna doet samenstromen in bronnen die zich in de aarde bevinden? Vervolgens brengt Hij daar planten met verschillende kleuren me voort, en daarna worden ze droog en zie jij dat ze geel worden, den laat Hij ze tot stof worden. Voorwaar, daarin is zeker een lering voor de bezitters van verstand.","en":"Do you not see that Allah sends down rain from the sky—channelling it through streams in the earth—then produces with it crops of various colours, then they dry up and you see them wither, and then He reduces them to chaff? Surely in this is a reminder for people of reason"},"surah":null}]}