{"juzNo":23,"pageNo":461,"arCuzNo":"۲۳","arPageNo":"٤٦۱","quranAyats":[{"id":4080,"surahId":39,"ayatId":22,"ayatNo":"٢٢","pageNo":461,"ayatText":"اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهُ لِلْاِسْلَامِ فَهُوَ عَلٰى نُورٍ مِنْ رَبِّهٖؕ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللّٰهِؕ اُو۬لٰٓئِكَ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"Allah, kimin bağrını İslâm'a açmış ise işte o, Rabbinden bir nur üzerinde değil midir? Artık Allah'ın zikri hususunda kalpleri katılaşmış olanların vay haline! İşte bunlar, apaçık bir sapıklık içindedirler.","nl":"Is dan hij, wiens bart Allah heeft verruimd voor de Islam, zodat hij door een licht van zijn Heer wordt geleid... (gelijk aan degene wiens had verzegeld is?) Wee daarom hen, wiens harten zich hebben verbard tegen het gedenken van Allah. Zij zijn het die in duidelijke dwaling verkeren.","en":"Can ˹the misguided be like˺ those whose hearts Allah has opened to Islam, so they are enlightened by their Lord? So woe to those whose hearts are hardened at the remembrance of Allah! It is they who are clearly astray"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4081,"surahId":39,"ayatId":23,"ayatNo":"٢٣","pageNo":461,"ayatText":"اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدٖيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَࣗ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذٖينَ يَخْشَوْنَ رَبَّهُمْۚ ثُمَّ تَلٖينُ جُلُودُهُمْ وَقُلُوبُهُمْ اِلٰى ذِكْرِ اللّٰهِؕ ذٰلِكَ هُدَى اللّٰهِ يَهْدٖي بِهٖ مَنْ يَشَٓاءُؕ وَمَنْ يُضْلِلِ اللّٰهُ فَمَا لَهُ مِنْ هَادٍ","ayatMealText":{"tr":"Allah, kelamın en güzelini ikizli, ahenkli bir kitap olarak indirdi. () Ondan Rablerine saygısı olanların derileri ürperir. Sonra derileri de, kalpleri de Allah'ın zikrine karşı yumuşar. İşte bu Allah'ın rehberidir. Allah, onunla dilediğini doğru yola çıkarır. Her kimi de Allah şaşırtırsa, artık ona doğru yolu gösterecek yoktur.","nl":"Allah heeft het beste Woord nemgezonden in een Doek, op elkaar lijkende, herhalende (gedeelten). De huid van degenen die hun Heer vrezen, huivert erdoor, daarna hun huid en hun harten zacht door het gedenken van Allah. Dat is de Leiding van Allah, Hij leidt daarmee wie Hij wil. En wie door Allah tot dwaling gebracht wordt, voor hem is er geen leider.","en":"˹It is˺ Allah ˹Who˺ has sent down the best message—a Book of perfect consistency and repeated lessons—which causes the skin ˹and hearts˺ of those who fear their Lord to tremble, then their skin and hearts soften at the mention of ˹the mercy of˺ Allah. That is the guidance of Allah, through which He guides whoever He wills. But whoever Allah leaves to stray will be left with no guide"},"surah":null},{"id":4082,"surahId":39,"ayatId":24,"ayatNo":"٢٤","pageNo":461,"ayatText":"اَفَمَنْ يَتَّقٖي بِوَجْهِهٖ سُٓوءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِؕ وَقٖيلَ لِلظَّالِمٖينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ","ayatMealText":{"tr":"O halde kıyamet günü zalimlere: \"Tadın bakalım kazanıp durduklarınızı!\" denilirken, o kötü azabdan yüzü ile korunacak kimse ne olur? ()","nl":"Is dan hij, die zijn gezicht beschermt voor de slechte bestraffing op de Dag der Opstanding... (gelijk aan hem wiens gezicht beschermd wordt?) En tot de onrehtvaardigen wordt gezegd: \"Proeft wat jullie plachten te verrichten.\"","en":"Are those who will only have their ˹bare˺ faces to shield themselves from the awful torment on Judgment Day ˹better than those in Paradise˺? It will ˹then˺ be said to the wrongdoers: “Reap what you sowed!”"},"surah":null},{"id":4083,"surahId":39,"ayatId":25,"ayatNo":"٢٥","pageNo":461,"ayatText":"كَذَّبَ الَّذٖينَ مِنْ قَبْلِهِمْ فَاَتٰيهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","ayatMealText":{"tr":"Onlardan öncekiler de yalanladılar da kendilerine, hatırlarına gelmez yönden azab geliverdi.","nl":"Degenen vóór hen loochenden, zodat de bestraffing tot hen kwam uit richtingen die zij niet vermoedden.","en":"Those before them ˹also˺ rejected ˹the truth˺, then the torment came upon them from where they least expected"},"surah":null},{"id":4084,"surahId":39,"ayatId":26,"ayatNo":"٢٦","pageNo":461,"ayatText":"فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِي الْحَيٰوةِ الدُّنْيَاۚ وَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوا يَعْلَمُونَ","ayatMealText":{"tr":"Allah, onlara dünya hayatında zilleti tattırdı. Ahiret azabı ise elbette daha büyüktür. Keşke bilselerdi!","nl":"Zo doet Allah hen de vernedering tijdens het wereldse leven proeven, terwijl de bestraffing van het Hiernamaals groter is. Als zij het maar wisten!","en":"So Allah made them taste humiliation in this worldly life, but far worse is the punishment of the Hereafter, if only they knew"},"surah":null},{"id":4085,"surahId":39,"ayatId":27,"ayatNo":"٢٧","pageNo":461,"ayatText":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فٖي هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَۚ","ayatMealText":{"tr":"Yemin ederim ki, bu Kur'ân'da insanlar için her türlüsünden temsil getirdik. Gerek ki iyi düşünsünler.","nl":"En voorzeker, Wij hebben voor de mensen in deze Koran allerlei vergelijkingen gemaakt. Hopelijk zullen zij zich laten vermanen.","en":"We have certainly set forth every ˹kind of˺ lesson for people in this Quran, so perhaps they will be mindful"},"surah":null},{"id":4086,"surahId":39,"ayatId":28,"ayatNo":"٢٨","pageNo":461,"ayatText":"قُرْاٰناً عَرَبِياًّ غَيْرَ ذٖي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ","ayatMealText":{"tr":"Pürüzsüz Arapça bir Kur'ân (indirdik ki, Allah'ın azabından) korunsunlar.","nl":"Door een Arabische Koran, waarin geen afwijkingen voorkomen. Hopelijk zullen zij (Allah) vrezen.","en":"˹It is˺ a Quran ˹revealed˺ in Arabic without any crookedness, so perhaps they will be conscious ˹of Allah˺"},"surah":null},{"id":4087,"surahId":39,"ayatId":29,"ayatNo":"٢٩","pageNo":461,"ayatText":"ضَرَبَ اللّٰهُ مَثَلاً رَجُلاً فٖيهِ شُرَكَٓاءُ مُتَشَاكِسُونَ وَرَجُلاً سَلَماً لِرَجُلٍؕ هَلْ يَسْتَوِيَانِ مَثَلاًؕ اَلْحَمْدُ لِلّٰهِۚ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Allah, şöyle bir misal vermiştir: Bir adam ve birtakım ortakları var, hırçın hırçın çekişip duruyorlar. Bir de yalnız bir kişiye bağlı selamet içinde olan bir adam var. Bu ikisinin hali hiç bir olur mu? Hamd Allah'ındır, fakat pek çokları bilmezler.","nl":"Allah heeft een vergelijking gemaakt van een slaaf die aan meerdere meesters behoort die onderling ruziën, met een slaaf die aan slechts één meester behoort. Zijn zij aan elkaar gelijk? Alle lof zij Allah, maar de meesten van hen weten het niet.","en":"Allah sets forth the parable of a slave owned by several quarrelsome masters, and a slave owned by only one master. Are they equal in condition? Praise be to Allah! In fact, most of them do not know"},"surah":null},{"id":4088,"surahId":39,"ayatId":30,"ayatNo":"٣٠","pageNo":461,"ayatText":"اِنَّكَ مَيِّتٌ وَاِنَّهُمْ مَيِّتُونَؗ","ayatMealText":{"tr":"Sen elbette öleceksin, onlar da elbette öleceklerdir.","nl":"Voorwaar, jij zuk sterven en voorwaar, zij zullen sterven.","en":"You ˹O Prophet˺ will certainly die, and they will die too"},"surah":null},{"id":4089,"surahId":39,"ayatId":31,"ayatNo":"٣١","pageNo":461,"ayatText":"ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَࣖ","ayatMealText":{"tr":"Sonra siz muhakkak kıyamet gününde Rabbinizin huzurunda birbirinizden davacı olacaksınız.","nl":"Daarna zullen jullie op de Dag der Opstanding bij jullie Heer met elkaar redetwisten.","en":"Then on the Day of Judgment you will ˹all settle your˺ dispute before your Lord"},"surah":null}]}