{"juzNo":24,"pageNo":462,"arCuzNo":"۲٤","arPageNo":"٤٦۲","quranAyats":[{"id":4090,"surahId":39,"ayatId":32,"ayatNo":"٣٢","pageNo":462,"ayatText":"فَمَنْ اَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللّٰهِ وَكَذَّبَ بِالصِّدْقِ اِذْ جَٓاءَهُؕ اَلَيْسَ فٖي جَهَنَّمَ مَثْوًى لِلْكَافِرٖينَ","ayatMealText":{"tr":"Allah'a karşı yalan söyleyen ve doğru kendisine geldiği zaman onu yalan sayandan daha zalim (daha haksız) kim olabilir? Kâfirlerin yeri cehennemde değil midir?","nl":"Wie is dan onrechtvaardiger dan hij die liegt over Allah en de Waarheid loochent wanneer deze tot hem komt? Is de verblijfplaats voor de ongelovigen niet in de Hel?","en":"Who then does more wrong than those who lie about Allah and reject the truth after it has reached them? Is Hell not a ˹fitting˺ home for the disbelievers"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4091,"surahId":39,"ayatId":33,"ayatNo":"٣٣","pageNo":462,"ayatText":"وَالَّذٖي جَٓاءَ بِالصِّدْقِ وَصَدَّقَ بِهٖٓ اُو۬لٰٓئِكَ هُمُ الْمُتَّقُونَ","ayatMealText":{"tr":"Doğruyu getiren ve onu tasdik edene gelince, işte onlar kötülükten korunan müttakilerdir.","nl":"En degene die met de Waarheid is gekomen, en deze bevestigt: hij is degene die tot de Moettaqôen behoort.","en":"And the one who has brought the truth and those who embrace it—it is they who are the righteous"},"surah":null},{"id":4092,"surahId":39,"ayatId":34,"ayatNo":"٣٤","pageNo":462,"ayatText":"لَهُمْ مَا يَشَٓاؤُ۫نَ عِنْدَ رَبِّهِمْؕ ذٰلِكَ جَزٰٓؤُا الْمُحْسِنٖينَۚ","ayatMealText":{"tr":"Onlara, Rablerinin yanında ne dilerlerse vardır. İşte bu, iyilik yapanların mükafatıdır.","nl":"Voor hen is wat zij wensen bij hun Heer. Dat is de beloning voor de weldoeners.","en":"They will have whatever they desire with their Lord. That is the reward of the good-doers"},"surah":null},{"id":4093,"surahId":39,"ayatId":35,"ayatNo":"٣٥","pageNo":462,"ayatText":"لِيُكَفِّرَ اللّٰهُ عَنْهُمْ اَسْوَاَ الَّذٖي عَمِلُوا وَيَجْزِيَهُمْ اَجْرَهُمْ بِاَحْسَنِ الَّذٖي كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Çünkü Allah, onların önceden yaptıkları amelin en kötüsünü bile keffaretle örtüp, işlemekte bulundukları güzel amellerin en güzeline göre mükafatlarını kendilerine verecektir.","nl":"Zodat Allah het slechtste dat zij hebben gedaan zal uitwissen en zodat Hij hun hun beloning zal geven naar het beste van wat zij plachten te doen.","en":"As such, Allah will absolve them of ˹even˺ the worst of what they did and reward them according to the best of what they used to do"},"surah":null},{"id":4094,"surahId":39,"ayatId":36,"ayatNo":"٣٦","pageNo":462,"ayatText":"اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهُؕ وَيُخَوِّفُونَكَ بِالَّذٖينَ مِنْ دُونِهٖؕ وَمَنْ يُضْلِلِ اللّٰهُ فَمَا لَهُ مِنْ هَادٍۚ","ayatMealText":{"tr":"Allah, kuluna kâfi değil midir? Durmuşlar da seni O'ndan başkalarıyla korkutuyorlar. Her kimi ki Allah şaşırtırsa, artık ona hidayet edecek yoktur.","nl":"Is Allah geen Beschermer voor Zijn dienaren? En zij maken jou bang voor degenen (afgoden) naast Hem. En wie door Allah tot dwaling gebracht wordt; voor hem is er geen leider.","en":"Is Allah not sufficient for His servant? Yet they threaten you with other ˹powerless˺ gods besides Him! Whoever Allah leaves to stray will be left with no guide"},"surah":null},{"id":4095,"surahId":39,"ayatId":37,"ayatNo":"٣٧","pageNo":462,"ayatText":"وَمَنْ يَهْدِ اللّٰهُ فَمَا لَهُ مِنْ مُضِلٍّؕ اَلَيْسَ اللّٰهُ بِعَزٖيزٍ ذِي انْتِقَامٍ","ayatMealText":{"tr":"Her kime de Allah hidayet verirse artık onu da şaşırtacak yoktur. Allah aziz (çok güçlü) ve intikam sahibi değil midir?","nl":"En wie door Allah geleid wordt: niemand kan hem doen dwalen. Is Allah niet Almachtig, de Bezitter van de Vergelding.","en":"And whoever Allah guides, none can lead astray. Is Allah not Almighty, capable of punishment"},"surah":null},{"id":4096,"surahId":39,"ayatId":38,"ayatNo":"٣٨","pageNo":462,"ayatText":"وَلَئِنْ سَاَلْتَهُمْ مَنْ خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ لَيَقُولُنَّ اللّٰهُؕ قُلْ اَفَرَاَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهٖٓ اَوْ اَرَادَنٖي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهٖؕ قُلْ حَسْبِيَ اللّٰهُؕ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ","ayatMealText":{"tr":"Andolsun ki onlara: \"O gökleri ve yeri kim yarattı?\" diye soracak olsan: \"Elbette Allah!\" diyeceklerdir. O halde gördünüz ya Allah'tan başka çağırdıklarınızı! Eğer Allah bana bir zarar vermek isterse, onlar O'nun zararını giderebilirler mi? Yahut bana bir rahmet dilerse, onlar O'nun rahmetini tutabilirler mi? De ki: \"Allah, bana yeter.\" Tevekkül edenler, hep O'na dayanırlar.","nl":"En als jij hun vraagt wie de hemelen en de aarde heeft geschapen, dan zullen zij zeker zeggen: \"Allah.\" Zeg: \"Zien jullie dan niet wat jullie buiten Allah aanroepen? Als Allah voor mij rampspoed wenst, zijn zij (de afgoden) het dan die de ramp van Hem kunnen wegnemen? Of als Hij Barmhartigheid wenst, zijn zij het dan die Zijn Bamhartigheid kunnen tegenhouden? Zeg: \"Allah is mij voldoende. Op Hem vertrouwen degenen die vertrouwen hebben.\"","en":"If you ask them ˹O Prophet˺ who created the heavens and the earth, they will certainly say, “Allah!” Ask ˹them˺, “Consider then whatever ˹idols˺ you invoke besides Allah: if it was Allah’s Will to harm me, could they undo that harm? Or if He willed ˹some˺ mercy for me, could they withhold His mercy?” Say, “Allah is sufficient for me. In Him ˹alone˺ the faithful put their trust.”"},"surah":null},{"id":4097,"surahId":39,"ayatId":39,"ayatNo":"٣٩","pageNo":462,"ayatText":"قُلْ يَا قَوْمِ اعْمَلُوا عَلٰى مَكَانَتِكُمْ اِنّٖي عَامِلٌۚ فَسَوْفَ تَعْلَمُونَۙ","ayatMealText":{"tr":"De ki: \"Ey kavmim! Haliniz üzere çalışın. Ben de kendi halime göre çalışıyorum. Artık ileride bileceksiniz.\"","nl":"Zeg: \"O mijn volk, werk op jullie manier, voorwaar, ik werk (op mijn manier). Spoedig zullen jullie het weten.\"","en":"Say, ˹O Prophet,˺ “O my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know"},"surah":null},{"id":4098,"surahId":39,"ayatId":40,"ayatNo":"٤٠","pageNo":462,"ayatText":"مَنْ يَأْتٖيهِ عَذَابٌ يُخْزٖيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقٖيمٌ","ayatMealText":{"tr":"\"Kendisini rezil edecek azabın kime geleceğini ve sürekli bir azabın kimin üzerine konacağını.\"","nl":"Tot wie een bestraffing komt: die zal door hem vemederd worden, en een blijvende bestraffing zal op hem rusten.","en":"who will be visited by a humiliating torment ˹in this life˺ and overwhelmed by an everlasting punishment ˹in the next˺.”"},"surah":null}]}