{"juzNo":24,"pageNo":463,"arCuzNo":"۲٤","arPageNo":"٤٦۳","quranAyats":[{"id":4099,"surahId":39,"ayatId":41,"ayatNo":"٤١","pageNo":463,"ayatText":"اِنَّٓا اَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّۚ فَمَنِ اهْتَدٰى فَلِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۚ وَمَٓا اَنْتَ عَلَيْهِمْ بِوَكٖيلٍࣖ","ayatMealText":{"tr":"Biz bu kitabı sana, insanlar için hak ile indirdik. O halde kim doğru yola gelirse kendi lehinedir. Kim de saparsa, sırf kendi aleyhine olarak sapar. Sen onların üzerine vekil değilsin.","nl":"Voorwaar, Wij hebben in Waarheid het Boek aan jou gezonden. Wie dan de Leiding aanvandt; het is ten gunste van zichzelf; maar wie dwaalt; hij benadeelt slechts zichzelf. En jij (O Moehammad) bent geen verantwoordelijke over hen.","en":"Surely We have revealed to you the Book ˹O Prophet˺ with the truth for humanity. So whoever chooses to be guided, it is for their own good. And whoever chooses to stray, it is only to their own loss. You are not a keeper over them"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4100,"surahId":39,"ayatId":42,"ayatNo":"٤٢","pageNo":463,"ayatText":"اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حٖينَ مَوْتِهَا وَالَّتٖي لَمْ تَمُتْ فٖي مَنَامِهَاۚ فَيُمْسِكُ الَّتٖي قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰٓى اِلٰٓى اَجَلٍ مُسَمًّىؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Allah, o canları öldükleri zaman, ölmeyenleri de uyuduklarında alır. Sonra haklarında ölüm hükmü verdiklerini alıkor, diğerlerini de takdir edilmiş bir süreye kadar salıverir. Şüphesiz ki bunda düşünecek bir kavim için nice ibretler vardır.","nl":"Allah neemt de zielen weg bij hun sterven en bij degenen die niet stemen in hun slaap. Dan houdt Hij de zielen waarvoor Hij de dood leeft beslist achter, en stuurt Hij de overigen (terug) tot een vastgestelde tijd. Voorwaar, daarin zijn zeker Tekenen voor een volk dat nadenkt.","en":"˹It is˺ Allah ˹Who˺ calls back the souls ˹of people˺ upon their death as well as ˹the souls˺ of the living during their sleep. Then He keeps those for whom He has ordained death, and releases the others until ˹their˺ appointed time. Surely in this are signs for people who reflect"},"surah":null},{"id":4101,"surahId":39,"ayatId":43,"ayatNo":"٤٣","pageNo":463,"ayatText":"اَمِ اتَّخَذُوا مِنْ دُونِ اللّٰهِ شُفَعَٓاءَؕ قُلْ اَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْـٔاً وَلَا يَعْقِلُونَ","ayatMealText":{"tr":"Yoksa Allah'tan başka şefaatçiler mi edindiler? De ki: \"Onlar hiçbir şeye güç yetiremezler ve akıl erdiremezlerse de mi (böyle yapacaksınız)?\"","nl":"Nemen zij buiten Allah voorsprekers? Zeg: \"Ook al hebben zij geen enkele machten kunnen zij niet nadenken?\"","en":"Or have they taken others besides Allah as intercessors? Say, ˹O Prophet,˺ “˹Would they do so,˺ even though those ˹idols˺ have neither authority nor intelligence?”"},"surah":null},{"id":4102,"surahId":39,"ayatId":44,"ayatNo":"٤٤","pageNo":463,"ayatText":"قُلْ لِلّٰهِ الشَّفَاعَةُ جَمٖيعاًؕ لَهُ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِؕ ثُمَّ اِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"De ki: \"Bütün şefaat Allah'ındır. Göklerin ve yerin mülkü O'nundur. Sonra hep döndürülüp O'na götürüleceksiniz.\"","nl":"Zeg: \"Aan Allah behoort alle voorspraak. Aan Hem behoort de heeershappij van de hemelen en de aarde, en tot Hem zullen jullie terugkeren.\"","en":"Say, “All intercession belongs to Allah ˹alone˺. To Him belongs the kingdom of the heavens and the earth. Then to Him you will ˹all˺ be returned.”"},"surah":null},{"id":4103,"surahId":39,"ayatId":45,"ayatNo":"٤٥","pageNo":463,"ayatText":"وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَاَزَّتْ قُلُوبُ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذٖينَ مِنْ دُونِهٖٓ اِذَا هُمْ يَسْتَبْشِرُونَ","ayatMealText":{"tr":"Böyle iken, Allah bir olarak anıldığı zaman ahirete inanmayanların yürekleri burkulur da, O'ndan başkaları anıldığı zaman derhal yüzleri güler.","nl":"En wanneer (de naam van) Allah als Enige God wordt genoemd, dan raken de harten van degenen die niet in het Hiernamaals geloven vervuld van ergernis. Maar wanneer degenen (de afgoden) naast Hem worden genoemd, dan zijn verheugen zij zich.","en":"Yet when Allah alone is mentioned, the hearts of those who disbelieve in the Hereafter are filled with disgust. But as soon as those ˹gods˺ other than Him are mentioned, they are filled with joy"},"surah":null},{"id":4104,"surahId":39,"ayatId":46,"ayatNo":"٤٦","pageNo":463,"ayatText":"قُلِ اللّٰهُمَّ فَاطِرَ السَّمٰوَاتِ وَالْاَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فٖيمَا  كَانُوا فٖيهِ يَخْتَلِفُونَ","ayatMealText":{"tr":"De ki: \"Ey gökleri ve yeri yaratan, görüleni ve görülmeyeni bilen Allah'ım! Kulların arasında, o ihtilaf edip durdukları şeyler hakkında sen hüküm vereceksin.\"","nl":"Zeg: \"O Allah, de Schepper van de hemelen en de aarde, de Kenner van het onwaarneembare en het waarneembare, U oordeelt over Uw dienaren over dat waarover zij van mening verschillen.\"'","en":"Say, ˹O Prophet,˺ “O Allah—Originator of the heavens and the earth, Knower of the seen and unseen! You will judge between Your servants regarding their differences.”"},"surah":null},{"id":4105,"surahId":39,"ayatId":47,"ayatNo":"٤٧","pageNo":463,"ayatText":"وَلَوْ اَنَّ لِلَّذٖينَ ظَلَمُوا مَا فِي الْاَرْضِ جَمٖيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهٖ مِنْ سُٓوءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِؕ وَبَدَا لَهُمْ مِنَ اللّٰهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ","ayatMealText":{"tr":"Eğer bütün yeryüzündekiler ve bir o kadarı da beraber o zulmedenlerin olsaydı, kıyamet günü azabın kötülüğünden kurtulmak için onu mutlaka feda ederlerdi. Ancak ne var ki, hiç hesaba katmadıkları şeyler, Allah tarafından karşılarına çıkarılır.","nl":"En voorwaar, als aan degenen die onrecht pleegden alles zou toebehoren wat zich op de aarde bevindt, en nog eens zoveel erbij, dan zouden zij zich ermee vrij (willen) kopen van de slechtste bestraffing op de Dag der Opstanding. En er zullen voor hen (betraffingen) van Allah verschijnen, waar zij nooit rekening mee gehouden hebben.","en":"Even if the wrongdoers were to possess everything in the world twice over, they would certainly offer it to ransom themselves from the horrible punishment on Judgment Day, for they will see from Allah what they had never expected"},"surah":null}]}