{"juzNo":24,"pageNo":464,"arCuzNo":"۲٤","arPageNo":"٤٦٤","quranAyats":[{"id":4106,"surahId":39,"ayatId":48,"ayatNo":"٤٨","pageNo":464,"ayatText":"وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Öyle ki, yaptıkları amellerin kötülükleri karşılarına çıkmış ve alay edip durdukları şeyler, kendilerini sarmıştır.","nl":"En er zullen voor hen slechte deden die zij hadden bedreven duidelijk worden en wat zij plachten te bespotten zal hen omsingelen.","en":"And the evil ˹consequences˺ of their deeds will unfold before them, and they will be overwhelmed by what they used to ridicule"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4107,"surahId":39,"ayatId":49,"ayatNo":"٤٩","pageNo":464,"ayatText":"فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاؗ ثُمَّ اِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّاۙ قَالَ اِنَّـمَٓا اُو۫تٖيتُهُ عَلٰى عِلْمٍؕ بَلْ هِيَ فِتْنَةٌ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Fakat insana bir sıkıntı dokunuverince bize yalvarır, sonra kendisine tarafımızdan bir nimet bahşettiğimiz zaman da: \"O bana bir bilgi üzerine verildi.\" der. Belki bu bir imtihandır, fakat pek çokları bilmezler.","nl":"En wanneer tegenspoed de mens treft, dan roept hij Ons aan; maar wanneer Wij hem een genieting van Ons schenken, dan zegt hij: \"Dat is mij slechts wegens mijn kennis gegeven.\" Het is zelfs een beproeving, maar de meesten van hen weten het niet.","en":"When one is touched with hardship, they cry out to Us ˹alone˺. Then when We shower Our blessings upon them, they say, “I have been granted all this only because of ˹my˺ knowledge.” Not at all! It is ˹no more than˺ a test. But most of them do not know"},"surah":null},{"id":4108,"surahId":39,"ayatId":50,"ayatNo":"٥٠","pageNo":464,"ayatText":"قَدْ قَالَهَا الَّذٖينَ مِنْ قَبْلِهِمْ فَمَٓا اَغْنٰى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ","ayatMealText":{"tr":"Onu, bunlardan öncekiler de söyledi. Fakat o kazandıkları, kendilerini kurtarmadı.","nl":"Waarlijk, dit zeiden degenen vóór hen, en wat zij plachten te verrichten baatte hun niet.","en":"The same had already been said by those ˹destroyed˺ before them, but their ˹worldly˺ gains were of no benefit to them"},"surah":null},{"id":4109,"surahId":39,"ayatId":51,"ayatNo":"٥١","pageNo":464,"ayatText":"فَاَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُواؕ وَالَّذٖينَ ظَلَمُوا مِنْ هٰٓؤُ۬لَٓاءِ سَيُصٖيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُواۙ وَمَا هُمْ بِمُعْجِزٖينَ","ayatMealText":{"tr":"Neticede kazandıklarının kötülükleri, başlarına geçti. Şunlardan o zulmedenlerin de kazandıkları kötülükleri başlarına geçecektir. Onlar da bunu atlatacak değillerdir.","nl":"Daarna werden zij getroffen door de slechte daden die zij hadden verricht. En degenen die onrecht pleegden onder hen (de afgedenaanbidders) zullen getroffen worden door de slechte daden die zij verrichtten en zij zullen niet kunnen vluchten.","en":"So the evil ˹consequences˺ of their deeds overtook them. And the wrongdoers among these ˹pagans˺ will be overtaken by the evil ˹consequences˺ of their deeds. And they will have no escape"},"surah":null},{"id":4110,"surahId":39,"ayatId":52,"ayatNo":"٥٢","pageNo":464,"ayatText":"اَوَلَمْ يَعْلَمُٓوا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَٓاءُ وَيَقْدِرُؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يُؤْمِنُونَࣖ","ayatMealText":{"tr":"Hâlâ bilmediler mi ki; Allah, rızkı dilediğine açar ve kısar. Şüphesiz ki bunda iman edecek bir kavim için nice ibretler vardır.","nl":"En weten zij niet dat Allah de voorzieningen verruimt voor wie Hij wil en dat Hij beperkt? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft.","en":"Do they not know that Allah gives abundant or limited provisions to whoever He wills? Surely in this are signs for people who believe"},"surah":null},{"id":4111,"surahId":39,"ayatId":53,"ayatNo":"٥٣","pageNo":464,"ayatText":"قُلْ يَا عِبَادِيَ الَّذٖينَ اَسْرَفُوا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللّٰهِؕ اِنَّ اللّٰهَ يَغْفِرُ الذُّنُوبَ جَمٖيعاًؕ اِنَّهُ هُوَ الْغَفُورُ الرَّحٖيمُ","ayatMealText":{"tr":"De ki: \"Ey haddi aşarak nefislerine karşı israf etmiş olan kullarım! Allah'ın rahmetinden ümid kesmeyin. Çünkü Allah, bütün günahları bağışlar. Şüphesiz ki O, çok bağışlayıcıdır, çok merhamet edicidir.\"","nl":"Zeg: \"O mijn dienaren die buitensporig zijn tegenover zichzelf, wanhoopt niet aan de Genade van Allah. Voorwaar, Allah vetgeeft alle zonden. Voorwaar, Hij is de Vergevensgezinde, de Meest Barmhartige.","en":"Say, ˹O Prophet, that Allah says,˺ “O My servants who have exceeded the limits against their souls! Do not lose hope in Allah’s mercy, for Allah certainly forgives all sins. He is indeed the All-Forgiving, Most Merciful"},"surah":null},{"id":4112,"surahId":39,"ayatId":54,"ayatNo":"٥٤","pageNo":464,"ayatText":"وَاَنٖيبُٓوا اِلٰى رَبِّكُمْ وَاَسْلِمُوا لَهُ مِنْ قَبْلِ اَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ","ayatMealText":{"tr":"Onun için ümidi kesmeyin de başınıza azab gelmeden önce tevbe ile Rabbinize yönelin ve O'na teslim olun. Sonra kurtulamazsınız.","nl":"En keert terug tot jullie Heer, en geeft jullie over aan Hem voordat de bestraffing tot jullie komt waarna jullie niet geholpen worden.","en":"Turn to your Lord ˹in repentance˺, and ˹fully˺ submit to Him before the punishment reaches you, ˹for˺ then you will not be helped"},"surah":null},{"id":4113,"surahId":39,"ayatId":55,"ayatNo":"٥٥","pageNo":464,"ayatText":"وَاتَّبِعُٓوا اَحْسَنَ مَٓا اُنْزِلَ اِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ اَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَاَنْتُمْ لَا تَشْعُرُونَۙ","ayatMealText":{"tr":"Haberiniz olmayarak ansızın başınıza azab gelmeden önce (halis müslüman olun da) Rabbinizden size indirilenin en güzelini takib ve tatbik edin.","nl":"En volgt op de beste wijze wat aan jullie is neergezonden van jullie Heer, voordat de bestraffing onverwacht tot jullie komt, terwijl jullie het niet beseffen.\"","en":"Follow ˹the Quran,˺ the best of what has been revealed to you from your Lord, before the punishment takes you by surprise while you are unaware"},"surah":null},{"id":4114,"surahId":39,"ayatId":56,"ayatNo":"٥٦","pageNo":464,"ayatText":"اَنْ تَقُولَ نَفْسٌ يَا حَسْرَتٰى عَلٰى مَا فَرَّطْتُ فٖي جَنْبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السَّاخِرٖينَۙ","ayatMealText":{"tr":"(O günden sakının ki günahkar) nefis şöyle diyecektir: \"Allah'ın yanında yaptığım kusurlardan dolayı yazık bana! Doğrusu ben alay edenlerdendim.\"","nl":"Zodat er voor geen ziel aanleiding zal zijn om te zeggen: \"O wat heb ik een spijt omdat ik nalatig ben geweest (in mijn plicht) jegens Allah, hoewel ik tot de spotters behoorde.\"","en":"so that no ˹sinful˺ soul will say ˹on Judgment Day˺, ‘Woe to me for neglecting ˹my duties towards˺ Allah, while ridiculing ˹the truth˺.’"},"surah":null}]}