{"juzNo":24,"pageNo":465,"arCuzNo":"۲٤","arPageNo":"٤٦٥","quranAyats":[{"id":4115,"surahId":39,"ayatId":57,"ayatNo":"٥٧","pageNo":465,"ayatText":"اَوْ تَقُولَ لَوْ اَنَّ اللّٰهَ هَدٰينٖي لَكُنْتُ مِنَ الْمُتَّقٖينَۙ","ayatMealText":{"tr":"Yahut şöyle diyecektir: \"Allah bana doğru yolu gösterseydi, her halde ben müttakilerden olurdum.\"","nl":"Of zij zou zeggen: \"Als Allah mij had geleid, dan zou ik zeker tot de Moettaqôen hebben behoord!\"|","en":"Or ˹a soul will˺ say, ‘If only Allah had guided me, I would have certainly been one of the righteous.’"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4116,"surahId":39,"ayatId":58,"ayatNo":"٥٨","pageNo":465,"ayatText":"اَوْ تَقُولَ حٖينَ تَرَى الْعَذَابَ لَوْ اَنَّ لٖي كَرَّةً فَاَكُونَ مِنَ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Veya azabı gördüğü zaman şöyle diyecektir: \"Bana bir geri dönüş olsaydı da ben de o iyilik yapanlardan olsaydım.\"","nl":"Of zij zou zeggen, toen zij de bestraffing zeg: \"Had ik (nog) een kans, dan zou ik tot de weldoeners behoren!\"","en":"Or say, upon seeing the torment, ‘If only I had a second chance, I would have been one of the good-doers.’"},"surah":null},{"id":4117,"surahId":39,"ayatId":59,"ayatNo":"٥٩","pageNo":465,"ayatText":"بَلٰى قَدْ جَٓاءَتْكَ اٰيَاتٖي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرٖينَ","ayatMealText":{"tr":"(Ona): \"Hayır sana âyetlerim geldi de onlara yalan dedin, kibirlenmek istedin ve kâfirlerden oldun.\" (denir.)","nl":"Nee! Mijn Tekenen zijn reeds tot jou gekomen, maar jij loochende ze en jij was hoogmoedig en jij behoorde tot de ongelovigen.","en":"Not at all! My revelations had already come to you, but you rejected them, acted arrogantly, and were one of the disbelievers.”"},"surah":null},{"id":4118,"surahId":39,"ayatId":60,"ayatNo":"٦٠","pageNo":465,"ayatText":"وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذٖينَ كَذَبُوا عَلَى اللّٰهِ وُجُوهُهُمْ مُسْوَدَّةٌؕ اَلَيْسَ فٖي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرٖينَ","ayatMealText":{"tr":"Hem o kıyamet günü görürsün ki, Allah'a karşı yalan söyleyenlerin yüzleri kararmıştır. Kibirlenenlerin yeri cehennem değil mi?","nl":"En op de Dag der Opstanding zal jij degenen zien die over Allah hebben gelogen, hun gezichten zullen zwart zijn. Is de Hel geen verblijfplaats voor de hoogmoedigen?","en":"On the Day of Judgment you will see those who lied about Allah with their faces gloomy. Is Hell not a ˹fitting˺ home for the arrogant"},"surah":null},{"id":4119,"surahId":39,"ayatId":61,"ayatNo":"٦١","pageNo":465,"ayatText":"وَيُنَجِّي اللّٰهُ الَّذٖينَ اتَّقَوْا بِمَفَازَتِهِمْؗ لَا يَمَسُّهُمُ السُّٓوءُ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Kötülükten sakınan müttakileri ise Allah başarılarından dolayı kurtuluşa çıkarır. Onlara fenalık dokunmaz ve onlar üzülecek de değillerdir.","nl":"En Allah zal degenen die (Hem) vreesden redden vanwege hun overwinning, het slechte zal hen niet treffen, en zij zullen niet bedroefd zijn.","en":"And Allah will deliver those who were mindful ˹of Him˺ to their place of ˹ultimate˺ triumph. No evil will touch them, nor will they grieve"},"surah":null},{"id":4120,"surahId":39,"ayatId":62,"ayatNo":"٦٢","pageNo":465,"ayatText":"اَللّٰهُ خَالِقُ كُلِّ شَيْءٍؗ وَهُوَ عَلٰى كُلِّ شَيْءٍ وَكٖيلٌ","ayatMealText":{"tr":"Allah, her şeyin yaratıcısıdır. Her şey üzerine vekil de O'dur.","nl":"Allah is de Schepper van alle dingen. Hij is over alle dingen Toezichthouder.","en":"Allah is the Creator of all things, and He is the Maintainer of everything"},"surah":null},{"id":4121,"surahId":39,"ayatId":63,"ayatNo":"٦٣","pageNo":465,"ayatText":"لَهُ مَقَالٖيدُ السَّمٰوَاتِ وَالْاَرْضِؕ وَالَّذٖينَ كَفَرُوا بِاٰيَاتِ اللّٰهِ اُو۬لٰٓئِكَ هُمُ الْخَاسِرُونَࣖ","ayatMealText":{"tr":"Bütün göklerin ve yerin kilitleri O'nundur. Allah'ın âyetlerini inkâr edenlere gelince, işte onlar, kendilerine yazık edenlerdir.","nl":"Aan Hem behoren de sleutels van de hemelen en de aarde. En degenen die de Verzen van Allah verwerpen: zij zijn degenen die verliezers zijn.","en":"To Him belong the keys ˹of the treasuries˺ of the heavens and the earth. As for those who rejected the signs of Allah, it is they who will be the ˹true˺ losers"},"surah":null},{"id":4122,"surahId":39,"ayatId":64,"ayatNo":"٦٤","pageNo":465,"ayatText":"قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُٓونّٖٓي اَعْبُدُ اَيُّهَا الْجَاهِلُونَ","ayatMealText":{"tr":"De ki: \"Ey cahiller! Şimdi bana o Allah'tan başkasına mı kulluk etmemi emrediyorsunuz?\"","nl":"Zeg (O Moehammad): \"Bevelen jullie mij om anderen dan Allah te aanbidden, O jullie enwetenden?\"","en":"Say, ˹O Prophet,˺ “Are you urging me to worship ˹anyone˺ other than Allah, O ignorant ones?”"},"surah":null},{"id":4123,"surahId":39,"ayatId":65,"ayatNo":"٦٥","pageNo":465,"ayatText":"وَلَقَدْ اُو۫حِيَ اِلَيْكَ وَاِلَى الَّذٖينَ مِنْ قَبْلِكَۚ لَئِنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Andolsun ki, sana da, senden öncekilere de şu vahyedildi: \"Yemin ederim ki, eğer şirk koşarsan bütün çalışmaların boşa gider ve mutlaka kendine yazık edenlerden olursun.\"","nl":"Terwijl reeds aan jou en aan degenen vóór jou is geopenbaard: \"Als jij deelgenoten toekent, dan zullen jouw werken vruchteloos worden en zet jij zeker tot de verliezers behoren.\"","en":"It has already been revealed to you—and to those ˹prophets˺ before you—that if you associate others ˹with Allah˺, your deeds will certainly be void and you will truly be one of the losers"},"surah":null},{"id":4124,"surahId":39,"ayatId":66,"ayatNo":"٦٦","pageNo":465,"ayatText":"بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرٖينَ","ayatMealText":{"tr":"Hayır, onun için yalnız Allah'a kulluk et ve şükredenlerden ol.","nl":"Nee, aanbid daarom Allah en behoor tot de dankbaren.","en":"Rather, worship Allah ˹alone˺ and be one of the grateful"},"surah":null},{"id":4125,"surahId":39,"ayatId":67,"ayatNo":"٦٧","pageNo":465,"ayatText":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖࣗ وَالْاَرْضُ جَمٖيعاً قَبْضَتُهُ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوَاتُ مَطْوِيَّاتٌ بِيَمٖينِهٖؕ سُبْحَانَهُ وَتَعَالٰى عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Allah'ı hakkıyla takdir edemediler. Halbuki bütün yer kıyamet günü O'nun avucundadır. Gökler de kudretiyle dürülmüştür. O, onların ortak koştuklarından münezzeh ve çok yüksektir.","nl":"En zij achten Hem niet met de achting die Hem toekomt, terwijl Hij de gehele aarde in zijn greep heeft op de Dag van de Opstanding en de hemelen in Zijn Rechterhand opgerold zullen zijn. Heilig is Hij en Verheven boven wat zij toekennen.","en":"They have not shown Allah His proper reverence—when on the Day of Judgment the ˹whole˺ earth will be in His Grip, and the heavens will be rolled up in His Right Hand. Glorified and Exalted is He above what they associate ˹with Him˺"},"surah":null}]}