{"juzNo":24,"pageNo":466,"arCuzNo":"۲٤","arPageNo":"٤٦٦","quranAyats":[{"id":4126,"surahId":39,"ayatId":68,"ayatNo":"٦٨","pageNo":466,"ayatText":"وَنُفِـخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمٰوَاتِ وَمَنْ فِي الْاَرْضِ اِلَّا مَنْ شَٓاءَ اللّٰهُۚ ثُمَّ نُفِـخَ فٖيهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَنْظُرُونَ","ayatMealText":{"tr":"Ve sûra üflenmiştir. Göklerde kim var, yerde kim varsa çarpılıp yıkılmıştır. Ancak Allah'ın dilediği müstesna. Sonra ona bir daha üflenmiştir. Bu defa da hep onlar kalkmışlar bakıyorlardır.","nl":"En er zal op de bazuin geblazen worden, waarop allen die in de hemelen en op de aarde zijn bezwijken, behalve (voor) wie Allah wil (dat deze blijft leven). En er zal nog een keer op de bazuin worden geblazenen dan zullen zij staan en wachten.","en":"The Trumpet will be blown and all those in the heavens and all those on the earth will fall dead, except those Allah wills ˹to spare˺. Then it will be blown again and they will rise up at once, looking on ˹in anticipation˺"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4127,"surahId":39,"ayatId":69,"ayatNo":"٦٩","pageNo":466,"ayatText":"وَاَشْرَقَتِ الْاَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجٖٓيءَ بِالنَّبِيّٖنَ وَالشُّهَدَٓاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ","ayatMealText":{"tr":"Yer, Rabbinin nuru ile parlamıştır. Kitap konmuş, peygamberler ve şahitler getirilmiş ve aralarında hak ile hüküm verilmektedir. Hem onlara hiç haksızlık yapılmaz.","nl":"En de aarde zal schijnen met het licht van haar geer en de boeken zullen naar voren gebracht worden en de Profeten en de getuigen zullen naar veren gebracht worden en er zal tussen hen in Waarheid beslist worden en hun zal geen onrecht aangedaan worden.","en":"The earth will shine with the light of its Lord, the record ˹of deeds˺ will be laid ˹open˺, the prophets and the witnesses will be brought forward—and judgment will be passed on all with fairness. None will be wronged"},"surah":null},{"id":4128,"surahId":39,"ayatId":70,"ayatNo":"٧٠","pageNo":466,"ayatText":"وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ اَعْلَمُ بِمَا يَفْعَلُونَࣖ","ayatMealText":{"tr":"Herkese ne amel yaptıysa karşılığı tam olarak ödenmiştir. O (Allah), onların yaptıklarını en iyi şekilde bilmektedir.","nl":"En iedere ziel zal volledig vergolden worden voor wat zij heeft verricht En Hij weet het beste wat zij gedaan hebben.","en":"Every soul will be paid in full for its deeds, for Allah knows best what they have done"},"surah":null},{"id":4129,"surahId":39,"ayatId":71,"ayatNo":"٧١","pageNo":466,"ayatText":"وَسٖيقَ الَّذٖينَ كَفَرُٓوا اِلٰى جَهَنَّمَ زُمَراًؕ حَتّٰٓى اِذَا جَٓاؤُ۫هَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُـهَٓا اَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ اٰيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَٓاءَ يَوْمِكُمْ هٰذَاؕ قَالُوا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرٖينَ","ayatMealText":{"tr":"İnkâr edenler bölük bölük cehenneme sevkedilmektedir. Nihayet oraya vardıklarında kapıları açılır ve bekçileri onlara: \"İçinizden size Rabbinizin âyetlerini okuyan, bu gününüzle karşılaşacağınıza dair sizi uyaran peygamberler gelmedi mi?\" derler. Onlar da: \"Evet geldi\" derler. Fakat kâfirler üzerine azab kelimesi hak oldu.","nl":"En degenen die ongelovig waren zullen in menigten naar de Hel gevoerd worden. Totdat, wanneer zij bij haar zijn aangekornen, haar poorten geopend zullen worden en haar bewakers tot hen zullen zeggen: \"Zijn er geen Boodschappers van jullie volk tot jullie gekomen, die jullie de Verzen van jullie Heer hebben voorgedragen en die jullie hebben gewaarschuwd voor deze Dag van jullie?\" Zij zullen zeggen: \"Welzeker, maar het woord van de bestraffing is bewaarheid voor de ongelovigen.\"","en":"Those who disbelieved will be driven to Hell in ˹successive˺ groups. When they arrive there, its gates will be opened and its keepers will ask them: “Did messengers not come to you from among yourselves, reciting to you the revelations of your Lord and warning you of the coming of this Day of yours?” The disbelievers will cry, “Yes ˹indeed˺! But the decree of torment has come to pass against the disbelievers.”"},"surah":null},{"id":4130,"surahId":39,"ayatId":72,"ayatNo":"٧٢","pageNo":466,"ayatText":"قٖيلَ ادْخُلُٓوا اَبْوَابَ جَهَنَّمَ خَالِدٖينَ فٖيهَاۚ فَبِئْسَ مَثْوَى الْمُتَكَبِّرٖينَ","ayatMealText":{"tr":"(Onlara): \"Ebedî olarak içinde kalmak üzere girin cehennemin kapılarından\" denir. Bak, büyüklük taslayanların yeri ne kötüdür!","nl":"Er wordt gezegd: \"Gaat de poorten van de Hel binnen, daarin eeuwig levend. Dat is de slechtste plaats voor de hoogmoedigen.","en":"It will be said to them, “Enter the gates of Hell, to stay there forever.” What an evil home for the arrogant"},"surah":null},{"id":4131,"surahId":39,"ayatId":73,"ayatNo":"٧٣","pageNo":466,"ayatText":"وَسٖيقَ الَّذٖينَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَراًؕ حَتّٰٓى اِذَا جَٓاؤُ۫هَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدٖينَ","ayatMealText":{"tr":"Rablerinden korkanlar da bölük bölük cennete sevk edilmektedir. Nihayet oraya vardıkları zaman kapıları açılır ve bekçileri onlara: \"Selâm sizlere, ne hoşsunuz! Ebedî olarak içinde kalmak üzere haydi girin oraya!\" derler.","nl":"En degenen die hun Heer vreesden zullen in menigten naar het Paradijs worden gevoerd, totdat, wanneer zij bij haar zijn aangekomen en haar poorten geopend zullen worden. En haar bewakers tot hen zullen zeggen: \"Salâmoen 'alaikoem. (Vrede zij met jullie) Jullie hebben goed gchandeld, treedt binnen, eeuwig levend.\"","en":"And those who were mindful of their Lord will be led to Paradise in ˹successive˺ groups. When they arrive at its ˹already˺ open gates, its keepers will say, “Peace be upon you! You have done well, so come in, to stay forever.”"},"surah":null},{"id":4132,"surahId":39,"ayatId":74,"ayatNo":"٧٤","pageNo":466,"ayatText":"وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذٖي صَدَقَنَا وَعْدَهُ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَٓاءُۚ فَنِعْمَ اَجْرُ الْعَامِلٖينَ","ayatMealText":{"tr":"Onlar da: \"Hamdolsun o Allah'a ki, bize vaadini doğru çıkardı ve bizi cennet arzına varis kıldı. Cennette istediğimiz yerde oturuyoruz\" derler. Bak ne güzeldir mükafatı o iyi amel işleyenlerin!","nl":"En zij zullen zeggen: \"Alle lof zij Allah Die Zijn belofte aan ons heeft vervuld en Die ons de aarde heeft doen erven. En wij verblijven in het Paradijs zoals wij willen.\" Het is de beste beloning voor de verrichters van het goede.","en":"The righteous will say, “Praise be to Allah Who has fulfilled His promise to us, and made us inherit the ˹everlasting˺ land to settle in Paradise wherever we please.” How excellent is the reward of those who work ˹righteousness˺"},"surah":null}]}