{"juzNo":24,"pageNo":467,"arCuzNo":"۲٤","arPageNo":"٤٦۷","quranAyats":[{"id":4133,"surahId":39,"ayatId":75,"ayatNo":"٧٥","pageNo":467,"ayatText":"وَتَرَى الْمَلٰٓئِكَةَ حَٓافّٖينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقٖيلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"Meleklerin de arşın etrafını kuşatarak, Rablerine hamd ile tesbih ettiklerini görürsün. Artık halk arasında hak ile hüküm icra edilip \"âlemlerin Rabbi Allah'a hamdolsun\" denilmektedir.","nl":"En jij (O Moehammad) zal de Engelen zien rondgaan om de Troon, de Glorie van hun heer lofprijzend met de lofprijzing die Hem toekomt. En er zal in Waarheid tussen hen worden beslist en er zal gezegd worden: \"Alle lof zij de Heer der Werelden.\"","en":"You will see the angels all around the Throne, glorifying the praises of their Lord, for judgment will have been passed on all with fairness. And it will be said, “Praise be to Allah—Lord of all worlds!”"},"surah":{"surahId":39,"name":"Zümer","nameAr":"الزُّمَرِ","revelationOrder":59,"verseCount":75,"juzNo":23,"firstPage":458}},{"id":4134,"surahId":40,"ayatId":1,"ayatNo":"١","pageNo":467,"ayatText":"حٰمٓؕ","ayatMealText":{"tr":"Hâ Mîm.","nl":"Ha Mîm.","en":"Ḥâ-Mĩm"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4135,"surahId":40,"ayatId":2,"ayatNo":"٢","pageNo":467,"ayatText":"تَنْزٖيلُ الْكِتَابِ مِنَ اللّٰهِ الْعَزٖيزِ الْعَلٖيمِۙ","ayatMealText":{"tr":"Bu kitabın indirilişi, çok güçlü ve her şeyi bilen Allah tarafındandır.","nl":"De neerzending van het Boek is van Allah, de Almachtige, de Alwetende.","en":"The revelation of this Book is from Allah—the Almighty, All-Knowing"},"surah":null},{"id":4136,"surahId":40,"ayatId":3,"ayatNo":"٣","pageNo":467,"ayatText":"غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدٖيدِ الْعِقَابِ ذِي الطَّوْلِؕ لَٓا اِلٰهَ اِلَّا هُوَؕ اِلَيْهِ الْمَصٖيرُ","ayatMealText":{"tr":"O, günah bağışlayıcı, tevbe kabul edici, azabı şiddetli, kerem sahibi Allah'tandır ki O'ndan başka ilâh yoktur. Hem dönüş O'nadır.","nl":"De Vergever van de zonden en de Aanvaarder van het berouw, de Harde in de bestraffing, de Bezitter van grote macht. Geen god is er dan Hij, tot Hem is de terugkeer.","en":"the Forgiver of sin and Accepter of repentance, the Severe in punishment, and Infinite in bounty. There is no god ˹worthy of worship˺ except Him. To Him ˹alone˺ is the final return"},"surah":null},{"id":4137,"surahId":40,"ayatId":4,"ayatNo":"٤","pageNo":467,"ayatText":"مَا يُجَادِلُ فٖٓي اٰيَاتِ اللّٰهِ اِلَّا الَّذٖينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ","ayatMealText":{"tr":"Allah'ın âyetleri hakkında ancak kâfirler mücadele ederler. Şimdi onların beldeler içinde dönüp dolaşmaları seni aldatmasın.","nl":"Niemand redetwist over de Verzen van Allah behalve degenen die ongelovig zijn. Laat daarom hun rondtrekken in het land jou niet bedriegen.","en":"None disputes the signs of Allah except the disbelievers, so do not be deceived by their prosperity throughout the land"},"surah":null},{"id":4138,"surahId":40,"ayatId":5,"ayatNo":"٥","pageNo":467,"ayatText":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْاَحْزَابُ مِنْ بَعْدِهِمْࣕ وَهَمَّتْ كُلُّ اُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَاَخَذْتُهُمْࣞ فَكَيْفَ كَانَ عِقَابِ","ayatMealText":{"tr":"Onlardan önce Nuh kavmi, arkalarından da çeşitli topluluklar yalanlamışlardı. Her ümmet, kendi peygamberlerini yakalamak kastında bulundu. Hakkı batılla gidermek için boşuna mücadele ettiler. Ben de onları tuttum, alıverdim. (Bak o zaman) azabım nasıl oldu?","nl":"Vóór hen loochende het volk van Nôeh (de Boodschappers) en de bondgenoten (van ongelovigen) na hen. En elk volk wenste hun Boodschappers te grijpen. En zij redetwistten met valsheid om er de Waarheid mee te vernietigen, waarop Ik hen greep. En hoe (hard) was Mijn bestraffing!","en":"Before them, the people of Noah denied ˹the truth˺, as did ˹other˺ enemy forces afterwards. Every community plotted against its prophet to seize him, and argued in falsehood, ˹hoping˺ to discredit the truth with it. So I seized them. And how ˹horrible˺ was My punishment"},"surah":null},{"id":4139,"surahId":40,"ayatId":6,"ayatNo":"٦","pageNo":467,"ayatText":"وَكَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذٖينَ كَفَرُٓوا اَنَّهُمْ اَصْحَابُ النَّارِۘ","ayatMealText":{"tr":"İşte o nankörlük eden kâfirlere Rabbinin (azab) sözü öyle hak oldu. Onlar, mutlaka cehennemliktirler.","nl":"En zo werd het Woord van jouw Heer bewaarheid voor degenen die ongelovig waren. Voorwaar, zij zijn de bewoners van de Hel.","en":"And so your Lord’s decree has been proven true against the disbelievers—that they will be the inmates of the Fire"},"surah":null},{"id":4140,"surahId":40,"ayatId":7,"ayatNo":"٧","pageNo":467,"ayatText":"اَلَّذٖينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهٖ وَيَسْتَغْفِرُونَ لِلَّذٖينَ اٰمَنُواۚ رَبَّـنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْماً فَاغْفِرْ لِلَّذٖينَ تَابُوا وَاتَّبَعُوا سَبٖيلَكَ وَقِهِمْ عَذَابَ الْجَحٖيمِ","ayatMealText":{"tr":"Arşı taşıyanlar ve onun etrafındakiler, Rablerinin hamdiyle tesbih ederler ve O'na inanırlar. İman etmişler için de şöyle bağışlanma dilerler: \"Ey Rabbimiz! Rahmetin ve ilmin her şeyi kuşatmıştır. O, tevbe edip senin yoluna uyanları bağışla, onları cehennem azabından koru.\"","nl":"Degenen die de Troon dragen (de Engelen) en wie zich er omheen bevinden, prijzen de Glorie van hun Heer met Zijn lofprijzing en geloven in Hem en vragen om vergeving voor degenen die geloven. (En zeggen:) \"Onze Heer, Uw Barmhartigheid en Kennis omvatten alle zaken, vergeef daarom degenen die berouw tonen en die Uw Weg volgen en bescherm hen tegen de bestraffing van de Hel.","en":"Those ˹angels˺ who carry the Throne and those around it glorify the praises of their Lord, have faith in Him, and seek forgiveness for the believers, ˹praying:˺ “Our Lord! You encompass everything in ˹Your˺ mercy and knowledge. So forgive those who repent and follow Your Way, and protect them from the torment of the Hellfire"},"surah":null}]}