{"juzNo":24,"pageNo":468,"arCuzNo":"۲٤","arPageNo":"٤٦۸","quranAyats":[{"id":4141,"surahId":40,"ayatId":8,"ayatNo":"٨","pageNo":468,"ayatText":"رَبَّنَا وَاَدْخِلْهُمْ جَنَّاتِ عَدْنٍۨ الَّتٖي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ اٰبَٓائِهِمْ وَاَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْؕ اِنَّكَ اَنْتَ الْعَزٖيزُ الْحَكٖيمُۚ","ayatMealText":{"tr":"\"Ey Rabbimiz! Hem onları, hem onların atalarından, zevcelerinden ve zürriyetlerinden iyi olanları kendilerine vaad buyurduğun Adn cennetlerine koy. Şüphesiz çok güçlü, hüküm ve hikmet sahibi olan sensin.\"","nl":"Onze Heer, doe hen en wie rechtschapen waren van hun vaderen en hun echtgenotes en hun nakomelingen de Tuinen van 'Adn (het Paradijs) binentreden, die U ben beloofd hebt: voorwaar, U bent de Almachtige, de Alwijze.","en":"Our Lord! Admit them into the Gardens of Eternity which You have promised them, along with the righteous among their parents, spouses, and descendants. You ˹alone˺ are truly the Almighty, All-Wise"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4142,"surahId":40,"ayatId":9,"ayatNo":"٩","pageNo":468,"ayatText":"وَقِهِمُ السَّيِّـَٔاتِؕ وَمَنْ تَقِ السَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُؕ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظٖيمُࣖ","ayatMealText":{"tr":"\"Onları fenalıklardan koru. Sen her kimi fenalıklardan korursan, o gün muhakkak onu rahmetinle yarlığamışsındır. İşte asıl büyük kurtuluş da budur.\"","nl":"En bescherm hen voor de slechte daden. En wie op die Dag de slechte daden vreest: hem heeft U dan waarlijk begenadigd. En dat is de geweldige overwinning.\"","en":"And protect them from ˹the consequences of their˺ evil deeds. For whoever You protect from the evil of their deeds on that Day will have been shown Your mercy. That is ˹truly˺ the ultimate triumph.”"},"surah":null},{"id":4143,"surahId":40,"ayatId":10,"ayatNo":"١٠","pageNo":468,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاٖيمَانِ فَتَكْفُرُونَ","ayatMealText":{"tr":"O kâfirlere mutlaka şöyle bağırılacaktır: \"Elbette Allah'ın buğzu, sizin nefislerinize buğzunuzdan daha büyüktür. Çünkü siz imana davet ediliyordunuz da inkâr ediyordunuz.\"","nl":"Voorwaar, tot degenen die ongelovig waren zal (op die Dag) geroepen worden: \"De woede van Allah is zeker groter dan jullie woede op jullie zelf toen jullie tot het geloof werden geroepen, werden jullie ongelovig.","en":"Indeed, it will be announced to the disbelievers, “Allah’s contempt for you—as you disbelieved when invited to belief—was far worse than your contempt for one another ˹Today˺.”"},"surah":null},{"id":4144,"surahId":40,"ayatId":11,"ayatNo":"١١","pageNo":468,"ayatText":"قَالُوا رَبَّنَٓا اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ اِلٰى خُرُوجٍ مِنْ سَبٖيلٍ","ayatMealText":{"tr":"Kâfirler diyecekler ki: \"Ey Rabbimiz! Sen bizi iki defa öldürdün, iki defa dirilttin. Şimdi günahlarımızı anladık. Fakat çıkmaya bir yol var mı?\"","nl":"Zij zullen zeggen: \"Onze Heer, U heeft ons twee maal doen sterven en ons twee maal doen leven. Nu erkennen wij onze zonden: is er dan nog een terugkeer van de weg (de bestraffing)?\"","en":"They will plead, “Our Lord! You made us lifeless twice, and gave us life twice. Now we confess our sins. So is there any way out?”"},"surah":null},{"id":4145,"surahId":40,"ayatId":12,"ayatNo":"١٢","pageNo":468,"ayatText":"ذٰلِكُمْ بِاَنَّـهُٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهُ كَفَرْتُمْۚ وَاِنْ يُشْرَكْ بِهٖ تُؤْمِنُواؕ فَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبٖيرِ","ayatMealText":{"tr":"(Onlara şöyle cevap verilir): \"Bu azab size şu sebeptendir: Siz tek Allah'a davet edildiğiniz zaman inkâr ettiniz. Ama O'na ortak koşulunca inandınız. Artık hüküm, o yüce ve büyük Allah'ındır.\"","nl":"Dat is omdat jullie ongelovig waren toen Allah als Enige God werd aangeroepen. Maar toen Hem deelgenoten toegekend werden, geloofden jullie (daarin). Het oordeel behoort aan Allah, de Verhevene, de Grootste.","en":"˹They will be told,˺ “˹No!˺ This is because when Allah alone was invoked, you ˹staunchly˺ disbelieved. But when others were associated with Him ˹in worship˺, you ˹readily˺ believed. So ˹Today˺ judgment belongs to Allah ˹alone˺—the Most High, All-Great.”"},"surah":null},{"id":4146,"surahId":40,"ayatId":13,"ayatNo":"١٣","pageNo":468,"ayatText":"هُوَ الَّذٖي يُرٖيكُمْ اٰيَاتِهٖ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَٓاءِ رِزْقاًؕ وَمَا يَتَذَكَّرُ اِلَّا مَنْ يُنٖيبُ","ayatMealText":{"tr":"Size âyetlerini gösteren, sizin için gökten bir rızık indiren O'dur. Fakat onları ancak gönül verip düşünenler anlar.","nl":"Hij is Degene Die jullie Zijn Tekenen toont en Die voor jullie uit de hemel voorzieningen neerzendt. Niemand laat zich vermanen, behalve wie berouw toont.","en":"He is the One Who shows you His signs and sends down ˹rain as˺ a provision for you from the sky. ˹But˺ none will be mindful except those who turn ˹to Him˺"},"surah":null},{"id":4147,"surahId":40,"ayatId":14,"ayatNo":"١٤","pageNo":468,"ayatText":"فَادْعُوا اللّٰهَ مُخْلِصٖينَ لَهُ الدّٖينَ وَلَوْ كَرِهَ الْكَافِرُونَ","ayatMealText":{"tr":"O halde siz, dini Allah için halis kılarak hep O'na yalvarın. İsterse kâfirler hoşlanmasınlar.","nl":"Roept daarom Allah aan, Hem zuiver aanbiddend, ook al hebben de ongelovigen er een afkeer van.","en":"So call upon Allah with sincere devotion, even to the dismay of the disbelievers"},"surah":null},{"id":4148,"surahId":40,"ayatId":15,"ayatNo":"١٥","pageNo":468,"ayatText":"رَفٖيعُ الدَّرَجَاتِ ذُو الْعَرْشِۚ يُلْقِي الرُّوحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَشَٓاءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ","ayatMealText":{"tr":"O dereceleri yükselten Arş'ın sahibi Allah, o buluşma gününün (kıyametin) dehşetini haber vermek için kullarından dilediği kimseye emrinden ruh (melek) indiriyor.","nl":"Hij is Degenen Die Verheven is boven alle rangen, de Bezitter van de Troon. Hij zendt de Openbaring op Zijn bevel aan wie Hij wil van Zijn dienaren, opdat Hij waarschuwt voor de Dag van de Ontmoeting.","en":"˹He is˺ Highly Exalted in rank, Lord of the Throne. He sends down the revelation by His command to whoever He wills of His servants to warn ˹all˺ of the Day of Meeting—"},"surah":null},{"id":4149,"surahId":40,"ayatId":16,"ayatNo":"١٦","pageNo":468,"ayatText":"يَوْمَ هُمْ بَارِزُونَۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌؕ لِمَنِ الْمُلْكُ الْيَوْمَؕ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ","ayatMealText":{"tr":"O gün onlar kabirlerinden meydana fırlarlar. Kendilerinin hiçbir şeyi Allah'a karşı gizli kalmaz. \"Bugün mülk kimindir?\" (diye sorulur. Cevaben): \"Tek ve kahhar olan Allah'ındır.\" (denir).","nl":"Op de Dag waarop zij tevoorschijn komen, zal niets van hen voor Allah verborgen zijn. Aan wie behoort op deze Dag de Heerschappij? Aan Allah de Ene, de Overweldiger.","en":"the Day all will appear ˹before Allah˺. Nothing about them will be hidden from Him. ˹He will ask,˺ “Who does all authority belong to this Day? To Allah—the One, the Supreme"},"surah":null}]}