{"juzNo":24,"pageNo":469,"arCuzNo":"۲٤","arPageNo":"٤٦۹","quranAyats":[{"id":4150,"surahId":40,"ayatId":17,"ayatNo":"١٧","pageNo":469,"ayatText":"اَلْيَوْمَ تُجْزٰى كُلُّ نَفْسٍ بِمَا كَسَبَتْؕ لَا ظُلْمَ الْيَوْمَؕ اِنَّ اللّٰهَ سَرٖيعُ الْحِسَابِ","ayatMealText":{"tr":"Bugün her nefis kazandığı ile cezalanacaktır. Bugün zulüm yoktur. Şüphesiz Allah, hesabı çabuk görendir.","nl":"Op die Dag zal iedere ziel vergolden worden voor wat zij heeft verricht. Op die Dag is er geen onrecht. Voorwaar, Allah is snel in de afrekening.","en":"Today every soul will be rewarded for what it has done. No injustice Today! Surely Allah is swift in reckoning.”"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4151,"surahId":40,"ayatId":18,"ayatNo":"١٨","pageNo":469,"ayatText":"وَاَنْذِرْهُمْ يَوْمَ الْاٰزِفَةِ اِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمٖينَؕ مَا لِلظَّالِمٖينَ مِنْ حَمٖيمٍ وَلَا شَفٖيعٍ يُطَاعُؕ","ayatMealText":{"tr":"Yaklaşmakta olan o felaket (kıyamet) gününü de onlara haber ver. O dem ki yürekler gırtlaklara dayanmıştır, yutkunup dururlar. Zalimler için ne ısınacak bir dost vardır, ne de sözü dinlenecek bir şefaatçi.","nl":"Waarschuw hen (O Moehammad) voor de Dag der Opstanding waarop de harten treurig in de kelen blijven steken. Voor de onrechtvaardigen is er geen boezemvriend en geen voorspreker die wordt gehoord.","en":"Warn them ˹O Prophet˺ of the approaching Day when the hearts will jump into the throats, suppressing distress. The wrongdoers will have neither a close friend nor intercessor to be heard"},"surah":null},{"id":4152,"surahId":40,"ayatId":19,"ayatNo":"١٩","pageNo":469,"ayatText":"يَعْلَمُ خَٓائِنَةَ الْاَعْيُنِ وَمَا تُخْفِي الصُّدُورُ","ayatMealText":{"tr":"Allah, gözlerin hain bakışını da bilir, gönüllerin gizlediğini de.","nl":"Hij (Allah) kent het verraad van de ogen en wat de harten verbergen.","en":"Allah ˹even˺ knows the sly glances of the eyes and whatever the hearts conceal"},"surah":null},{"id":4153,"surahId":40,"ayatId":20,"ayatNo":"٢٠","pageNo":469,"ayatText":"وَاللّٰهُ يَقْضٖي بِالْحَقِّؕ وَالَّذٖينَ يَدْعُونَ مِنْ دُونِهٖ لَا يَقْضُونَ بِشَيْءٍؕ اِنَّ اللّٰهَ هُوَ السَّمٖيعُ الْبَصٖيرُࣖ","ayatMealText":{"tr":"Allah hakkı yerine getirir. Onların O'ndan başka yalvardıkları ise hiçbir şeyi yerine getiremezler. Çünkü hakkıyla işiten ve gören ancak Allah'tır.","nl":"En Allah oordeelt volgens de Waarheid, en degenen die zij naast Hem (deelgenoten) aanroepen oordelen nergens over: voorwaar, Allah is Alhorend, Alziend.","en":"And Allah judges with the truth, while those ˹idols˺ they invoke besides Him cannot judge at all. Indeed, Allah ˹alone˺ is the All-Hearing, All-Seeing"},"surah":null},{"id":4154,"surahId":40,"ayatId":21,"ayatNo":"٢١","pageNo":469,"ayatText":"اَوَلَمْ يَسٖيرُوا فِي الْاَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذٖينَ كَانُوا مِنْ قَبْلِهِمْؕ كَانُوا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَاٰثَاراً فِي الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللّٰهِ مِنْ وَاقٍ","ayatMealText":{"tr":"Yeryüzünde bir gezmediler mi? Baksalar ya kendilerinden öncekilerin sonları nasıl olmuş? Onlar yeryüzünde gerek kuvvetçe ve gerek eserce kendilerinden daha üstündüler. Öyle iken Allah onları günahları sebebiyle tutup alıverdi. Kendilerini Allah'ın azabından koruyacak biri bulunmadı.","nl":"Reizen zij niet op de aarde zodat zij zien hoe het einde was van degenen vóór hen? Zij overtroffen hen in macht en in gebouwen op de aarde. Maar Allah greep hen wegens hun zonden en er was voor hen geen beschermer tegen Allah.","en":"Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land. But Allah seized them for their sins, and they had no protector from Allah"},"surah":null},{"id":4155,"surahId":40,"ayatId":22,"ayatNo":"٢٢","pageNo":469,"ayatText":"ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَأْتٖيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَاَخَذَهُمُ اللّٰهُؕ اِنَّهُ قَوِيٌّ شَدٖيدُ الْعِقَابِ","ayatMealText":{"tr":"O, şundandı: Onlara peygamberleri apaçık delillerle geliyorlardı. Ama onlar inkâr ettiler. Allah da tuttu kendilerini alıverdi. Çünkü O'nun kuvveti çok, azabı şiddetlidir.","nl":"Dat was omdat hun Boodschappers tot hen waren gekomen met de duidelijke bewijzen, maar zij waren ongelovigen, waarop Allah hen greep. Voorwaar, Hij is Sterk, hard in de bestraffing.","en":"That was because their messengers used to come to them with clear proofs, but they persisted in disbelief. So Allah seized them. Surely He is All-Powerful, severe in punishment"},"surah":null},{"id":4156,"surahId":40,"ayatId":23,"ayatNo":"٢٣","pageNo":469,"ayatText":"وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيَاتِنَا وَسُلْطَانٍ مُبٖينٍۙ","ayatMealText":{"tr":"Andolsun Musa'yı âyetlerimizle ve açık bir delil ile gönderdik.","nl":"En voorzeker, Wij hebben Môesa met Onze Tekenen en met een duidelijk bewijs gezonden.","en":"Indeed, We sent Moses with Our signs and compelling proof"},"surah":null},{"id":4157,"surahId":40,"ayatId":24,"ayatNo":"٢٤","pageNo":469,"ayatText":"اِلٰى فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ","ayatMealText":{"tr":"Firavun'a, Hâmân'a ve Karun'a da onlar: \"Bu bir sihirbaz, bir yalancıdır\" dediler.","nl":"Naar Fir'aun en Hâmân en Qârôen en zij zeiden: \"(Hij is) een tovenaar, een leugenaar.\"","en":"to Pharaoh, Hamân, and Korah. But they responded: “Magician! Total liar!”"},"surah":null},{"id":4158,"surahId":40,"ayatId":25,"ayatNo":"٢٥","pageNo":469,"ayatText":"فَلَمَّا جَٓاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُٓوا اَبْنَٓاءَ الَّذٖينَ اٰمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَٓاءَهُمْؕ وَمَا كَيْدُ الْكَافِرٖينَ اِلَّا فٖي ضَلَالٍ","ayatMealText":{"tr":"Bunun üzerine Musa, kendilerine tarafımızdan hakkı getirince de: \"Onunla beraber iman etmiş olanların oğullarını öldürün, kadınlarını diri tutun.\" dediler. Fakat o kâfirlerin tuzağı da hep boşa çıkmaktadır.","nl":"Toen hij dan lot hen kwam met de Waarheid van Onze Zijde, zeiden zij: \"Doodt de zonen van degenen die geloven met hem, maar laat hun dochters leven.\" Maar, de list van de ongelovigen kan niet anders dan mislukken.","en":"Then, when he came to them with the truth from Us, they said, “Kill the sons of those who believe with him and keep their women.” But the plotting of the disbelievers was only in vain"},"surah":null}]}