{"juzNo":24,"pageNo":470,"arCuzNo":"۲٤","arPageNo":"٤۷۰","quranAyats":[{"id":4159,"surahId":40,"ayatId":26,"ayatNo":"٢٦","pageNo":470,"ayatText":"وَقَالَ فِرْعَوْنُ ذَرُونٖٓي اَقْتُلْ مُوسٰى وَلْيَدْعُ رَبَّهُۚ اِنّٖٓي اَخَافُ اَنْ يُبَدِّلَ دٖينَكُمْ اَوْ اَنْ يُظْهِرَ فِي الْاَرْضِ الْفَسَادَ","ayatMealText":{"tr":"Bir de Firavun: \"Bırakın beni, öldüreyim Musa'yı da o Rabbine dua etsin. Çünkü ben onun, dininizi değiştirmesinden veya yeryüzünde bir bozgunculuk çıkarmasından korkuyorum\" dedi.","nl":"En Fir'aun zei: \"Laat mij Môesa doden en laat hem zijn Heer aanroepen: voorwaar, ik vrees dat hij jullie godsdienst zal veranderen of dat hij verderf op de aarde zal zaaien.\"","en":"And Pharaoh said, “Let me kill Moses, and let him call upon his Lord! I truly fear that he may change your traditions or cause mischief in the land.”"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4160,"surahId":40,"ayatId":27,"ayatNo":"٢٧","pageNo":470,"ayatText":"وَقَالَ مُوسٰٓى اِنّٖي عُذْتُ بِرَبّٖي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِࣖ","ayatMealText":{"tr":"Musa da: \"Ben hesap gününe inanmayan her kibirliden, benim de Rabbim, sizin de Rabbiniz olan Allah'a sığınırım\" dedi.","nl":"En Môesa zei: Voorwaar, ik zoek mijn toevlucht bij mijn Heer en bij jullie Heer tegen iedere hoogmoedige die niet gelooft in de Dag des Oordeels.\"","en":"Moses replied, “I seek refuge in my Lord and your Lord from every arrogant person who does not believe in the Day of Reckoning.”"},"surah":null},{"id":4161,"surahId":40,"ayatId":28,"ayatNo":"٢٨","pageNo":470,"ayatText":"وَقَالَ رَجُلٌ مُؤْمِنٌࣗ مِنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اٖيمَانَهُٓ اَتَقْتُلُونَ رَجُلاً اَنْ يَقُولَ رَبِّيَ اللّٰهُ وَقَدْ جَٓاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْؕ وَاِنْ يَكُ كَاذِباً فَعَلَيْهِ كَذِبُهُۚ وَاِنْ يَكُ صَادِقاً يُصِبْكُمْ بَعْضُ الَّذٖي يَعِدُكُمْؕ اِنَّ اللّٰهَ لَا يَهْدٖي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ","ayatMealText":{"tr":"Firavun ailesinden imanını saklayan bir adam da şöyle dedi: \"Bir adamı, Rabbim Allah dediği için öldürecek misiniz? Halbuki o size Rabbinizden delillerle gelmiştir. Hem o bir yalancı ise çok sürmez, yalanı boynuna geçer. Fakat doğru ise size yaptığı tehditlerin birkısmı olsun başınıza gelir. Şüphe yok ki Allah aşırı giden bir yalancıyı doğru yola çıkarmaz.\"","nl":"En een gelovige man van het volk van Fir'aun, die zijn geloof had verborgen, zei: \"Zullen jullie een man doden omdat hij zegt: 'Mijn Heer is Allah,' terwijl hij met de duidelijke bewijzen van jullie Heer tot jullie is gekomen? Als hij een leugenaar is, dan rust zijn leugen op hem; maar als hij waarachtig is, dan zal een deel (van de rampen) die hij jullie anzegt, jullie treffen.\" Voorwaar, Allah leidt niet wie een buitensporige, een leugenaar is.","en":"A believing man from Pharaoh’s people, who was hiding his faith, argued, “Will you kill a man ˹only˺ for saying: ‘My Lord is Allah,’ while he has in fact come to you with clear proofs from your Lord? If he is a liar, it will be to his own loss. But if he is truthful, then you will be afflicted with some of what he is threatening you with. Surely Allah does not guide whoever is a transgressor, a total liar"},"surah":null},{"id":4162,"surahId":40,"ayatId":29,"ayatNo":"٢٩","pageNo":470,"ayatText":"يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرٖينَ فِي الْاَرْضِؗ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللّٰهِ اِنْ جَٓاءَنَاؕ قَالَ فِرْعَوْنُ مَٓا اُرٖيكُمْ اِلَّا مَٓا اَرٰى وَمَٓا اَهْدٖيكُمْ اِلَّا سَبٖيلَ الرَّشَادِ","ayatMealText":{"tr":"\"Ey kavmim! Bugün mülk sizindir. Dünyada yüze çıkmış bulunuyorsunuz. Eğer gelecek olursa Allah'ın hışmından bizi kim kurtarır?\" Firavun: \"Ben size görüşümden başkasını göstermiyorum ve herhalde ben size doğru yolu gösteriyorum\" dedi.","nl":"(Môesa zei:) \"O mijn volk, voor jullie is vandaag het koninkrijk, (jullie zijn er) als heersers in het land, maar wie zal ons helpen tegen de bestraffing van Allah wanneer die tot ons komt?\" Fir'aun zei: \"Ik vertel jullie niets dan wat ik zie, en ik leid jullie slechts naar het rechte pad.\"","en":"O my people! Authority belongs to you today, reigning supreme in the land. But who would help us against the torment of Allah, if it were to befall us?” Pharaoh assured ˹his people˺, “I am telling you only what I believe, and I am leading you only to the way of guidance.”"},"surah":null},{"id":4163,"surahId":40,"ayatId":30,"ayatNo":"٣٠","pageNo":470,"ayatText":"وَقَالَ الَّـذٖٓي اٰمَنَ يَا قَوْمِ اِنّٖٓي اَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْاَحْزَابِۙ","ayatMealText":{"tr":"O iman etmiş olan kimse de: \"Ey kavmim! Doğrusu ben sizin hakkınızda Ahzab (önceki çeşitli toplumlar)ın günleri gibi bir günden korkuyorum.\"","nl":"En degene die gelovig was, zei: \"O mijn volk, voorwaar, ik vrees voor jullie het gelijke van op de dag van de bondgenoten (een bestraffing).","en":"And the man who believed cautioned, “O my people! I truly fear for you the doom of ˹earlier˺ enemy forces—"},"surah":null},{"id":4164,"surahId":40,"ayatId":31,"ayatNo":"٣١","pageNo":470,"ayatText":"مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذٖينَ مِنْ بَعْدِهِمْؕ وَمَا اللّٰهُ يُرٖيدُ ظُلْماً لِلْعِبَادِ","ayatMealText":{"tr":"\"Nuh Kavmi'nin, Âd'ın, Semud'un ve daha sonrakilerin maceraları gibi (bir günün geleceğinden korkuyorum). Allah, kulları için bir zulüm istemez.\"","nl":"Gelijk het lot van (het volk van) Nôeh, en de 'Âd en de Tsamôed en degenen na hen.\" En Allah wenst geen onrecht voor de dienaren.","en":"like the fate of the people of Noah, ’Ȃd, Thamûd, and those after them. For Allah would never will to wrong ˹His˺ servants"},"surah":null},{"id":4165,"surahId":40,"ayatId":32,"ayatNo":"٣٢","pageNo":470,"ayatText":"وَيَا قَوْمِ اِنّٖٓي اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ","ayatMealText":{"tr":"\"Ey kavmim! Ben size gelecek o çağrışma gününden (kıyamet gününden) korkuyorum.\"","nl":"(Môesa zei:) \"O, mijn volk, voorwaar, ik vrees voor jullie de Dag van het wederzijds geroep (om hulp).","en":"O my people! I truly fear for you the Day all will be crying out ˹to each other˺—"},"surah":null},{"id":4166,"surahId":40,"ayatId":33,"ayatNo":"٣٣","pageNo":470,"ayatText":"يَوْمَ تُوَلُّونَ مُدْبِرٖينَۚ مَا لَكُمْ مِنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُضْلِلِ اللّٰهُ فَمَا لَهُ مِنْ هَادٍ","ayatMealText":{"tr":"\"O gün arkanıza dönüp kaçacaksınız. Fakat sizi Allah'tan koruyacak olan yoktur. Her kimi Allah şaşırtırsa, artık ona bir yol gösterici bulunmaz.\"","nl":"Op die Dag vluchten jullie, de rug toekerend, er is voor jullie geen redder. En wie door Allah tot dwaling gebracht wordt: voor hem is er geen gids.\"","en":"the Day you will ˹try in vain to˺ turn your backs and run away, with no one to protect you from Allah. And whoever Allah leaves to stray will be left with no guide"},"surah":null}]}