{"juzNo":24,"pageNo":473,"arCuzNo":"۲٤","arPageNo":"٤۷۳","quranAyats":[{"id":4183,"surahId":40,"ayatId":50,"ayatNo":"٥٠","pageNo":473,"ayatText":"قَالُٓوا اَوَلَمْ تَكُ تَأْتٖيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِؕ قَالُوا بَلٰىؕ قَالُوا فَادْعُواۚ وَمَا دُعٰٓـؤُا الْكَافِرٖينَ اِلَّا فٖي ضَلَالٍࣖ","ayatMealText":{"tr":"Bekçiler de: \"Size peygamberleriniz mucizelerle gelmiyorlar mıydı?\" diye sorarlar. Onlar: \"Evet\" derler. Bekçiler: \"Öyle ise kendiniz dua edin\" derler. Kâfirlerin duası ise hep çıkmazdadır.","nl":"Zij (de Engelen) zullen zeggen: \"Waren jullie Boodschappen niet tot jullie gekomen met de duidelijke bewijzen?\" Zij zullen zeggen: \"Welzeker.\" Zij (de Engelen) zullen zegen: \"Roept dan aan.\" Maar de aanroep van de ongelovigen kan niet anders dan mislukken!","en":"The keepers will reply, “Did your messengers not ˹constantly˺ come to you with clear proofs?” They will say, “Yes ˹they did˺.” The keepers will say, “Then pray! Though the prayer of the disbelievers is only in vain.”"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4184,"surahId":40,"ayatId":51,"ayatNo":"٥١","pageNo":473,"ayatText":"اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذٖينَ اٰمَنُوا فِي الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْاَشْهَادُۙ","ayatMealText":{"tr":"Biz peygamberimize ve inananlara hem dünya hayatında hem de şahitlerin şahitlik edecekleri günde (kıyamette) elbette yardım ederiz.","nl":"Voorwaar, Wij zullen Onze Boodschappenrs en degenen die geloven zeker helpen, in het wereldse leven en op de Dag dat de getuigen zullen opstaan.","en":"We certainly help Our messengers and the believers, ˹both˺ in this worldly life and on the Day the witnesses will stand forth ˹for testimony˺—"},"surah":null},{"id":4185,"surahId":40,"ayatId":52,"ayatNo":"٥٢","pageNo":473,"ayatText":"يَوْمَ لَا يَنْفَعُ الظَّالِمٖينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُٓوءُ الدَّارِ","ayatMealText":{"tr":"O gün zalimlere özür dilemeleri fayda vermez. Onlara lanet vardır, onlara yurdun kötüsü (cehennem) vardır.","nl":"Op die Dag baat de verontschuldiging van de onrechtplegers hun niet. En voor hen is er de vervloeking en voor hen is er de slechtste verblijfplaats.","en":"the Day the wrongdoers’ excuses will be of no benefit to them. They will be condemned, and will have the worst outcome"},"surah":null},{"id":4186,"surahId":40,"ayatId":53,"ayatNo":"٥٣","pageNo":473,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْهُدٰى وَاَوْرَثْنَا بَنٖٓي اِسْرَٓائٖلَ الْكِتَابَۙ","ayatMealText":{"tr":"Andolsun ki biz Musa'ya o hidayeti verdik ve İsrailoğullarına o kitabı miras kıldık.","nl":"En voorzeker, Wij hebben Môesa de Leiding gegeven en Wij hebben de Kinderen van Israël de Schrift doen erven.","en":"And indeed, We gave Moses ˹true˺ guidance, and made the Children of Israel inherit the Scripture—"},"surah":null},{"id":4187,"surahId":40,"ayatId":54,"ayatNo":"٥٤","pageNo":473,"ayatText":"هُدًى وَذِكْرٰى لِاُو۬لِي الْاَلْبَابِ","ayatMealText":{"tr":"(Bunu) Aklı başında olanlara bir yol gösterici ve bir hatırlatma olsun diye (böyle yaptık).","nl":"Als Leiding en als Vermaning voor de bezitters van verstand.","en":"a guide and a reminder to people of reason"},"surah":null},{"id":4188,"surahId":40,"ayatId":55,"ayatNo":"٥٥","pageNo":473,"ayatText":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّـحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ","ayatMealText":{"tr":"O halde sabret. Çünkü Allah'ın vaadi haktır. Hem günahından dolayı istiğfar et ve akşam sabah Rabbini hamdiyle tesbih et.","nl":"Wees daarom geduldig: voorwaar, de belofte van Allah is waar. En vraag vergeving voor jouw zonde en prijs de Glorie van jouw Heer met Zijn lofprijzing, in de avond en in de ochtend.","en":"So be patient ˹O Prophet˺, ˹for˺ Allah’s promise is certainly true. Seek forgiveness for your shortcomings. And glorify the praises of your Lord morning and evening"},"surah":null},{"id":4189,"surahId":40,"ayatId":56,"ayatNo":"٥٦","pageNo":473,"ayatText":"اِنَّ الَّذٖينَ يُجَادِلُونَ فٖٓي اٰيَاتِ اللّٰهِ بِغَيْرِ سُلْطَانٍ اَتٰيهُمْۙ اِنْ فٖي صُدُورِهِمْ اِلَّا كِبْرٌ مَا هُمْ بِبَالِغٖيهِۚ فَاسْتَعِذْ بِاللّٰهِؕ اِنَّهُ هُوَ السَّمٖيعُ الْبَصٖيرُ","ayatMealText":{"tr":"Kendilerine gelmiş kesin bir delil olmaksızın, Allah'ın âyetleri hakkında mücadele edenlerin göğüslerinde ancak yetişemeyecekleri bir kibir vardır. Sen hemen Allah'a sığın. Çünkü her şeyi işiten ve gören O'dur.","nl":"Voorwaar, degenen die over de Verzen van Allah redetwisten zonder een bewijs dat tot hen is gekomen: in hun harten is niets dan hoogmoed waardoor zij het (doel) niet bereiken. Zoek daarom je toevlucht tot Allah: voorwaar, Hij is de Alhorende, de Alziende.","en":"Surely those who dispute Allah’s signs—with no proof given to them—have nothing in their hearts but greed for dominance, which they will never attain. So seek refuge in Allah. Indeed, He alone is the All-Hearing, All-Seeing"},"surah":null},{"id":4190,"surahId":40,"ayatId":57,"ayatNo":"٥٧","pageNo":473,"ayatText":"لَخَلْقُ السَّمٰوَاتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Elbette göklerin ve yerin yaratılması, insanların yaratılmasından daha büyüktür. Fakat insanların çoğu bilmezler.","nl":"De Schepping van de hemelen en de aarde is zeker groter dan de schepping van de mens, maar de meeste mensen weten het niet.","en":"The creation of the heavens and the earth is certainly greater than the re-creation of humankind, but most people do not know"},"surah":null},{"id":4191,"surahId":40,"ayatId":58,"ayatNo":"٥٨","pageNo":473,"ayatText":"وَمَا يَسْتَوِي الْاَعْمٰى وَالْبَصٖيرُ وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسٖٓيءُؕ قَلٖيلاً مَا تَـتَذَكَّرُونَ","ayatMealText":{"tr":"Kör ile gören bir olmaz, iman edip salih ameller işleyen kimseler ile kötülük yapan da bir değildir. Ne kadar da az düşünüyorsunuz!","nl":"En de blinde en de ziende (van hart) zijn niet gelijk, en zij die geloven en goede werken verrichten zijn niet gelijk aan de kwaaddoeners. Gering is de lering die jullie eruit trekken.","en":"Those blind ˹to the truth˺ and those who can see are not equal, nor are those who believe and do good ˹equal˺ to those who do evil. Yet you are hardly mindful"},"surah":null}]}