{"juzNo":24,"pageNo":474,"arCuzNo":"۲٤","arPageNo":"٤۷٤","quranAyats":[{"id":4192,"surahId":40,"ayatId":59,"ayatNo":"٥٩","pageNo":474,"ayatText":"اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَا رَيْبَ فٖيهَا وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ","ayatMealText":{"tr":"Herhalde o saat (kıyamet) muhakkak gelecektir. Onda şüphe yok. Fakat insanların çoğu inanmazlar.","nl":"Voorwaar, het Uur zal zeker komen, daaraan is geen twijfel, maar de meeste mensen geloven niet","en":"The Hour is certainly coming, there is no doubt about it. But most people do not believe"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4193,"surahId":40,"ayatId":60,"ayatNo":"٦٠","pageNo":474,"ayatText":"وَقَالَ رَبُّكُمُ ادْعُونٖٓي اَسْتَجِبْ لَكُمْؕ اِنَّ الَّذٖينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتٖي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرٖينَࣖ","ayatMealText":{"tr":"Halbuki Rabbiniz: \"Bana yalvarın, dua edin ki size karşılık vereyim. Çünkü bana ibadet etmekten kibirlenip yüz çevirenler yarın horlanmış olarak cehenneme gireceklerdir.\" buyurdu.","nl":"En jullie Heer zei: \"Roept Mij aan, Ik zal jullie verhoren. Voorwaar, degenen die te hoogmoedig zijn om Mij te dienen zullen de Hel binnengaan als vernederden.\"","en":"Your Lord has proclaimed, “Call upon Me, I will respond to you. Surely those who are too proud to worship Me will enter Hell, fully humbled.”"},"surah":null},{"id":4194,"surahId":40,"ayatId":61,"ayatNo":"٦١","pageNo":474,"ayatText":"اَللّٰهُ الَّذٖي جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوا فٖيهِ وَالنَّهَارَ مُبْصِراًؕ اِنَّ اللّٰهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُونَ","ayatMealText":{"tr":"İçinde dinlenesiniz diye geceyi, göz açıcı bir aydınlık olarak da gündüzü sizin için yaratan Allah'tır. Gerçekten Allah insanlara karşı bir lütuf sahibidir. Fakat insanların çoğu şükretmezler","nl":"Allah is Degene Die voor jullie de nacht heeft gemaakt opdat jullie er in zullen rusten en de dag als verlichter. Voorwaar, Allah is de zeker de Bezit ter van de Gunst voor de mensen, maar de meeste mensen zijn niet dankbaar.","en":"It is Allah Who has made the night for you to rest in and the day bright. Surely Allah is ever Bountiful to humanity, but most people are ungrateful"},"surah":null},{"id":4195,"surahId":40,"ayatId":62,"ayatNo":"٦٢","pageNo":474,"ayatText":"ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ لَٓا اِلٰهَ اِلَّا هُوَؗ فَاَنّٰى تُؤْفَكُونَ","ayatMealText":{"tr":"İşte Rabbiniz, her şeyin yaratıcısı olan o Allah'tır. O'ndan başka ilâh yoktur. O halde (haktan) nasıl çevrilirsiniz?","nl":"Dat is Allah, jullie Heer, de Schepper van alle dingen, geen god is er dan Hij. Waarom worden jullie dan belogen?","en":"That is Allah, your Lord, the Creator of all things. There is no god ˹worthy of worship˺ except Him. How can you then be deluded ˹from the truth˺"},"surah":null},{"id":4196,"surahId":40,"ayatId":63,"ayatNo":"٦٣","pageNo":474,"ayatText":"كَذٰلِكَ يُؤْفَكُ الَّذٖينَ كَانُوا بِاٰيَاتِ اللّٰهِ يَجْحَدُونَ","ayatMealText":{"tr":"İşte Allah'ın âyetlerini inkâr edenler böyle çevriliyorlar.","nl":"Zo worden degenen die de Verzen van Allah plachten te ontkennen belogen.","en":"This is how those who used to reject Allah’s signs were ˹also˺ deluded"},"surah":null},{"id":4197,"surahId":40,"ayatId":64,"ayatNo":"٦٤","pageNo":474,"ayatText":"اَللّٰهُ الَّذٖي جَعَلَ لَكُمُ الْاَرْضَ قَرَاراً وَالسَّمَٓاءَ بِنَٓاءً وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِؕ ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ فَـتَبَارَكَ اللّٰهُ رَبُّ الْعَالَمٖينَ","ayatMealText":{"tr":"Allah, O'dur ki sizin için yeri bir karargâh, göğü de bir bina yapmıştır. Size şekil vermiş, sonra şekillerinizi güzelleştirmiştir. Hoş nimetlerden size rızık vermiştir. İşte Rabbiniz o Allah'tır. Âlemlerin Rabbi olan Allah ne yücedir!","nl":"Allah is Degene Die voor jullie de aarde tot een stevige plaats heeft gemaakt en de hemel tot een gewelf. En Hij heeft jullie gevormd en jullie vormen geschikt gemaakt en Hij heeft jullie van de goede dingen voorzien. Dat is Allah jullie Heer. Gezegend zij daarorn Allah, de Heer der Werelden.","en":"It is Allah Who made the earth a place of settlement for you and the sky a canopy. He shaped you ˹in the womb˺, perfecting your form. And He has provided you with what is good and lawful. That is Allah—your Lord. So Blessed is Allah, Lord of all worlds"},"surah":null},{"id":4198,"surahId":40,"ayatId":65,"ayatNo":"٦٥","pageNo":474,"ayatText":"هُوَ الْحَيُّ لَٓا اِلٰهَ اِلَّا هُوَ فَادْعُوهُ مُخْلِصٖينَ لَهُ الدّٖينَؕ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"Daimî bir hayat sahibi ancak O'dur. O'ndan başka ilâh yoktur. Onun için dini halis kılarak O'na, hep O'na yalvarın. Hamd, âlemlerin Rabbi olan Allah'a mahsustur.","nl":"Hij is de Levende, geen god is er dan Hij. Roept Hem daarom aan, Hem zuiver aanbiddend. Alle lof zij Allah, de Heer der Werelden.","en":"He is the Ever-Living. There is no god ˹worthy of worship˺ except Him. So call upon Him with sincere devotion, ˹saying,˺ “All praise is for Allah—Lord of all worlds.”"},"surah":null},{"id":4199,"surahId":40,"ayatId":66,"ayatNo":"٦٦","pageNo":474,"ayatText":"قُلْ اِنّٖي نُهٖيتُ اَنْ اَعْبُدَ الَّذٖينَ تَدْعُونَ مِنْ دُونِ اللّٰهِ لَمَّا جَٓاءَنِيَ الْبَيِّنَاتُ مِنْ رَبّٖي وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"De ki: \"Bana Rabbimden apaçık deliller geldiği zaman, ben o sizin Allah'ı bırakıp taptıklarınıza ibadet etmekten kesinlikle men edildim ve bana âlemlerin Rabbine teslim olmam emredildi.\"","nl":"Zeg (O Moehammad): \"Voorwaar, het is mij verboden dat ik degenen aanbid die jullie naast Allah aanroepen, nadat de bewijzen van mijn Heer tot mij zijn gekomen. En mij is bevolen om mij over te geven aan de Heer der Werelden.","en":"Say, ˹O Prophet,˺ “I have been forbidden to worship those ˹idols˺ you worship besides Allah, since clear proofs have come to me from my Lord. And I have been commanded to ˹fully˺ submit to the Lord of all worlds.”"},"surah":null}]}