{"juzNo":24,"pageNo":475,"arCuzNo":"۲٤","arPageNo":"٤۷٥","quranAyats":[{"id":4200,"surahId":40,"ayatId":67,"ayatNo":"٦٧","pageNo":475,"ayatText":"هُوَ الَّذٖي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُٓوا اَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخاًۚ وَمِنْكُمْ مَنْ يُتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُٓوا اَجَلاً مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ","ayatMealText":{"tr":"\"Sizi (önce) bir topraktan, sonra bir damla sudan, sonra bir aleka (embriyo)dan yaratan, sonra sizi bir bebek olarak çıkaran, sonra güçlü kuvvetli bir çağa erişmeniz, sonra da ihtiyarlar olmanız için yaşatıp büyüten O'dur. İçinizden kimi de daha önce vefat ettiriliyor. (Bunları Allah) belirli bir süreye ulaşasınız ve aklınızı kullanasınız diye (böyle yapıyor).\"","nl":"Hij is Degene Die jullie uit aarde heeft geschapen, daarna uit een druppel, daarop uit een bloedklonter, vervolgens deed Hij jullie naar buiten komen als een kind. Om jullie daarna jullie volwassenheid te doen bereiken, om jullie tenslotte oud te doen worden. En onder jullie zijn er die eerder overlijden, opdat jullie de vastgestelde tijd zullen bereiken. En hopelijk zullen jullie het begrijpen.","en":"He is the One Who created you from dust, then from a sperm-drop, then ˹developed you into˺ a clinging clot ˹of blood˺, then He brings you forth as infants, so that you may reach your prime, and become old—though some of you ˹may˺ die sooner—reaching an appointed time, so perhaps you may understand ˹Allah’s power˺"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4201,"surahId":40,"ayatId":68,"ayatNo":"٦٨","pageNo":475,"ayatText":"هُوَ الَّذٖي يُحْـيٖ وَيُمٖيتُۚ فَاِذَا قَضٰٓى اَمْراً فَاِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُࣖ","ayatMealText":{"tr":"O, hem yaşatır, hem öldürür. O, bir şey yapmak isteyince ona sadece \"ol!\" der, o şey de hemen oluverir.","nl":"Hij is Degene Die doet leven en doet sterven. En wanneer Hij een zaak heeft bepaald, dan zegt Hij er slechts tegen: \"Wees,\" en het is.","en":"He is the One Who gives life and causes death. When He decrees a matter, He simply tells it, “Be!” And it is"},"surah":null},{"id":4202,"surahId":40,"ayatId":69,"ayatNo":"٦٩","pageNo":475,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ يُجَادِلُونَ فٖٓي اٰيَاتِ اللّٰهِؕ اَنّٰى يُصْرَفُونَۚۛ","ayatMealText":{"tr":"Bakmaz mısın şimdi Allah'ın âyetleri hakkında mücadeleye kalkanlara! (Haktan) nasıl döndürülüyorlar?","nl":"Zie jij niet dat degenen die over de Verzen van Allah redetwisten afgeleid (van de Waarheid) zijn?","en":"Have you not seen how those who dispute Allah’s signs are turned away"},"surah":null},{"id":4203,"surahId":40,"ayatId":70,"ayatNo":"٧٠","pageNo":475,"ayatText":"اَلَّذٖينَ كَذَّبُوا بِالْكِتَابِ وَبِمَٓا اَرْسَلْنَا بِهٖ رُسُلَنَاࣞۛ فَسَوْفَ يَعْلَمُونَۙ","ayatMealText":{"tr":"Kitaba ve Resullerimizi gönderdiğimiz şeylere yalan diyenler, artık ilerde bilecekler.","nl":"(Zij zijn) degenen die het Boek en hetgeen waarmee Wij de Boodschappers hebben gezonden loochenden. Zij zullen het weten.","en":"˹They are˺ the ones who reject this Book and all ˹scriptures˺ We sent Our messengers with. So they will know ˹the consequences˺"},"surah":null},{"id":4204,"surahId":40,"ayatId":71,"ayatNo":"٧١","pageNo":475,"ayatText":"اِذِ الْاَغْلَالُ فٖٓي اَعْنَاقِهِمْ وَالسَّلَاسِلُؕ يُسْحَبُونَۙ","ayatMealText":{"tr":"O zaman boyunlarında halkalar ve zincirler olduğu halde sürükleneceklerdir.","nl":"Wanneer de ketenen en de kettingen om hun nekken hangen worden zij gesleept.","en":"when shackles will be around their necks and chains ˹on their legs˺. They will be dragged"},"surah":null},{"id":4205,"surahId":40,"ayatId":72,"ayatNo":"٧٢","pageNo":475,"ayatText":"فِي الْحَمٖيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَۚ","ayatMealText":{"tr":"Kaynar suda, sonra da ateşte kaynatılacaklardır.","nl":"In het kokende water. vervolgens worden zij in de Hel verbrand.","en":"through boiling water, then burned in the Fire ˹as fuel˺"},"surah":null},{"id":4206,"surahId":40,"ayatId":73,"ayatNo":"٧٣","pageNo":475,"ayatText":"ثُمَّ قٖيلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تُشْرِكُونَۙ","ayatMealText":{"tr":"Sonra da onlara: \"Nerede o ortak koştuklarınız?\" denilecek.","nl":"Daarna wordt tot hen gezegd: \"WAAr zijn (de afgoden) die jullie toegekend hebben?","en":"Then they will be asked, “Where are those ˹idols˺ you used to associate"},"surah":null},{"id":4207,"surahId":40,"ayatId":74,"ayatNo":"٧٤","pageNo":475,"ayatText":"مِنْ دُونِ اللّٰهِؕ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُوا مِنْ قَبْلُ شَيْـٔاًؕ كَذٰلِكَ يُضِلُّ اللّٰهُ الْكَافِرٖينَ","ayatMealText":{"tr":"O Allah'tan başkaları (nerede denilecek). Onlar da diyecekler ki: \"Hepsi bizden uzaklaşıp gittiler. Daha doğrusu biz bundan önce hiçbir şeye ibadet etmiyormuşuz.\" İşte Allah, o kâfirleri böyle şaşırtır.","nl":"Naast Allah?\" Zij zullen zeggen: \"Zij zijn van ons verdwenen. Wij plachten voorheen zelfs niets aan te roepen.\" Zo doet Allah de ongelovigen dwalen.","en":"with Allah?” They will cry, “They have ˹all˺ failed us. In fact, we did not invoke anything ˹real˺ before.” This is how Allah leaves the disbelievers to stray"},"surah":null},{"id":4208,"surahId":40,"ayatId":75,"ayatNo":"٧٥","pageNo":475,"ayatText":"ذٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَۚ","ayatMealText":{"tr":"Bunun sebebi şudur: Çünkü siz yeryüzünde haksız yere seviniyor ve güveniyordunuz.","nl":"(Er wordt gezegd:) \"Dat was omdat jullie op aarde zonder recht blij plachten te leven en omdat jullie arrogant leefden.","en":"˹They will be told,˺ “This ˹punishment˺ is for being prideful on earth unjustly and for acting arrogantly"},"surah":null},{"id":4209,"surahId":40,"ayatId":76,"ayatNo":"٧٦","pageNo":475,"ayatText":"اُدْخُلُٓوا اَبْوَابَ جَهَنَّمَ خَالِدٖينَ فٖيهَاۚ فَبِئْسَ مَثْوَى الْمُتَكَبِّرٖينَ","ayatMealText":{"tr":"İçlerinde ebedî olarak kalmak üzere cehennemin kapılarından girin. Bak ne kötü o kibirlenenlerin yeri?","nl":"Gaat de poorten van de Hel binnen, eeuwig levend daarin. Slecht is dan de verblijfplaats van de hoogmoedigen.\"","en":"Enter the gates of Hell, to stay there forever. What an evil home for the arrogant!”"},"surah":null},{"id":4210,"surahId":40,"ayatId":77,"ayatNo":"٧٧","pageNo":475,"ayatText":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّۚ فَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذٖي نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا يُرْجَعُونَ","ayatMealText":{"tr":"Ey Muhammed! Sen sabret, şüphesiz Allah'ın vaadi haktır, mutlaka gerçekleşecektir. Onlara yaptığımız tehdidin bir kısmını sana göstersek de veya seni vefat ettirsek de onlar mutlaka döndürülüp bize getirileceklerdir.","nl":"Wees daarom geduldig: voorwaar, de belofte van Allah is waar. Of Wij jou (Moehammad) nu een gedeelte van wat Wij hen hebben aangezegd laten zien (het is hoe dan ook terecht). Of dat Wij jou wegnemen: tot Ons zullen zij dan terugkeerd worden.","en":"So be patient ˹O Prophet˺. Surely Allah’s promise is true. Whether We show you some of what We threaten them with, or cause you to die ˹before that˺, to Us they will ˹all˺ be returned"},"surah":null}]}