{"juzNo":24,"pageNo":476,"arCuzNo":"۲٤","arPageNo":"٤۷٦","quranAyats":[{"id":4211,"surahId":40,"ayatId":78,"ayatNo":"٧٨","pageNo":476,"ayatText":"وَلَقَدْ اَرْسَلْنَا رُسُلاً مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَؕ وَمَا كَانَ لِرَسُولٍ اَنْ يَأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِۚ فَاِذَا جَٓاءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَࣖ","ayatMealText":{"tr":"Andolsun ki biz senin önünden nice peygamberler göndermişizdir. Onlardan kimini sana anlatmışız, kimini de anlatmamışızdır. Hiçbir peygamber, Allah'ın izni olmaksızın bir mucize getiremez. Allah'ın emri gelince de hak yerine getirilir. Batıl bir dava peşinde koşanlar, işte bu noktada hüsrana uğrarlar.","nl":"En voorzeker, Wij hebben vóór jou Boodschappers gezonden. Over sommigen van hen hebben Wij jou verteld en over sommigen hebben Wij jou niet verteld. Fn het paste een Boodschapper niet om met een Teken te komen zonder de toestemming van Allah. Wanneer dan het bevel van Allah is gekomen, dan wordt er volgens de Waarheid bepaald. En dan verliezen de opstandigen.","en":"We already sent messengers before you. We have told you the stories of some of them, while others We have not. It was not for any messenger to bring a sign without Allah’s permission. But when Allah’s decree comes, judgment will be passed with fairness, and the people of falsehood will then be in ˹total˺ loss"},"surah":{"surahId":40,"name":"Mü'min","nameAr":"الْمُؤْمِنِ","revelationOrder":60,"verseCount":85,"juzNo":24,"firstPage":467}},{"id":4212,"surahId":40,"ayatId":79,"ayatNo":"٧٩","pageNo":476,"ayatText":"اَللّٰهُ الَّذٖي جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَؗ","ayatMealText":{"tr":"Kimine binesiniz, kimini de yiyesiniz diye sizin için o yumuşak başlı hayvanları yaratan Allah'tır.","nl":"Allah is Degene Die voor jullie het vee heeft gemaakt om erop te rijden en ervan te eten.","en":"It is Allah Who made cattle for you so that you may ride some and eat others"},"surah":null},{"id":4213,"surahId":40,"ayatId":80,"ayatNo":"٨٠","pageNo":476,"ayatText":"وَلَكُمْ فٖيهَا مَنَافِـعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فٖي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَؕ","ayatMealText":{"tr":"Sizin için onlarda daha nice menfaatler vardır. Onların üzerinde gönüllerinizdeki bir arzuya erersiniz. Hem onlar üzerinde, hem de gemiler üzerinde taşınırsınız.","nl":"En voor jullie zijn er baten in. En zodat jullie dàt door middel van hen zullen bereiken, waar in jullie harten behoefte aan is. En op hen en op de schepen worden jullie gedragen.","en":"Also, you find in them ˹other˺ benefits. And by means of them you may reach destinations you desire. And you are carried upon ˹some of˺ them and upon ships"},"surah":null},{"id":4214,"surahId":40,"ayatId":81,"ayatNo":"٨١","pageNo":476,"ayatText":"وَيُرٖيكُمْ اٰيَاتِهٖࣗ فَاَيَّ اٰيَاتِ اللّٰهِ تُنْكِرُونَ","ayatMealText":{"tr":"Allah size âyetlerini gösteriyor. Şimdi Allah'ın âyetlerinin hangisini inkâr edersiniz?","nl":"En Hij laat jullie Zijn Tekenen zien. Welke van de Tekenen van Allah ontkennen jullie dan?","en":"And He shows you His signs. Now which of Allah’s signs will you deny"},"surah":null},{"id":4215,"surahId":40,"ayatId":82,"ayatNo":"٨٢","pageNo":476,"ayatText":"اَفَلَمْ يَسٖيرُوا فِي الْاَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذٖينَ مِنْ قَبْلِهِمْؕ كَانُٓوا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَاٰثَاراً فِي الْاَرْضِ فَمَٓا اَغْنٰى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ","ayatMealText":{"tr":"Daha yeryüzünde gezip de bir bakmazlar mı? Kendilerinden öncekilerin sonu nasıl olmuş? Onlar kendilerinden hem daha çok, hem de kuvvetçe ve yeryüzündeki eserlerinin sağlamlığı bakımından daha çetindiler. Öyle iken o kazandıkları şeyler, kendilerini kurtaramadı.","nl":"Reizen zij dan niet op aarde en zien zij dan niet wat het einde was van degenen vóór hen? Zij waren met meer dan zij en zij overtroffen hen in macht en in gebouwen op de aarde. Maar wat zij hadden verworven, baatte hun niet.","en":"Have they not travelled throughout the land to see what was the end of those who were ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land, but their ˹worldly˺ gains were of no benefit to them"},"surah":null},{"id":4216,"surahId":40,"ayatId":83,"ayatNo":"٨٣","pageNo":476,"ayatText":"فَلَمَّا جَٓاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Çünkü onlara peygamberleri, delillerle geldikleri zaman, kendilerinde bulunan ilme güvendiler de o alay ettikleri şey onları kuşatıverdi.","nl":"En toen hun Boodschappers tot hen kwamen met de duidelijke bewijzen, waren zij blij met wat bij ben was aan kennis. Maar dat waar zij de spot mee plachten te drijven omsingelde hen.","en":"When their messengers came to them with clear proofs, they were prideful in whatever ˹worldly˺ knowledge they had, and were ˹ultimately˺ overwhelmed by what they used to ridicule"},"surah":null},{"id":4217,"surahId":40,"ayatId":84,"ayatNo":"٨٤","pageNo":476,"ayatText":"فَلَمَّا رَاَوْا بَأْسَنَا قَالُٓوا اٰمَنَّا بِاللّٰهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكٖينَ","ayatMealText":{"tr":"O zaman hışmımızı gördüklerinde: \"Allah'ın birliğine inandık ve O'na şirk koştuğumuz şeyleri inkâr ettik\" dediler.","nl":"En toen zij Onze straf zagen, zeiden zij: \"Wij geloven in Allah, de Énige. En wij geloven niet in wat wij aan Hem plachten toe te kennen.","en":"When they saw Our punishment, they cried, “˹Now˺ we believe in Allah alone and reject what we had been associating with Him!”"},"surah":null},{"id":4218,"surahId":40,"ayatId":85,"ayatNo":"٨٥","pageNo":476,"ayatText":"فَلَمْ يَكُ يَنْفَعُهُمْ اٖيمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَاؕ سُنَّتَ اللّٰهِ الَّتٖي قَدْ خَلَتْ فٖي عِبَادِهٖۚ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ","ayatMealText":{"tr":"Ama hışmımızı gördükleri zamanki imanları kendilerine fayda verecek değildi. Allah'ın, kulları hakkındaki geçe gelen kanunu budur. İşte kâfirler bu noktada hüsrana düştüler.","nl":"Maar hun geloof baatte hun niet toen zij Onze bestraffing zagen. Dat is de handelwijze van Allah, die reeds voor Zijn dienaren was. En de ongelovigen verloren toen.","en":"But their faith was of no benefit to them when they saw Our torment. This has ˹always˺ been Allah’s way ˹of dealing˺ with His ˹wicked˺ servants. Then and there the disbelievers were in ˹total˺ loss"},"surah":null}]}