{"juzNo":24,"pageNo":477,"arCuzNo":"۲٤","arPageNo":"٤۷۷","quranAyats":[{"id":4219,"surahId":41,"ayatId":1,"ayatNo":"١","pageNo":477,"ayatText":"حٰمٓؕ","ayatMealText":{"tr":"Hâ Mîm.","nl":"Ha Mîm.","en":"Ḥâ-Mĩm"},"surah":{"surahId":41,"name":"Fussilet","nameAr":"فُصِّلَتْ","revelationOrder":61,"verseCount":54,"juzNo":24,"firstPage":477}},{"id":4220,"surahId":41,"ayatId":2,"ayatNo":"٢","pageNo":477,"ayatText":"تَنْزٖيلٌ مِنَ الرَّحْمٰنِ الرَّحٖيمِۚ","ayatMealText":{"tr":"Bu Kur'ân Rahmân ve Rahîm olan Allah tarafından indirilmiştir.","nl":"(Dit is) een neerzending van de Erbarmer, de Meest Barmhartige.","en":"˹This is˺ a revelation from the Most Compassionate, Most Merciful"},"surah":null},{"id":4221,"surahId":41,"ayatId":3,"ayatNo":"٣","pageNo":477,"ayatText":"كِتَابٌ فُصِّلَتْ اٰيَاتُهُ قُرْاٰناً عَرَبِياًّ لِقَوْمٍ يَعْلَمُونَۙ","ayatMealText":{"tr":"Bu, Arapça bir Kur'an olarak, âyetleri bilen bir kavim için ayırt edilip açıklanmış bir kitaptır.","nl":"Een Boek waarvan de Verzen duidelijk uitgelegd zijn, als een Arabische Koran, voor een volk dat weet.","en":"˹It is˺ a Book whose verses are perfectly explained—a Quran in Arabic for people who know"},"surah":null},{"id":4222,"surahId":41,"ayatId":4,"ayatNo":"٤","pageNo":477,"ayatText":"بَشٖيراً وَنَذٖيراًۚ فَاَعْرَضَ اَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ","ayatMealText":{"tr":"O, müjdeleyici ve uyarıcı olarak gönderilmiştir. Fakat insanların çoğu yüz çevirmişlerdir. Artık onlar gerçeği işitmezler.","nl":"Als een verkondiger van verheugende tijdingen en een waarschuwer, maar de meesten van hen hebben zich er van afgewend, zij luisteren niet.","en":"delivering good news and warning. Yet most of them turn away, so they do not hear"},"surah":null},{"id":4223,"surahId":41,"ayatId":5,"ayatNo":"٥","pageNo":477,"ayatText":"وَقَالُوا قُلُوبُنَا فٖٓي اَكِنَّةٍ مِمَّا تَدْعُونَٓا اِلَيْهِ وَفٖٓي اٰذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّـنَا عَامِلُونَ","ayatMealText":{"tr":"Onlar: \"Ey Muhammed! Senin bizi davet ettiğin şeye karşı kalplerimiz kapalıdır. Kulaklarımızda da bir ağırlık vardır. Seninle bizim aramızda anlaşmamıza engel bir de perde vardır. Sen istediğini yap, çünkü biz yapıyoruz\" dediler.","nl":"En zij zeiden: \"Onze harten zijn verhuld voor dat waar jij (O Moehammad) ons toe oproept, en in onze oren is doofheid en tussen en ons en jou is een afscheiding. Werk dan (op jouw manier), voorwaar, wij werken (op onze manier).\"","en":"They say, “Our hearts are veiled against what you are calling us to, there is deafness in our ears, and there is a barrier between us and you. So do ˹whatever you want˺ and so shall we!”"},"surah":null},{"id":4224,"surahId":41,"ayatId":6,"ayatNo":"٦","pageNo":477,"ayatText":"قُلْ اِنَّـمَٓا اَنَا۬ بَشَرٌ مِثْلُكُمْ يُوحٰٓى اِلَيَّ اَنَّـمَٓا اِلٰهُكُمْ اِلٰهٌ وَاحِدٌ فَاسْتَقٖيمُٓوا اِلَيْهِ وَاسْتَغْفِرُوهُؕ وَوَيْلٌ لِلْمُشْرِكٖينَۙ","ayatMealText":{"tr":"Ey Muhammed! De ki: \"Ben sadece sizin gibi bir insanım, ancak bana ilâhınızın bir tek ilâh olduğu vahyediliyor. Artık hep O'na yönelin ve O'ndan bağışlanma dileyin. Vay O'na ortak koşanların haline!","nl":"Zeg: \"Ik ben slechts een mens zoals jullie, aan mij is geopenbaard dat jullie God één God is, richt jullie daarom standvastig tot Hem, en smeekt Hem om vergeving, en wee de veelgodenaanbidders.\"","en":"Say, ˹O Prophet,˺ “I am only a man like you, ˹but˺ it has been revealed to me that your God is only One God. So take the Straight Way towards Him, and seek His forgiveness. And woe to the polytheists—"},"surah":null},{"id":4225,"surahId":41,"ayatId":7,"ayatNo":"٧","pageNo":477,"ayatText":"اَلَّذٖينَ لَا يُؤْتُونَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ كَافِرُونَ","ayatMealText":{"tr":"Onlar, zekatı vermezler, ahireti de inkâr ederler.","nl":"(Zij zijn) degenen die de zakât niet geven en die niet in het Hiernamaals geloven.","en":"those who do not pay alms-tax and are in denial of the Hereafter"},"surah":null},{"id":4226,"surahId":41,"ayatId":8,"ayatNo":"٨","pageNo":477,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُونٍࣖ","ayatMealText":{"tr":"Şüphesiz ki, iman edip, salih amel işleyenler için de bitmez tükenmez bir mükafat vardır.","nl":"Voorwaar, degenen die geloven en die goede werken verrichten, voor hen is er een beloning zonder onderbreking.","en":"˹But˺ those who believe and do good will certainly have a never-ending reward"},"surah":null},{"id":4227,"surahId":41,"ayatId":9,"ayatNo":"٩","pageNo":477,"ayatText":"قُلْ اَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذٖي خَلَقَ الْاَرْضَ فٖي يَوْمَيْنِ وَتَجْعَلُونَ لَـهُٓ اَنْدَاداًؕ ذٰلِكَ رَبُّ الْعَالَمٖينَۚ","ayatMealText":{"tr":"De ki: \"Siz yeri iki günde yaratanı gerçekten inkâr edip duracak mısınız? Bir de O'na eşler koşuyorsunuz ha? O bütün âlemlerin Rabbidir.\"","nl":"Zeg (O Moehammad): \"Jullie geloven zeker niet in Hem, Die de aarde in twee dagen (perioden) heeft geschapen? En kennen jullie Hem deelgenoten toe? Dat is de Heer der Werelden!\"","en":"Ask ˹them, O Prophet˺, “How can you disbelieve in the One Who created the earth in two Days? And how can you set up equals with Him? That is the Lord of all worlds"},"surah":null},{"id":4228,"surahId":41,"ayatId":10,"ayatNo":"١٠","pageNo":477,"ayatText":"وَجَعَلَ فٖيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فٖيهَا وَقَدَّرَ فٖيهَٓا اَقْوَاتَهَا فٖٓي اَرْبَعَةِ اَيَّامٍؕ سَوَٓاءً لِلسَّٓائِلٖينَ","ayatMealText":{"tr":"O, yerin üstünde sabit dağlar yarattı. Orada bereketler meydana getirdi. Orada araştırıp soranlar için rızıkları tam dört günde belli bir seviyede takdir edip, düzene koydu.","nl":"En Hij maakte bergen op haar en Hij zegende haar en Hij bepaalde de maat (van alle voorzieningen) in vier volledige dagen (perioden), voor de vragenden.","en":"He placed on the earth firm mountains, standing high, showered His blessings upon it, and ordained ˹all˺ its means of sustenance—totaling four Days exactly—for all who ask"},"surah":null},{"id":4229,"surahId":41,"ayatId":11,"ayatNo":"١١","pageNo":477,"ayatText":"ثُمَّ اسْتَوٰٓى اِلَى السَّمَٓاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْاَرْضِ ائْتِيَا طَوْعاً اَوْ كَرْهاًؕ قَالَـتَٓا اَتَيْنَا طَٓائِعٖينَ","ayatMealText":{"tr":"Sonra duman halinde bulunan göğe yöneldi. Ona ve yerküreye: \"İsteyerek veya istemeyerek buyruğuma gelin.\" dedi. Her ikisi de: \"İsteyerek geldik\" dediler.","nl":"Daama wendde Hij Zich tot de hemel die een nevel was en Hij zei tot haar en tot de aarde: \"Komt tot Ons, gewillig of ongewillig.\" Zij (de hemelen en de aarde) zeiden: \"Wij zijn gewillig gekomen.\"","en":"Then He turned towards the heaven when it was ˹still like˺ smoke, saying to it and to the earth, ‘Submit, willingly or unwillingly.’ They both responded, ‘We submit willingly.’"},"surah":null}]}