{"juzNo":24,"pageNo":478,"arCuzNo":"۲٤","arPageNo":"٤۷۸","quranAyats":[{"id":4230,"surahId":41,"ayatId":12,"ayatNo":"١٢","pageNo":478,"ayatText":"فَقَضٰيهُنَّ سَبْعَ سَمٰوَاتٍ فٖي يَوْمَيْنِ وَاَوْحٰى فٖي كُلِّ سَمَٓاءٍ اَمْرَهَاؕ وَزَيَّنَّا السَّمَٓاءَ الدُّنْيَا بِمَصَابٖيحَࣗ وَحِفْظاًؕ ذٰلِكَ تَقْدٖيرُ الْعَزٖيزِ الْعَلٖيمِ","ayatMealText":{"tr":"Böylece Allah onları iki günde yedi gök olmak üzere yerine koydu. Her göğe kendi işini bildirdi. Biz en yakın göğü kandillerle süsledik ve koruduk. İşte bu çok güçlü ve her şeyi bilen Allah'ın takdiridir.","nl":"En Hij vervolmaakte hen, de zeven hemelen, in twee dagen (perioden) en Hij openbaarde in alle hemelen hun beschikking. En Wij versierden de nabije hemel met sterren, als een bescherming (tegen de Satan). Dat is de ordening van de Almachtige, de Alwetende.","en":"So He formed the heaven into seven heavens in two Days, assigning to each its mandate. And We adorned the lowest heaven with ˹stars like˺ lamps ˹for beauty˺ and for protection. That is the design of the Almighty, All-Knowing.”"},"surah":{"surahId":41,"name":"Fussilet","nameAr":"فُصِّلَتْ","revelationOrder":61,"verseCount":54,"juzNo":24,"firstPage":477}},{"id":4231,"surahId":41,"ayatId":13,"ayatNo":"١٣","pageNo":478,"ayatText":"فَاِنْ اَعْرَضُوا فَقُلْ اَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَؕ","ayatMealText":{"tr":"Eğer onlar, yine yüz çevirirlerse de ki: \"Ben sizi Âd ve Semud'un başına gelen yıldırıma benzer bir yıldırıma karşı uyardım.\"","nl":"Wanneer zij zich dan afwenden, zeg dan: \"Ik heb jullie gewaarschuwd voor een bliksemslag als de bliksemslag die de 'Âd en de Tsamôed trof.\"","en":"If they turn away, then say, ˹O Prophet,˺ “I warn you of a ˹mighty˺ blast, like the one that befell ’Ȃd and Thamûd.”"},"surah":null},{"id":4232,"surahId":41,"ayatId":14,"ayatNo":"١٤","pageNo":478,"ayatText":"اِذْ جَٓاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ اَيْدٖيهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُٓوا اِلَّا اللّٰهَؕ قَالُوا لَوْ شَٓاءَ رَبُّنَا لَاَنْزَلَ مَلٰٓئِكَةً فَاِنَّا بِمَٓا اُرْسِلْتُمْ بِهٖ كَافِرُونَ","ayatMealText":{"tr":"Onlara Allah'tan başkasına kulluk etmeyin diye önlerinden ve arkalarından peygamberler geldiği zaman: \"Eğer Rabbimiz dileseydi mutlaka melekler indirirdi. Biz sizin tebliğ için gönderildiğiniz şeylere inanmayız.\" dediler.","nl":"Toen de Boodschappers vóór hen en na hen waren gekomen (en zeiden:) \"Aanbidt alleen Allah,\" zeiden zij: \"Als Allah het had gewild, dan had Hij Engelen gezonden: voorwaar, wij geloven niet in dat waar jij mee gezonden bent.\"","en":"The messengers had come to them from all angles, ˹proclaiming,˺ “Worship none but Allah.” They responded, “Had our Lord willed, He could have easily sent down angels ˹instead˺. So we totally reject what you have been sent with.”"},"surah":null},{"id":4233,"surahId":41,"ayatId":15,"ayatNo":"١٥","pageNo":478,"ayatText":"فَاَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ اَشَدُّ مِنَّا قُوَّةًؕ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذٖي خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةًؕ وَكَانُوا بِاٰيَاتِنَا يَجْحَدُونَ","ayatMealText":{"tr":"Âd kavmine gelince onlar yeryüzünde büyüklük tasladılar ve: \"Bizden daha kuvvetli kim vardır?\" dediler. Onlar kendilerini yaratan Allah'ın kendilerinden daha kuvvetli olduğunu görmediler mi? Onlar bizim âyetlerimizi bile bile inkâr ediyorlardı.","nl":"Wat de 'Âd betreft: zij waren hoogmoedig op de aarde, zonder recht, en zij zeiden: \"Wie is er sterker dan wij?\" Zien zij niet dat Allah, Degene Die hen geschapen heeft, sterker is dan zij? En zij plachten Onze Tekenen te ontkennen.","en":"As for ’Ȃd, they acted arrogantly throughout the land with no right, boasting, “Who is superior to us in might?” Did they not see that Allah ˹Himself˺, Who created them, was far superior to them in might? Still they persisted in denying Our signs"},"surah":null},{"id":4234,"surahId":41,"ayatId":16,"ayatNo":"١٦","pageNo":478,"ayatText":"فَاَرْسَلْنَا عَلَيْهِمْ رٖيحاً صَرْصَراً فٖٓي اَيَّامٍ نَحِسَاتٍ لِنُذٖيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيٰوةِ الدُّنْيَاؕ وَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُونَ","ayatMealText":{"tr":"Bu yüzden biz de onlara dünya hayatında rezillik azabını tattırmak için o uğursuz günlerde dondurucu bir kasırga gönderdik. Ahiret azabı ise elbette daha çok rezil edicidir. Onlara yardım da edilmeyecektir.","nl":"Wij zonden toen een zeer koude stormwind over hen, tijdens enkele sombere dagen, om hen tijdens het wereldse leven de bestraffing van de vernedering te doen proeven. En de bestraffing van het Hiernamaals is zeker vernederender en zij worden niet geholpen.","en":"So We sent against them a furious wind, for ˹several˺ miserable days, to make them taste a humiliating punishment in this worldly life. But far more humiliating will be the punishment of the Hereafter. And they will not be helped"},"surah":null},{"id":4235,"surahId":41,"ayatId":17,"ayatNo":"١٧","pageNo":478,"ayatText":"وَاَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَۚ","ayatMealText":{"tr":"Semûd kavmine gelince, biz onlara doğru yolu gösterdik. Fakat onlar körlüğü doğru yola tercih ettiler. Bunun üzerine kazandıkları kötülük yüzünden alçaltıcı azabın yıldırımı onları çarpıverdi.","nl":"En wat de Tsamôed betreft: Wij hebben hun Leiding geschonken, maar zij gaven de voorkeur aan blindheid boven de Leiding, waarop de bliksemslag van de vernederende bestraffing hen trof, wegens wat zij plachten te verrichten.","en":"As for Thamûd, We showed them guidance, but they preferred blindness over guidance. So the blast of a disgracing punishment overtook them for what they used to commit"},"surah":null},{"id":4236,"surahId":41,"ayatId":18,"ayatNo":"١٨","pageNo":478,"ayatText":"وَنَجَّيْنَا الَّذٖينَ اٰمَنُوا وَكَانُوا يَتَّقُونَࣖ","ayatMealText":{"tr":"Biz iman edenleri ve kötülükten sakınanları ise kurtardık.","nl":"En Wij redden degenen die geloofden en (Allah) plachten te vrezen.","en":"And We delivered those who were faithful and were mindful ˹of Allah˺"},"surah":null},{"id":4237,"surahId":41,"ayatId":19,"ayatNo":"١٩","pageNo":478,"ayatText":"وَيَوْمَ يُحْشَرُ اَعْدَٓاءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوزَعُونَ","ayatMealText":{"tr":"O gün Allah'ın düşmanları cehennem ateşine sürülmek üzere hep bir araya toplanırlar.","nl":"En die Dag zullen de vijanden van Allah bij de Het verzameld worden, dan zullen zij (daarheen) gesleept worden.","en":"˹Consider˺ the Day ˹when˺ the enemies of Allah will be gathered for the Fire, all driven in ranks"},"surah":null},{"id":4238,"surahId":41,"ayatId":20,"ayatNo":"٢٠","pageNo":478,"ayatText":"حَتّٰٓى اِذَا مَا جَٓاؤُ۫هَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Nihayet oraya vardıkları zaman kulakları, gözleri ve derileri yaptıkları şeyler hakkında onların aleyhinde şahitlik ederler.","nl":"Totdat, wanneer Zij haar (de Hel) bereiken, hun oren, en hun ogen en kun huiden tegen hen zullen getuigen, wegens wat zij plachten te doen.","en":"When they reach it, their ears, eyes, and skin will testify against what they used to do"},"surah":null}]}