{"juzNo":24,"pageNo":479,"arCuzNo":"۲٤","arPageNo":"٤۷۹","quranAyats":[{"id":4239,"surahId":41,"ayatId":21,"ayatNo":"٢١","pageNo":479,"ayatText":"وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَاؕ قَالُٓوا اَنْطَقَنَا اللّٰهُ الَّـذٖٓي اَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍ وَاِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"Onlar derilerine: \"Niçin aleyhimize şahitlik ettiniz?\" derler. Derileri de: \"Bizi her şeyi konuşturan Allah konuşturdu, sizi ilk defa yaratan O'dur ve siz yine O'na döndürülüyorsunuz\" derler.","nl":"En zij zullen tegen hun huiden zeggen: \"Waarom getuigen jullie tegen ons.\" Zij zullen zeggen: \"Allah heeft ons doen spreken, Degene Die alle dingen heeft doen spreken. En Hij heeft jullie de eerste keer geschapen en tot Hem worden jullie teruggekeerd.\"","en":"They will ask their skin ˹furiously˺, “Why have you testified against us?” It will say, “We have been made to speak by Allah, Who causes all things to speak. He ˹is the One Who˺ created you the first time, and to Him you were bound to return"},"surah":{"surahId":41,"name":"Fussilet","nameAr":"فُصِّلَتْ","revelationOrder":61,"verseCount":54,"juzNo":24,"firstPage":477}},{"id":4240,"surahId":41,"ayatId":22,"ayatNo":"٢٢","pageNo":479,"ayatText":"وَمَا كُنْتُمْ تَسْتَتِرُونَ اَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَٓا اَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثٖيراً مِمَّا تَعْمَلُونَ","ayatMealText":{"tr":"Siz kulaklarınızın, gözlerinizin ve derilerinizin aleyhinizde şahitlik edeceğinden korkarak kötülükten sakınmıyordunuz. Fakat yaptıklarınızdan birçoğunu Allah'ın bilmeyeceğini zannediyordunuz.","nl":"En jullie kunnen je er niet voor verbergen dat jullie oren, en jullie ogen en jullie huiden tegen jullie zullen getuigen. Maar jullie veronderstelden dat Allah niet veel weet over wat jullie doen.","en":"You did not ˹bother to˺ hide yourselves from your ears, eyes, and skin to prevent them from testifying against you. Rather, you assumed that Allah did not know much of what you used to do"},"surah":null},{"id":4241,"surahId":41,"ayatId":23,"ayatNo":"٢٣","pageNo":479,"ayatText":"وَذٰلِكُمْ ظَنُّكُمُ الَّذٖي ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰيكُمْ فَاَصْبَحْتُمْ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"İşte Rabbiniz hakkında beslediğiniz bu zannınız sizi helak etti de zarara uğrayanlardan oldunuz.","nl":"En dat was jullie veronderstelling, waarmee jullie over jullie Heer veronderstelden die jullie in het ongeluk gestort heeft. Toen gingen jullie tot de verliezers behoren.","en":"It was that ˹false˺ assumption you entertained about your Lord that has brought about your doom, so you have become losers.”"},"surah":null},{"id":4242,"surahId":41,"ayatId":24,"ayatNo":"٢٤","pageNo":479,"ayatText":"فَاِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْۚ وَاِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبٖينَ","ayatMealText":{"tr":"Şimdi eğer dayanabilirlerse onların yeri ateştir. Yok eğer hoşnutluğa dönmek isterlerse bile artık onlar hoşnut edileceklerden değildirler.","nl":"Als zij dan geduldig zijn (met de bestraffing): dan is de Hel een verblijfplaats voor hen. En als zij om verontschuldiging vragen, dan zullen zij niet behoren tot de verontschuldigden.","en":"Even if they endure patiently, the Fire will ˹always˺ be their home. And if they ˹beg to˺ appease ˹their Lord˺, they will never be allowed to"},"surah":null},{"id":4243,"surahId":41,"ayatId":25,"ayatNo":"٢٥","pageNo":479,"ayatText":"وَقَيَّضْنَا لَهُمْ قُرَنَٓاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ اَيْدٖيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فٖٓي اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوا خَاسِرٖينَࣖ","ayatMealText":{"tr":"Biz onlara birtakım arkadaşlar musallat ettik de onlar kendilerine önlerinde ve arkalarında ne varsa hepsini güzel gösterdiler. Böylece kendilerinden önce gelip, geçmiş olan cin ve insan toplulukları hakkındaki, azab sözü onlar için de hak oldu. Doğrusu onların hepsi de kendilerine yazık etmişlerdir.","nl":"En Wij zullen voor hen metgezellen aanwijzen die voor hen schoonschijnend maken wat vóór hen is en wat achter hen is. En terecht is het woord (van bestraffing) voor hen van de voorafgaande volkeren van de mensen en de Djinn\"s. Voorwaar, zij waren de verliezers.","en":"We placed at their disposal ˹evil˺ associates who made their past and future ˹misdeeds˺ appealing to them. ˹So˺ the fate of earlier communities of jinn and humans has been justified against them ˹as well˺, ˹for˺ they were truly losers"},"surah":null},{"id":4244,"surahId":41,"ayatId":26,"ayatNo":"٢٦","pageNo":479,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا لَا تَسْمَعُوا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فٖيهِ لَعَلَّكُمْ تَغْلِبُونَ","ayatMealText":{"tr":"İnkâr edenler: \"Bu Kur'ânı dinlemeyin, okunurken gürültü yapın, belki üstün gelirsiniz\" dediler.","nl":"En degenen die niet geloven zeiden: \"Luistert niet naar deze Koran en verstoort het. Hopelijk zullen jullie overwinnen.\"","en":"The disbelievers advised ˹one another˺, “Do not listen to this Quran but drown it out so that you may prevail.”"},"surah":null},{"id":4245,"surahId":41,"ayatId":27,"ayatNo":"٢٧","pageNo":479,"ayatText":"فَلَنُذٖيقَنَّ الَّذٖينَ كَفَرُوا عَذَاباً شَدٖيداً وَلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذٖي كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Biz mutlaka inkâr edenlere şiddetli bir azab tattıracağız. Ve onlara yaptıkları amellerin en kötüsünün cezasını vereceğiz.","nl":"En Wij zullen degenen die niet geloven zeker een harde bestraffing doen proeven. En Wij zullen hen zeker vergelden naar het slechtste wat zij plachten te doen.","en":"So We will certainly make the disbelievers taste a severe punishment, and We will surely repay them according to the worst of their deeds"},"surah":null},{"id":4246,"surahId":41,"ayatId":28,"ayatNo":"٢٨","pageNo":479,"ayatText":"ذٰلِكَ جَزَٓاءُ اَعْدَٓاءِ اللّٰهِ النَّارُۚ لَهُمْ فٖيهَا دَارُ الْخُلْدِؕ جَزَٓاءً بِمَا كَانُوا بِاٰيَاتِنَا يَجْحَدُونَ","ayatMealText":{"tr":"İşte Allah'ın düşmanlarının cezası ateştir. Âyetlerimizi bile bile inkâr etmelerinin cezası olarak, onlar için orada ebedî olarak kalacakları cehennem yurdu vardır.","nl":"Dat is de vergelding voor de vijanden van Allah: de Hel. Voor hen is daar de eeuwigc verblijfplaats, als een vergelding omdat zij Onze Tekenen plachten te ontkennen.","en":"That is the reward of Allah’s enemies: the Fire, which will be their eternal home—a ˹fitting˺ reward for their denial of Our revelations"},"surah":null},{"id":4247,"surahId":41,"ayatId":29,"ayatNo":"٢٩","pageNo":479,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا رَبَّـنَٓا اَرِنَا الَّذَيْنِ اَضَلَّانَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُونَا مِنَ الْاَسْفَلٖينَ","ayatMealText":{"tr":"İnkâr edenler: \"Ey Rabbimiz! Cinlerden ve insanlardan bizi doğru yoldan saptıranları bize göster de onları ayaklarımızın altına alalım, böylece cehennemin en altında kalanlardan olsunlar.\" diyeceklerdir.","nl":"En degenen die niet geloofden zeiden:'\"Onze Heer, laat ons degenen van de mensen en de Djinn's zien die ons hebben doen dwalen, wij zullen hen onder onze voeten plaatsen, zodat zij tot de allerlaagsten zullen beheren.\"","en":"The disbelievers will ˹then˺ cry, “Our Lord! Show us those jinn and humans who led us astray: we will put them under our feet so that they will be among the lowest ˹in Hell˺.”"},"surah":null}]}