{"juzNo":24,"pageNo":480,"arCuzNo":"۲٤","arPageNo":"٤۸۰","quranAyats":[{"id":4248,"surahId":41,"ayatId":30,"ayatNo":"٣٠","pageNo":480,"ayatText":"اِنَّ الَّذٖينَ قَالُوا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوا تَـتَنَزَّلُ عَلَيْهِمُ الْمَلٰٓئِكَةُ اَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَاَبْشِرُوا بِالْجَنَّةِ الَّتٖي كُنْتُمْ تُوعَدُونَ","ayatMealText":{"tr":"\"Rabbimiz Allah'tır\" deyip, sonra da doğrulukta devam edenlere gelince, onların üzerine melekler iner ve derler ki: \"Korkmayın, üzülmeyin, size vaad edilen cennetle sevinin.\"","nl":"Voorwaar, degenen die zeggen: \"Onze Heer is Allah,\" en die vervolgens standvastig zijn: over hen zullen de Engelen neerdalen (en zeggen:) \"Weest niet bevreesd en niet treurig, en weest verheugd met het Paradijs dat aan jullie is beloofd.","en":"Surely those who say, “Our Lord is Allah,” and then remain steadfast, the angels descend upon them, ˹saying,˺ “Do not fear, nor grieve. Rather, rejoice in the good news of Paradise, which you have been promised"},"surah":{"surahId":41,"name":"Fussilet","nameAr":"فُصِّلَتْ","revelationOrder":61,"verseCount":54,"juzNo":24,"firstPage":477}},{"id":4249,"surahId":41,"ayatId":31,"ayatNo":"٣١","pageNo":480,"ayatText":"نَحْنُ اَوْلِيَٓاؤُ۬كُمْ فِي الْحَيٰوةِ الدُّنْيَا وَفِي الْاٰخِرَةِۚ وَلَكُمْ فٖيهَا مَا تَشْتَـهٖٓي اَنْفُسُكُمْ وَلَكُمْ فٖيهَا مَا تَدَّعُونَؕ","ayatMealText":{"tr":"\"Biz dünya hayatında da, ahirette de sizin dostlarınızız. Cennette sizin için canınızın çektiği ve istediğiniz her şey vardır.\"","nl":"Wij zijn jullie helpers tijdens het wereldse kven en in het Hiernamaals en voor jullie is daarin wat jullie verlangen en voor jullie is daarin wat jullie vragen.","en":"We are your supporters in this worldly life and in the Hereafter. There you will have whatever your souls desire, and there you will have whatever you ask for"},"surah":null},{"id":4250,"surahId":41,"ayatId":32,"ayatNo":"٣٢","pageNo":480,"ayatText":"نُزُلاً مِنْ غَفُورٍ رَحٖيمٍࣖ","ayatMealText":{"tr":"Bunlar çok bağışlayıcı ve çok merhametli olan Allah tarafından bir ağırlamadır.","nl":"Als een ontvangst van de Vergevensgezinde, de Meest Barmhartige.\"","en":"an accommodation from the All-Forgiving, Most Merciful ˹Lord˺.”"},"surah":null},{"id":4251,"surahId":41,"ayatId":33,"ayatNo":"٣٣","pageNo":480,"ayatText":"وَمَنْ اَحْسَنُ قَوْلاً مِمَّنْ دَعَٓا اِلَى اللّٰهِ وَعَمِلَ صَالِحاً وَقَالَ اِنَّنٖي مِنَ الْمُسْلِمٖينَ","ayatMealText":{"tr":"Allah'a davet eden, salih amel işleyen ve: \"Ben gerçekten müslümanlardanım\" diyen kimseden daha güzel sözlü kim olabilir?","nl":"En wiens woord is beter den dat van hem die oproept tot Allah en die goede werken verricht, en die zegt: \"Voorwaar, ik behoor tot de Moslims.\"","en":"And whose words are better than someone who calls ˹others˺ to Allah, does good, and says, “I am truly one of those who submit.”"},"surah":null},{"id":4252,"surahId":41,"ayatId":34,"ayatNo":"٣٤","pageNo":480,"ayatText":"وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُؕ اِدْفَعْ بِالَّتٖي هِيَ اَحْسَنُ فَاِذَا الَّذٖي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَاَنَّهُ وَلِيٌّ حَمٖيمٌ","ayatMealText":{"tr":"Hem iyilik de bir değildir, kötülük de. Kötülüğü en güzel bir şekilde sav. O zaman seninle kendi arasında bir düşmanlık olan kişinin, sanki samimi bir dost gibi olduğunu görürsün.","nl":"En het goede en het kwade zijn niet gelijk: beantwoord (het kwade) met wat beter is, dan zal degene met wie je in vijandschap leefde als een oprechte vriend worden.","en":"Good and evil cannot be equal. Respond ˹to evil˺ with what is best, then the one you are in a feud with will be like a close friend"},"surah":null},{"id":4253,"surahId":41,"ayatId":35,"ayatNo":"٣٥","pageNo":480,"ayatText":"وَمَا يُلَقّٰيهَٓا اِلَّا الَّذٖينَ صَبَرُواۚ وَمَا يُلَقّٰيهَٓا اِلَّا ذُو حَظٍّ عَظٖيمٍ","ayatMealText":{"tr":"Bu olgunluğa ancak sabredenler kavuşturulur, buna ancak hayırdan büyük bir pay sahibi olan kavuşturulur.","nl":"Maar dit wordt slechts gegeven aan degenen die geduldig zijn en dit wordt slechts gegeven aan de bezitter van een geweldig geluk.","en":"But this cannot be attained except by those who are patient and who are truly fortunate"},"surah":null},{"id":4254,"surahId":41,"ayatId":36,"ayatNo":"٣٦","pageNo":480,"ayatText":"وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِؕ اِنَّهُ هُوَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"Eğer şeytandan gelen kötü bir düşünce seni dürtecek olursa hemen Allah'a sığın. Çünkü O her şeyi işitir ve bilir.","nl":"En wanneer een verzoeking van de Satan jou treft, zoek dan je toevlucht bij Allah: voorwaar, Hij is de Alhorende, de Alwetende.","en":"And if you are tempted by Satan, then seek refuge with Allah. Indeed, He ˹alone˺ is the All-Hearing, All-Knowing"},"surah":null},{"id":4255,"surahId":41,"ayatId":37,"ayatNo":"٣٧","pageNo":480,"ayatText":"وَمِنْ اٰيَاتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُؕ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلّٰهِ الَّذٖي خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُونَ","ayatMealText":{"tr":"Gece ile gündüz ve güneş ile ay Allah'ın kudretinin delillerindendir. Güneşe ve aya secde etmeyin. Eğer sadece Allah'a kulluk yapmak istiyorsanız, onları yaratan Allah'a secde edin.","nl":"En tot Zijn Tekenen behoren de nacht en de dag, en de zon en de maan. Knielt jullie niet neer voorde zon en niet voorde maan, maar knielt jullie neer voor Allah, Degene Die hen heeft geschapen, als jullie alleen Hem aanbidden.","en":"Among His signs are the day and the night, the sun and the moon. Do not prostrate to the sun or the moon, but prostrate to Allah, Who created them ˹all˺, if you ˹truly˺ worship Him ˹alone˺"},"surah":null},{"id":4256,"surahId":41,"ayatId":38,"ayatNo":"٣٨","pageNo":480,"ayatText":"فَاِنِ اسْتَكْبَرُوا فَالَّذٖينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ","ayatMealText":{"tr":"Eğer onlar büyüklük taslarlarsa bilsinler ki, Rabbinin yanındaki melekler gece gündüz O'nu tesbih ederler ve hiç usanmazlar.","nl":"Als zij dan hoogmoedig min: degenen die zich bij jouw Heer bevinden prijzen dag en nacht Zijn Glorie en zij versagen niet.","en":"But if the pagans are too proud, then ˹let them know that˺ those ˹angels˺ nearest to your Lord glorify Him day and night, and never grow weary"},"surah":null}]}