{"juzNo":24,"pageNo":481,"arCuzNo":"۲٤","arPageNo":"٤۸۱","quranAyats":[{"id":4257,"surahId":41,"ayatId":39,"ayatNo":"٣٩","pageNo":481,"ayatText":"وَمِنْ اٰيَاتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَٓا اَنْزَلْنَا عَلَيْهَا الْمَٓاءَ اهْتَزَّتْ وَرَبَتْؕ اِنَّ الَّـذٖٓي اَحْيَاهَا لَمُحْـيِ الْمَوْتٰىؕ اِنَّهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Senin yeryüzünü boynu bükük, kupkuru görmen de Allah'ın kudretinin delillerindendir. Biz onun üzerine suyu indirdiğimiz zaman titreşir ve kabarır. Şüphesiz ki ona hayat veren Allah mutlaka ölüleri de diriltir. Doğrusu O'nun her şeye gücü yeter.","nl":"En het behoort tot Zijn Tekenen dat jij de droge aarde ziet, en als Wij er dan water op doen neerdalen, dan beweegt zij en zet zij zich uit. Voorwaar, Degene Die haar doet leven, doet zeker ook de doden leven. Voorwaar, Hij is de Almachtige over alle zaken.","en":"And among His signs is that you see the earth devoid of life, but as soon as We send down rain upon it, it begins to stir ˹to life˺ and swell. Indeed, the One Who revives it can easily revive the dead. He is certainly Most Capable of everything"},"surah":{"surahId":41,"name":"Fussilet","nameAr":"فُصِّلَتْ","revelationOrder":61,"verseCount":54,"juzNo":24,"firstPage":477}},{"id":4258,"surahId":41,"ayatId":40,"ayatNo":"٤٠","pageNo":481,"ayatText":"اِنَّ الَّذٖينَ يُلْحِدُونَ فٖٓي اٰيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَاؕ اَفَمَنْ يُلْقٰى فِي النَّارِ خَيْرٌ اَمْ مَنْ يَأْتٖٓي اٰمِناً يَوْمَ الْقِيٰمَةِؕ اِعْمَلُوا مَا شِئْتُمْۙ اِنَّهُ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Âyetlerimiz hakkında doğruluktan ayrılıp inkâra sapanlar bize gizli kalmazlar. O halde ateşe atılacak olan mı daha hayırlıdır, yoksa kıyamet günü güven içinde gelecek olan mı? İstediğinizi yapın. Şüphesiz ki Allah, yaptığınız şeyleri hakkıyla görür.","nl":"Voorwaar, degenen die Onze Verzen verdraaien zijn niet voor Ons verborgen. Is dan wie in het Vuur geworpen wordt beter, of wie veilig aankomt op de Dag der Opstanding? Doet wat jullie willen: voorwaar, Hij is Alziende over wat jullie doen.","en":"Indeed, those who abuse Our revelations are not hidden from Us. Who is better: the one who will be cast into the Fire or the one who will be secure on Judgment Day? Do whatever you want. He is certainly All-Seeing of what you do"},"surah":null},{"id":4259,"surahId":41,"ayatId":41,"ayatNo":"٤١","pageNo":481,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَٓاءَهُمْۚ وَاِنَّهُ لَكِتَابٌ عَزٖيزٌۙ","ayatMealText":{"tr":"Kur'ân kendilerine geldiğinde onu inkâr edenler, mutlaka cezalarını çekceklerdir. O gerçekten çok değerli bir kitaptır.","nl":"Voorwaar, degenen die niet in de Vermaning (de Koran) geloven nadat deze tot hen was gekomen (zullen gestraft worden). Voorwaar, het is een verheven Boek.","en":"Indeed, those who deny the Reminder after it has come to them ˹are doomed˺, for it is truly a mighty Book"},"surah":null},{"id":4260,"surahId":41,"ayatId":42,"ayatNo":"٤٢","pageNo":481,"ayatText":"لَا يَأْتٖيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖؕ تَنْزٖيلٌ مِنْ حَكٖيمٍ حَمٖيدٍ","ayatMealText":{"tr":"Ona ne önünden, ne de ardından batıl gelemez. O hüküm ve hikmet sahibi, öğülmeye layık olan Allah tarafından indirilmiştir.","nl":"De valsheid raakt hem (de Koran) niet, niet van voren en niet van achteren. (Het is) een neerzending van de Alwijze, de Geprezene.","en":"It cannot be proven false from any angle. ˹It is˺ a revelation from the ˹One Who is˺ All-Wise, Praiseworthy"},"surah":null},{"id":4261,"surahId":41,"ayatId":43,"ayatNo":"٤٣","pageNo":481,"ayatText":"مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قٖيلَ لِلرُّسُلِ مِنْ قَبْلِكَؕ اِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ اَلٖيمٍ","ayatMealText":{"tr":"Ey Muhammed! Sana senden önceki peygamberlere söylenenden başka bir şey söylenmiyor. Şüphesiz ki senin Rabbin hem mağfiret sahibidir hem de acı verecek bir azap sahibidir.","nl":"Er wordt jou niets gezegd wat waarlijk niet tot de Boodschappers vóór jou is gezegd. Voorwaar, jouw Heer is zeker de Bezitter van vergeving en de Bezitter van een pijnlijke bestraffing.","en":"˹O Prophet!˺ Nothing is said to you ˹by the deniers˺ except what was already said to the messengers before you. Surely your Lord is ˹the Lord˺ of forgiveness and painful punishment"},"surah":null},{"id":4262,"surahId":41,"ayatId":44,"ayatNo":"٤٤","pageNo":481,"ayatText":"وَلَوْ جَعَلْنَاهُ قُرْاٰناً اَعْجَمِياًّ لَقَالُوا لَوْلَا فُصِّلَتْ اٰيَاتُهُؕ ءَاَۭؗعْجَمِيٌّ وَعَرَبِيٌّؕ قُلْ هُوَ لِلَّذٖينَ اٰمَنُوا هُدًى وَشِفَٓاءٌؕ وَالَّذٖينَ لَا يُؤْمِنُونَ فٖٓي اٰذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًىؕ اُو۬لٰٓئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعٖيدٍࣖ","ayatMealText":{"tr":"Eğer biz onu yabancı dilden bir Kur'ân yapsaydık onlar mutlaka: \"Bu kitabın âyetleri genişçe açıklanmalı değil miydi? Arap bir peygambere yabancı dil, öyle mi?\" derlerdi. Sen de ki: \"O, iman edenler için bir hidayet ve şifadır.\" İman etmeyenlerin kulaklarında ise bir ağırlık vardır. Kur'ân onlara göre bir körlüktür. Sanki onlar uzak bir yerden çağrılıyorlar (da duymuyorlar).","nl":"En als Wij hem als een Koran in een vreemde taal hadden geopenbaard, dan hadden zij zeker gezegd: \"Waren zijn Verzen maar duidelijk (in onze taal) uitgelegd!\" (Hij is) in een vreemde taal, terwijl (de Profeet) een Arabier is! Zeg: \"Hij is voor degenen die geloven Leiding en genezing. En degenen die niet geloven, in hun oren is doofheid, die bij hen blindheid (van hart) veroorzaakt. Zij zijn degenen die vanaf een verre plaats worden geroepen.","en":"Had We revealed it as a non-Arabic Quran, they would have certainly argued, “If only its verses were made clear ˹in our language˺. What! A non-Arabic revelation for an Arab audience!” Say, ˹O Prophet,˺ “It is a guide and a healing to the believers. As for those who disbelieve, there is deafness in their ears and blindness to it ˹in their hearts˺. It is as if they are being called from a faraway place.”"},"surah":null},{"id":4263,"surahId":41,"ayatId":45,"ayatNo":"٤٥","pageNo":481,"ayatText":"وَلَقَدْ اٰتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فٖيهِؕ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْؕ وَاِنَّهُمْ لَفٖي شَكٍّ مِنْهُ مُرٖيبٍ","ayatMealText":{"tr":"Andolsun ki biz Musa'ya Tevrat'ı vermiştik de onda ihtilafa düşmüşlerdi. Eğer Rabbin tarafından azabın ertelenmesine dair bir söz geçmeseydi mutlaka aralarında hüküm verilirdi. Gerçekten onlar Kur'ân hakkında bir şüphe ve tereddüt içindedirler.","nl":"En voorzeker, Wij hebben Môesa de Schrift (de Taurât) gegeven, maar er werd over geredetwist. En als er geen woord (van uitsel) van jouw Heer was vooruitgegaan, dan was de zaak tussen hen zeker bepaald. En voorwaar, zij verkeren over hem (de Koran) zeker in vergaande twijfel.","en":"Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺. They are truly in alarming doubt about it"},"surah":null},{"id":4264,"surahId":41,"ayatId":46,"ayatNo":"٤٦","pageNo":481,"ayatText":"مَنْ عَمِلَ صَالِحاً فَلِنَفْسِهٖ وَمَنْ اَسَٓاءَ فَعَلَيْهَاؕ وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبٖيدِ","ayatMealText":{"tr":"Her kim iyi bir iş yaparsa, kendi lehine yapmış olur. Kim de bir kötülük yaparsa, kendi aleyhine yapmış olur. Rabbin kullara zulmedecek değildir.","nl":"Wie goede werken heeft verricht, het is voor hemzelf; en wie kwade werken verricht, hij is er verantwoordelijk voor. En jouw Heer is niet onrechtvaardig tegenover de dienaren.","en":"Whoever does good, it is to their own benefit. And whoever does evil, it is to their own loss. Your Lord is never unjust to ˹His˺ creation"},"surah":null}]}