{"juzNo":25,"pageNo":482,"arCuzNo":"۲٥","arPageNo":"٤۸۲","quranAyats":[{"id":4265,"surahId":41,"ayatId":47,"ayatNo":"٤٧","pageNo":482,"ayatText":"اِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِؕ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ اَكْمَامِهَا وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖؕ وَيَوْمَ يُنَادٖيهِمْ اَيْنَ شُرَكَٓاءٖيۙ قَالُٓوا اٰذَنَّاكَۙ مَا مِنَّا مِنْ شَهٖيدٍۚ","ayatMealText":{"tr":"Kıyamet zamanını bilmek ancak Allah'a havale edilir. Onun bilgisi dışında hiçbir meyve kabuğundan çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz. Allah onlara: \"Bana koştuğunuz ortaklarım nerede?\" diye seslendiği gün, onlar: \"Senin ortağın olduğuna dair bizden hiçbir şahit olmadığını sana arz ederiz.\" derler.","nl":"Tot Hem wordt de kennis over het Uur teruggebracht. En er komen geen vruchten uit hun kolven; en er is geen vrouw die een kind draag of het baart, zonder dat het met Zijn Kennis gebeurt. Op de Dag waarop Hij tot hen roept: \"Waar zij mijn deelgenoten?\", zeggen zij: \"Wij vertellen U dat niemand van ons daarvan getuigt.\"","en":"With Him ˹alone˺ is the knowledge of the Hour. No fruit comes out of its husk, nor does a female conceive or deliver without His knowledge. And ˹consider˺ the Day He will call to them, “Where are My ˹so-called˺ associate-gods?” They will cry, “We declare before you that none of us testifies to that ˹any longer˺.”"},"surah":{"surahId":41,"name":"Fussilet","nameAr":"فُصِّلَتْ","revelationOrder":61,"verseCount":54,"juzNo":24,"firstPage":477}},{"id":4266,"surahId":41,"ayatId":48,"ayatNo":"٤٨","pageNo":482,"ayatText":"وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ وَظَنُّوا مَا لَهُمْ مِنْ مَحٖيصٍ","ayatMealText":{"tr":"Önceden tapmakta oldukları şeyler, kendilerinden uzaklaşıp kaybolmuştur. Onlar da kendileri için kaçacak bir yer olmadığını anlamışlardır.","nl":"En wat zij voorheen plachten aan te roepen is van hen weggedwaald, en zij zijn ervan overtuigd dat er voor hen geen uitweg is.","en":"Whatever ˹idols˺ they used to invoke besides Allah will fail them. And they will realize that they will have no escape"},"surah":null},{"id":4267,"surahId":41,"ayatId":49,"ayatNo":"٤٩","pageNo":482,"ayatText":"لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَٓاءِ الْخَيْرِؗ وَاِنْ مَسَّهُ الشَّرُّ فَيَؤُ۫سٌ قَنُوطٌ","ayatMealText":{"tr":"İnsan hayır istemekten usanmaz, fakat kendisine bir kötülük dokununca üzülür ve ümitsizliğe düşer.","nl":"De mens versaagt niet om het goede te smeken; maar wanneer hem het slechte treft, dan is hij zonder hoop, wanhopig.","en":"One never tires of praying for good. And if touched with evil, they become desperate and hopeless"},"surah":null},{"id":4268,"surahId":41,"ayatId":50,"ayatNo":"٥٠","pageNo":482,"ayatText":"وَلَئِنْ اَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّٓاءَ مَسَّتْهُ لَيَقُولَنَّ هٰذَا لٖيۙ وَمَٓا اَظُنُّ السَّاعَةَ قَٓائِمَةًۙ وَلَئِنْ رُجِعْتُ اِلٰى رَبّٖٓي اِنَّ لٖي عِنْدَهُ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذٖينَ كَفَرُوا بِمَا عَمِلُواؗ وَلَنُذٖيقَنَّهُمْ مِنْ عَذَابٍ غَلٖيظٍ","ayatMealText":{"tr":"Andolsun ki kendisine dokunan bir zarardan sonra, biz ona tarafımızdan bir rahmet tattırsak, O: \"Bu benim hakkımdır, kıyametin kopacağını da sanmıyorum, Rabbime döndürülmüş olsam bile mutlaka O'nun yanında benim için daha güzel şeyler vardır\" der. Biz o inkâr edenlere yaptıkları şeyleri mutlaka haber vereceğiz ve onlara ağır bir azap tattıracağız.","nl":"En als Wij hem Barmhartigheid van Ons doen proeven nadat tegenspoed hem trof, dan zal bij zeker zeggen: \"Het komt mij toe, en ik denk niet dat het Uur zal komen, en als ik tot mijn Heer teruggekeerd zou worden, dan zou er zeker voor mij aan Zijn Zijde het goede zijn.\" En Wij zullen zeker aan degenen die niet geloofden mededelen wat zij hebben gedaan. En Wij zullen hen zeker een zware bestraffing doen proeven.","en":"And if We let them taste a mercy from Us after being touched with adversity, they will certainly say, “This is what I deserve. I do not think the Hour will ˹ever˺ come. And if in fact I am returned to my Lord, the finest reward with Him will definitely be mine.” But We will surely inform the disbelievers of what they used to do. And We will certainly make them taste a harsh torment"},"surah":null},{"id":4269,"surahId":41,"ayatId":51,"ayatNo":"٥١","pageNo":482,"ayatText":"وَاِذَٓا اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ فَذُو دُعَٓاءٍ عَرٖيضٍ","ayatMealText":{"tr":"Biz insana bir nimet verdiğimiz zaman o yüz çevirir, yan çizer. Ona bir kötülük dokunduğu zaman da uzun uzun yalvarır.","nl":"En als Wij de mens gunsten schenken, dan wendt hij zich af en verwijdert hij zich; maar als tegenspoed hem treft, dan richt hij vele smeekbeden (tot Allah).","en":"When We show favour to someone, they turn away, acting arrogantly. And when touched with evil, they make endless prayers ˹for good˺"},"surah":null},{"id":4270,"surahId":41,"ayatId":52,"ayatNo":"٥٢","pageNo":482,"ayatText":"قُلْ اَرَاَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ ثُمَّ كَفَرْتُمْ بِهٖ مَنْ اَضَلُّ مِمَّنْ هُوَ فٖي شِقَاقٍ بَعٖيدٍ","ayatMealText":{"tr":"Ey Muhammed! De ki: \"Ne dersiniz? O Kur'ân Allah tarafından gelmiş olup da sonra siz onu inkâr etmişseniz, o takdirde Hak'tan uzak bir ayrılığa düşenden daha sapık kim olabilir?\"","nl":"Zeg: \"Wat dachten jullie: als (deze Koran) van Allah afkomstig is, en jullie deze dan verwerpen; wie is er dan verder afgedwaald dan wie in vergaande twijfel verkeert?\"","en":"Ask ˹them, O Prophet˺, “Imagine if this ˹Quran˺ is ˹truly˺ from Allah and you deny it: who can be more astray than those who have gone too far in opposition ˹to the truth˺?”"},"surah":null},{"id":4271,"surahId":41,"ayatId":53,"ayatNo":"٥٣","pageNo":482,"ayatText":"سَنُرٖيهِمْ اٰيَاتِنَا فِي الْاٰفَاقِ وَفٖٓي اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّؕ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهُ عَلٰى كُلِّ شَيْءٍ شَهٖيدٌ","ayatMealText":{"tr":"Biz onlara hem ufuklarda ve hem kendi nefislerinde delillerimizi göstereceğiz ki, Kur'ân'ın hak olduğu kendilerine açıkça belli olsun. Senin Rabbinin her şeye şahit olması kafi değil mi?","nl":"Wij zullen hun Onze Tekenen laten zien, aan de horizonten en in jullie zelf, tot het jullie duidelijk zal zijn dat bij (de Koran) de Waarheid is. Is het niet voldoende dat jouw Heer Getuige over alle zaken is?","en":"We will show them Our signs in the universe and within themselves until it becomes clear to them that this ˹Quran˺ is the truth. Is it not enough that your Lord is a Witness over all things"},"surah":null},{"id":4272,"surahId":41,"ayatId":54,"ayatNo":"٥٤","pageNo":482,"ayatText":"اَلَٓا اِنَّهُمْ فٖي مِرْيَةٍ مِنْ لِقَٓاءِ رَبِّهِمْؕ اَلَٓا اِنَّهُ بِكُلِّ شَيْءٍ مُحٖيطٌ","ayatMealText":{"tr":"İyi bilin ki onlar Rablerine kavuşmaktan bir şüphe içindedirler, yine iyi bilin ki, Allah her şeyi ilmiyle kuşatmıştır.","nl":"Weet: voorwaar, zij verkeren in twijfel over de ontmoeting met hun Heer. Weet: voorwaar, Hij omvat alle zaken.","en":"They are truly in doubt of the meeting with their Lord! ˹But˺ He is indeed Fully Aware of everything"},"surah":null}]}