{"juzNo":25,"pageNo":483,"arCuzNo":"۲٥","arPageNo":"٤۸۳","quranAyats":[{"id":4273,"surahId":42,"ayatId":1,"ayatNo":"١","pageNo":483,"ayatText":"حٰمٓ","ayatMealText":{"tr":"Hâ, mîm, ayn, sîn, kaf.","nl":"Ha Mîm.","en":"Ḥâ-Mĩm"},"surah":{"surahId":42,"name":"Şûrâ","nameAr":"الشُّورٰى","revelationOrder":62,"verseCount":53,"juzNo":25,"firstPage":483}},{"id":4274,"surahId":42,"ayatId":2,"ayatNo":"٢","pageNo":483,"ayatText":"عٓسٓقٓࣞ","ayatMealText":{"tr":"Hâ, mîm, ayn, sîn, kaf.","nl":"'Aîn Sîn Qâf.","en":"’Aĩn-Sĩn-Qãf"},"surah":null},{"id":4275,"surahId":42,"ayatId":3,"ayatNo":"٣","pageNo":483,"ayatText":"كَذٰلِكَ يُوحٖٓي اِلَيْكَ وَاِلَى الَّذٖينَ مِنْ قَبْلِكَۙ اللّٰهُ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Ey Muhammed! Çok güçlü hüküm ve hikmet sahibi olan Allah sana da senden öncekilere de böylece vahyeder.","nl":"Zó openbaart Allah aan jou en aan degenen vóór jou; Allah is de Almachtige, de Alwijze.","en":"And so you ˹O Prophet˺ are sent revelation, just like those before you, by Allah—the Almighty, All-Wise"},"surah":null},{"id":4276,"surahId":42,"ayatId":4,"ayatNo":"٤","pageNo":483,"ayatText":"لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَهُوَ الْعَلِيُّ الْعَظٖيمُ","ayatMealText":{"tr":"Göklerde ve yerde ne varsa, hepsi O'nundur. O çok yücedir, çok büyüktür.","nl":"Aan Hem behoort alles wat in de hemelen en op de aarde is, en Hij is de Verhevene, de Geweldige.","en":"To Him belongs whatever is in the heavens and whatever is on the earth. And He is the Most High, the Greatest"},"surah":null},{"id":4277,"surahId":42,"ayatId":5,"ayatNo":"٥","pageNo":483,"ayatText":"تَكَادُ السَّمٰوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْاَرْضِؕ اَلَٓا اِنَّ اللّٰهَ هُوَ الْغَفُورُ الرَّحٖيمُ","ayatMealText":{"tr":"Nerde ise gökler O'nun azametinden tâ üstlerinden çatlayacak gibi titreşiyorlar. Melekler Rablerini hamd ile tesbih ediyorlar ve yeryüzünde bulunan kimseler için mağfiret diliyorlar. İyi bilin ki Allah çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Bijna scheuren de bovenkanten van de hemelen, en de Engelen prijzen de Glorie van hun Heer met Zijn lofprijzing en vragen om vergeving voor degenen die op de aarde zijn. Weet: voorvaar, Allah is de Vergevensgezinde, de Meest Barmhartige.","en":"The heavens nearly burst, one above the other, ˹in awe of Him˺. And the angels glorify the praises of their Lord, and seek forgiveness for those on earth. Surely Allah alone is the All-Forgiving, Most Merciful"},"surah":null},{"id":4278,"surahId":42,"ayatId":6,"ayatNo":"٦","pageNo":483,"ayatText":"وَالَّذٖينَ اتَّخَذُوا مِنْ دُونِهٖٓ اَوْلِيَٓاءَ اللّٰهُ حَفٖيظٌ عَلَيْهِمْؗ وَمَٓا اَنْتَ عَلَيْهِمْ بِوَكٖيلٍ","ayatMealText":{"tr":"Allah'tan başka dostlar edinenlere gelince, Allah onların üzerinde devamlı bir gözetleyicidir. Ama sen onların üzerinde bir vekil değilsin.","nl":"En degenen die naast Allah beschermen nemen: Allah is de Waker over hen en jij (O Moehammad) bent over hen geen verantwoordelijke.","en":"As for those who take other protectors besides Him, Allah is Watchful over them. And you ˹O Prophet˺ are not a keeper over them"},"surah":null},{"id":4279,"surahId":42,"ayatId":7,"ayatNo":"٧","pageNo":483,"ayatText":"وَكَذٰلِكَ اَوْحَيْنَٓا اِلَيْكَ قُرْاٰناً عَرَبِياًّ لِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فٖيهِؕ فَرٖيقٌ فِي الْجَنَّةِ وَفَرٖيقٌ فِي السَّعٖيرِ","ayatMealText":{"tr":"Böylece biz sana Arapça bir Kur'ân indirdik ki, şehirlerin anası (olan Mekke) halkını ve etrafındakileri uyarasın ve hakkında hiç şüphe olmayan kıyamet gününün dehşetinden onları korkutasın. Bir grup cennettedir, bir grup da cehennemdedir.","nl":"Zó hebben Wij aan jou een Arabische Koran geopenbaard, om de bewoners van Oommoelqoerâ (Mekkah) en degenen die in de omgeving ervan wonen te waarshuwen. En om te waarschuwen voor de Dag der verzameling, waaraan geen twijfel is; een deel gaat naar het Paradijs en een deel gaat naar de Hel.","en":"And so We have revealed to you a Quran in Arabic, so you may warn the Mother of Cities and everyone around it, and warn of the Day of Gathering—about which there is no doubt—˹when˺ a group will be in Paradise and another in the Blaze"},"surah":null},{"id":4280,"surahId":42,"ayatId":8,"ayatNo":"٨","pageNo":483,"ayatText":"وَلَوْ شَٓاءَ اللّٰهُ لَجَعَلَهُمْ اُمَّةً وَاحِدَةً وَلٰكِنْ يُدْخِلُ مَنْ يَشَٓاءُ فٖي رَحْمَتِهٖؕ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصٖيرٍ","ayatMealText":{"tr":"Eğer Allah dileseydi bütün insanları bir tek ümmet yapardı. Fakat O yalnız dilediğini rahmetinin içine almaktadır. Zalimler için ne bir dost vardır, ne de bir yardımcı.","nl":"Als Allah het had gewild, dan had Hij hen (als behorend) tot één godsdienst (Oemmah) gemaakt, maar Allah laat tot Zijn Barmhartigheid toe wie Hij wil. En voor de onrechtvaardigen is er geen beschermer en geen helper.","en":"Had Allah willed, He could have easily made all ˹humanity˺ into a single community ˹of believers˺. But He admits into His mercy whoever He wills. And the wrongdoers will have no protector or helper"},"surah":null},{"id":4281,"surahId":42,"ayatId":9,"ayatNo":"٩","pageNo":483,"ayatText":"اَمِ اتَّخَذُوا مِنْ دُونِهٖٓ اَوْلِيَٓاءَۚ فَاللّٰهُ هُوَ الْوَلِيُّ وَهُوَ يُحْـيِ الْمَوْتٰىؗ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌࣖ","ayatMealText":{"tr":"Yoksa onlar Allah'tan başka dostlar mı edindiler? Oysa asıl dost Allah'tır. Ölüleri diriltecek olan da O'dur. O'nun her şeye gücü yeter.","nl":"Nemen jullie naast Allah beschermers? En Allah is de Beschermer. En Hij doet het dode leven, en Hij is Almachtig over alle zaken,","en":"How can they take protectors besides Him? Allah alone is the Protector. He ˹alone˺ gives life to the dead. And He ˹alone˺ is Most Capable of everything"},"surah":null},{"id":4282,"surahId":42,"ayatId":10,"ayatNo":"١٠","pageNo":483,"ayatText":"وَمَا اخْتَلَفْتُمْ فٖيهِ مِنْ شَيْءٍ فَحُكْمُهُٓ اِلَى اللّٰهِؕ ذٰلِكُمُ اللّٰهُ رَبّٖي عَلَيْهِ تَوَكَّلْتُࣗ وَاِلَيْهِ اُنٖيبُ","ayatMealText":{"tr":"Hakkında ihtilafa düştüğünüz herhangi bir şeyin hükmü Allah'a aittir. İşte benim Rabbim olan Allah budur. Ben yalnız O'na güvendim ve yalnız O'na yöneliyorum.","nl":"En waar jullie ook van mening over verschillen: de beslissing daarover is aan Allah. (Zeg:) \"Dat is Allah, mijn Heer, op Hem vertrouw ik en tot Hem keer ik weer.\"","en":"˹Say to the believers, O Prophet,˺ “Whatever you may differ about, its judgment rests with Allah. That is Allah—my Lord. In Him I put my trust, and to Him I ˹always˺ turn.”"},"surah":null}]}