{"juzNo":25,"pageNo":484,"arCuzNo":"۲٥","arPageNo":"٤۸٤","quranAyats":[{"id":4283,"surahId":42,"ayatId":11,"ayatNo":"١١","pageNo":484,"ayatText":"فَاطِرُ السَّمٰوَاتِ وَالْاَرْضِؕ جَعَلَ لَكُمْ مِنْ اَنْفُسِكُمْ اَزْوَاجاً وَمِنَ الْاَنْعَامِ اَزْوَاجاًۚ يَذْرَؤُ۬كُمْ فٖيهِؕ لَيْسَ كَمِثْلِهٖ شَيْءٌۚ وَهُوَ السَّمٖيعُ الْبَصٖيرُ","ayatMealText":{"tr":"O göklerin ve yerin yaratıcısıdır. O sizin için kendi nefsinizden eşler ve hayvanlardan da çiftler yaratmıştır. O, sizi bu düzen içerisinde üretip çoğaltıyor. O'nun benzeri olan hiçbir şey yoktur. O, her şeyi işitir ve görür.","nl":"De Schepper van de hemelen en de aarde, Hij heeft voor jullie van julliezelf en van de dieren paren geschapen. Hij vermenigvuldigt jullie, niets is aan Hem gelijk. En Hij is de Alhorende, de Alziende.","en":"˹He is˺ the Originator of the heavens and the earth. He has made for you spouses from among yourselves, and ˹made˺ mates for cattle ˹as well˺—multiplying you ˹both˺. There is nothing like Him, for He ˹alone˺ is the All-Hearing, All-Seeing"},"surah":{"surahId":42,"name":"Şûrâ","nameAr":"الشُّورٰى","revelationOrder":62,"verseCount":53,"juzNo":25,"firstPage":483}},{"id":4284,"surahId":42,"ayatId":12,"ayatNo":"١٢","pageNo":484,"ayatText":"لَهُ مَقَالٖيدُ السَّمٰوَاتِ وَالْاَرْضِۚ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَٓاءُ وَيَقْدِرُؕ اِنَّهُ بِكُلِّ شَيْءٍ عَلٖيمٌ","ayatMealText":{"tr":"Göklerin ve yerin kilitleri O'na aittir. O dilediğine rızkı genişletir ve daraltır. Şüphesiz ki O, her şeyi hakkıyla bilir.","nl":"Aan Hem behoren de sleutels van de hemelen en de aarde, Hij verruimt de voorzieningen voor wie Hij wil en Hij beperkt. Voorwaar, Hij is Alwetend over alle zaken.","en":"To Him belong the keys ˹of the treasuries˺ of the heavens and the earth. He gives abundant or limited provisions to whoever He wills. Indeed, He has ˹perfect˺ knowledge of all things"},"surah":null},{"id":4285,"surahId":42,"ayatId":13,"ayatNo":"١٣","pageNo":484,"ayatText":"شَرَعَ لَكُمْ مِنَ الدّٖينِ مَا وَصّٰى بِهٖ نُوحاً وَالَّـذٖٓي اَوْحَيْنَٓا اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهٖيمَ وَمُوسٰى وَعٖيسٰٓى اَنْ اَقٖيمُوا الدّٖينَ وَلَا تَتَفَرَّقُوا فٖيهِؕ كَـبُرَ عَلَى الْمُشْرِكٖينَ مَا تَدْعُوهُمْ اِلَيْهِؕ اَللّٰهُ يَجْتَبٖٓي اِلَيْهِ مَنْ يَشَٓاءُ وَيَهْدٖٓي اِلَيْهِ مَنْ يُنٖيبُ","ayatMealText":{"tr":"Allah dinden Nuh'a tavsiye buyurduğu şeyi sizin için de bir kanun yaptı ve (Ey Muhammed!) sana vahyettiğimizi, İbrahim'e, Musa'ya ve İsa'ya tavsiye buyurduğumuzu da şeriat kıldı. Şöyle ki: Dini doğru tutun ve onda ayrılığa düşmeyin. Fakat senin kendilerini davet ettiğin şey, müşriklere ağır geldi. Allah dilediğini kendine seçer ve kendisine yöneleni de doğru yola iletir.","nl":"Hij heeft jullie de godsdienst uitgelegd: wat Hij heeft opgedragen aan Nôeh, en hetgeen Wij aan jou geopenbaard hebben en wat Wij aan Ibrâhîm en Môesa en 'Isa hebben opgedragen: dat jullie de godsdienst onderhouden en dat jullie daarover niet verdeeld raken. Het is een zware zaak voor de veelgodenaanbidders, waartoe jullie hen oproepen. Allah kiest voor Zich wie Hij wil en Hij leidt naar Zich wie terugkeert.","en":"He has ordained for you ˹believers˺ the Way which He decreed for Noah, and what We have revealed to you ˹O Prophet˺ and what We decreed for Abraham, Moses, and Jesus, ˹commanding:˺ “Uphold the faith, and make no divisions in it.” What you call the polytheists to is unbearable for them. Allah chooses for Himself whoever He wills, and guides to Himself whoever turns ˹to Him˺"},"surah":null},{"id":4286,"surahId":42,"ayatId":14,"ayatNo":"١٤","pageNo":484,"ayatText":"وَمَا تَفَرَّقُٓوا اِلَّا مِنْ بَعْدِ مَا جَٓاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْؕ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ اِلٰٓى اَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْؕ وَاِنَّ الَّذٖينَ اُو۫رِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفٖي شَكٍّ مِنْهُ مُرٖيبٍ","ayatMealText":{"tr":"Onlar kendilerine bilgi geldikten sonra, ancak aralarındaki, çekememezlik yüzünden ayrılığa düştüler. Eğer Rabbin tarafından azabın ertelendiğine dair bir söz geçmemiş olsaydı aralarında mutlaka hüküm verilirdi. Kendilerinden sonra Kitab'a vâris kılınan kitap ehli de Kur'ân hakkında bir şüphe ve tereddüt içindedirler.","nl":"Zij raakten pas verdeeld toen de kennis tot hen kwam, elkaar onrecht aandoend. En als er niet een Woord (bevel) van jouw Heer was uitgegaan, tot een bepaalde tijd, den zouden zij al bestraft zijn. En voorwaar, degenen die de Schrift na hen erfden (de Joden en de Christenen), verkeren daarover zeker in vergaande twijfel.","en":"They did not split ˹into sects˺ out of mutual envy until knowledge came to them. Had it not been for a prior decree from your Lord for an appointed term, the matter would have certainly been settled between them ˹at once˺. And surely those who were made to inherit the Scripture after them are truly in alarming doubt about this ˹Quran˺"},"surah":null},{"id":4287,"surahId":42,"ayatId":15,"ayatNo":"١٥","pageNo":484,"ayatText":"فَلِذٰلِكَ فَادْعُۚ وَاسْتَقِمْ كَمَٓا اُمِرْتَۚ وَلَا تَتَّبِعْ اَهْوَٓاءَهُمْۚ وَقُلْ اٰمَنْتُ بِمَٓا اَنْزَلَ اللّٰهُ مِنْ كِتَابٍۚ وَاُمِرْتُ لِاَعْدِلَ بَيْنَكُمْؕ اَللّٰهُ رَبُّنَا وَرَبُّكُمْؕ لَـنَٓا اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْؕ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمْؕ اَللّٰهُ يَجْمَعُ بَيْنَنَاۚ وَاِلَيْهِ الْمَصٖيرُؕ","ayatMealText":{"tr":"Ey Muhammed! İşte bunun için insanları tevhide davet et ve sana emredildiği gibi dosdoğru ol. Onların keyiflerine uyma ve de ki: \"Ben Allah'ın kitaptan indirdiğine inandım ve bana aranızda adaleti gerçekleştirmem emredildi. Allah bizim de rabbimiz sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Sizinle bizim aramızda hiçbir tartışmaya yer yoktur. Allah hepimizi biraraya toplayacaktır. Dönüş yalnız O'nadır.","nl":"Roep daarom (op tot de Islam), en wees standvastig zoals jou is bevelen, en volg hun begeerten niet, en zeg: \"Ik geloof in wat Allah van het Boek heeft neergezonden en ik ben bevolen om onder jullie rechtvaardig te oordelen. Allah is onze Heer en jullie Heer, voor ons zijn onze daden en voor julle zijn jullie daden. Er is geen reden tot twist tussen ons en jullie. Allah zal ons verzamelen. En tot Hem is de terugkeer.\"","en":"Because of that, you ˹O Prophet˺ will invite ˹all˺. Be steadfast as you are commanded, and do not follow their desires. And say, “I believe in every Scripture Allah has revealed. And I am commanded to judge fairly among you. Allah is our Lord and your Lord. We will be accountable for our deeds and you for yours. There is no ˹need for˺ contention between us. Allah will gather us together ˹for judgment˺. And to Him is the final return.”"},"surah":null}]}