{"juzNo":25,"pageNo":485,"arCuzNo":"۲٥","arPageNo":"٤۸٥","quranAyats":[{"id":4288,"surahId":42,"ayatId":16,"ayatNo":"١٦","pageNo":485,"ayatText":"وَالَّذٖينَ يُحَٓاجُّونَ فِي اللّٰهِ مِنْ بَعْدِ مَا اسْتُجٖيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدٖيدٌ","ayatMealText":{"tr":"Allah'ın davetine uyulduktan sonra, hâlâ O'nun dini hakkında mücadele edenlerin, getirdikleri deliller Rableri yanında batıldır. Onların üzerinde bir gazab ve kendileri için şiddetli bir azab vardır.","nl":"En degenen die over Allah redetwisten nadat de (godsdienst van Allah) aanvaard is, hun verweer is nietig bij hun Heer. En op hen rust een grote toorn en voor hen is er een harde bestraffing.","en":"As for those who dispute about Allah after He is ˹already˺ acknowledged ˹by many˺, their argument is futile in the sight of their Lord. Upon them is wrath, and they will suffer a severe punishment"},"surah":{"surahId":42,"name":"Şûrâ","nameAr":"الشُّورٰى","revelationOrder":62,"verseCount":53,"juzNo":25,"firstPage":483}},{"id":4289,"surahId":42,"ayatId":17,"ayatNo":"١٧","pageNo":485,"ayatText":"اَللّٰهُ الَّـذٖٓي اَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمٖيزَانَؕ وَمَا يُدْرٖيكَ لَعَلَّ السَّاعَةَ قَرٖيبٌ","ayatMealText":{"tr":"Bu kitabı ve ölçüyü hakla indiren Allah'tır. Ne bilirsin, belki de kıyamet saati yakındır!","nl":"Allah is het Degene Die het Boek (de Koran) in Waarheid en met de weegschaal heeft neergezonden. En hoe kan jij dat weten? Misschien is het Uur al nabij.","en":"It is Allah Who has revealed the Book with the truth and the balance ˹of justice˺. You never know, perhaps the Hour is near"},"surah":null},{"id":4290,"surahId":42,"ayatId":18,"ayatNo":"١٨","pageNo":485,"ayatText":"يَسْتَعْجِلُ بِهَا الَّذٖينَ لَا يُؤْمِنُونَ بِهَاۚ وَالَّذٖينَ اٰمَنُوا مُشْفِقُونَ مِنْهَاۙ وَيَعْلَمُونَ اَنَّهَا الْحَقُّؕ اَلَٓا اِنَّ الَّذٖينَ يُمَارُونَ فِي السَّاعَةِ لَفٖي ضَلَالٍ بَعٖيدٍ","ayatMealText":{"tr":"O'na inanmayanlar kıyametin çabuk gelmesini istiyorlar. İnananlar ise O'ndan korkarlar ve O'nun hak olduğunu bilirler. İyi bilin ki, kıyamet saati hakkında tartışanlar derin bir sapıklık içindedirler.","nl":"Degenen die er niet in geloven vragen om het (Uur) te bespoedigen. En degenen die geloven zijn er bevreesd voor, en zij weten dat het de Waarheid is. Weet: voorwaar, degenen die over het Uur redetwisten verkeren in vergaande dwaling.","en":"Those who disbelieve in it ˹ask to˺ hasten it ˹mockingly˺. But the believers are fearful of it, knowing that it is the truth. Surely those who dispute about the Hour have gone far astray"},"surah":null},{"id":4291,"surahId":42,"ayatId":19,"ayatNo":"١٩","pageNo":485,"ayatText":"اَللّٰهُ لَطٖيفٌ بِعِبَادِهٖ يَرْزُقُ مَنْ يَشَٓاءُۚ وَهُوَ الْقَوِيُّ الْعَزٖيزُࣖ","ayatMealText":{"tr":"Allah kullarına çok lütufkârdır. Dilediğine rızık verir. O çok kuvvetlidir, çok güçlüdür.","nl":"Allah is Zachtmoedig voor Zijn dienaren, Hij voorziet wie Hij wil, en Hij is de Sterke, de Almachtige.","en":"Allah is Ever Kind to His servants. He provides ˹abundantly˺ to whoever He wills. And He is the All-Powerful, Almighty"},"surah":null},{"id":4292,"surahId":42,"ayatId":20,"ayatNo":"٢٠","pageNo":485,"ayatText":"مَنْ كَانَ يُرٖيدُ حَرْثَ الْاٰخِرَةِ نَزِدْ لَهُ فٖي حَرْثِهٖۚ وَمَنْ كَانَ يُرٖيدُ حَرْثَ الدُّنْيَا نُؤْتِهٖ مِنْهَا وَمَا لَهُ فِي الْاٰخِرَةِ مِنْ نَصٖيبٍ","ayatMealText":{"tr":"Her kim ahiret kazancını isterse, biz onun kazancını artırırız, her kim de dünya kazancını isterse ona da ondan veririz, ama onun ahirette hiçbir nasibi yoktur.","nl":"Wie de beloning van het Hiernamaals wenst, voor hem vermeerderen Wij zijn beloning; en wie de beloning van het wereldse leven wenst, am hem geven Wij daarvan, maar voor hem is er in het Hiernamaals geen aandeel.","en":"Whoever desires the harvest of the Hereafter, We will increase their harvest. And whoever desires ˹only˺ the harvest of this world, We will give them some of it, but they will have no share in the Hereafter"},"surah":null},{"id":4293,"surahId":42,"ayatId":21,"ayatNo":"٢١","pageNo":485,"ayatText":"اَمْ لَهُمْ شُرَكٰٓؤُ۬ا شَرَعُوا لَهُمْ مِنَ الدّٖينِ مَا لَمْ يَأْذَنْ بِهِ اللّٰهُؕ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْؕ وَاِنَّ الظَّالِمٖينَ لَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Yoksa onların, Allah'ın dinde izin vermediği şeyi kendilerine meşru kılacak ortakları mı vardır? Eğer azabın ertelenmesine dair kesin yargı sözü olmasaydı, aralarında hemen hüküm verilir, işleri bitirilirdi. Gerçekten zalimler için acı bir azab vardır.","nl":"Hebben zij deelgenoten die hun in de godsdienst dat voorschrijven waartoe Allah geen toestemming heeft gegeven? En als er niet een beslissend Woord (van Allah) was, dan zouden zij reeds bestraft zijn. Voorwaar, voor de onrechtvaardigen is er een pijnlijke bestraffing.","en":"Or do they have associate-gods who have ordained for them some ˹polytheistic˺ beliefs, which Allah has not authorized? Had it not been for ˹prior˺ decree on Judgment, the matter would have certainly been settled between them ˹at once˺. And surely the wrongdoers will suffer a painful punishment"},"surah":null},{"id":4294,"surahId":42,"ayatId":22,"ayatNo":"٢٢","pageNo":485,"ayatText":"تَرَى الظَّالِمٖينَ مُشْفِقٖينَ مِمَّا كَسَبُوا وَهُوَ وَاقِـعٌ بِهِمْؕ وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ فٖي رَوْضَاتِ الْجَنَّاتِۚ لَهُمْ مَا يَشَٓاؤُ۫نَ عِنْدَ رَبِّهِمْؕ ذٰلِكَ هُوَ الْفَضْلُ الْكَبٖيرُ","ayatMealText":{"tr":"Sen kıyamet günü kazandıkları şeyin cezası başlarına gelirken zalimlerin korkudan titrediklerini görürsün. İman edip salih amel işleyenler ise cennet bahçelerindedirler. Rablerinin yanında onlar için istedikleri her şey vardır. İşte büyük lütuf budur.","nl":"Jij ziet de onrechtvaardigen bevreesd zijn voor wat zij hebben verricht en hij (de bestraffing) treft hen. Maar degenen die geloven en goede werken verrichten, zij verkeren in de Tuinen van het Paradijs. Voor hen is er bij hun Heer wat zij maar wensen. Dat is de grote gunst.","en":"You will see the wrongdoers fearful ˹of the punishment˺ for what they committed but it will be inevitable for them, whereas those who believe and do good will be in the lush Gardens of Paradise. They will have whatever they desire from their Lord. That is ˹truly˺ the greatest bounty"},"surah":null}]}