{"juzNo":25,"pageNo":486,"arCuzNo":"۲٥","arPageNo":"٤۸٦","quranAyats":[{"id":4295,"surahId":42,"ayatId":23,"ayatNo":"٢٣","pageNo":486,"ayatText":"ذٰلِكَ الَّذٖي يُبَشِّرُ اللّٰهُ عِبَادَهُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِؕ قُلْ لَٓا اَسْـَٔلُكُمْ عَلَيْهِ اَجْراً اِلَّا الْمَوَدَّةَ فِي الْقُرْبٰىؕ وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فٖيهَا حُسْناًؕ اِنَّ اللّٰهَ غَفُورٌ شَكُورٌ","ayatMealText":{"tr":"İşte Allah iman edip salih amel işleyen kullarını bununla müjdeler. Ey Muhammed! De ki: \"Ben bu tebliğime karşı sizden akrabalıkta sevgiden başka hiçbir ücret istemiyorum.\" Her kim bir iyilik yaparsa biz onun iyiliğini artırırız. Şüphesiz ki Allah çok bağışlayıcıdır, şükrün karşılığını verir.","nl":"Dat is wat Allah als verheugende tijding aan zijn dienaren verkondigt, degenen die geloven en goede werken verrichten. Zeg (O Moehammad): \"Ik vraag van jullie geen beloning, alleen liefde voor de naaste verwanten. En voor wie m goede daad verricht vermenigvuldigen Wij het goede. Voorwaar, Allah is de Vergevensgezinde, de Waarderende.","en":"That ˹reward˺ is the good news which Allah gives to His servants who believe and do good. Say, ˹O Prophet,˺ “I do not ask you for a reward for this ˹message˺—only honour for ˹our˺ kinship.” Whoever earns a good deed, We will increase it in goodness for them. Surely Allah is All-Forgiving, Most Appreciative"},"surah":{"surahId":42,"name":"Şûrâ","nameAr":"الشُّورٰى","revelationOrder":62,"verseCount":53,"juzNo":25,"firstPage":483}},{"id":4296,"surahId":42,"ayatId":24,"ayatNo":"٢٤","pageNo":486,"ayatText":"اَمْ يَقُولُونَ افْتَرٰى عَلَى اللّٰهِ كَذِباًۚ فَاِنْ يَشَأِ اللّٰهُ يَخْتِمْ عَلٰى قَلْبِكَؕ وَيَمْحُ اللّٰهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهٖؕ اِنَّهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Yoksa onlar, senin hakkında: \"Allah'a karşı yalan uydurdu.\" mu diyorlar? Eğer Allah dilerse senin de kalbini mühürler; batılı yok eder ve sözleriyle hakkı gerçekleştirir. Şüphesiz ki O kalplerde bulunan şeyleri hakkıyla bilir.","nl":"Of zeggen zij dat hij (Moehammad) een leugen over Allah verzonnen heeft? Als Allah het wil, dan verzegek Hij jouw hart. Allah wist de valsheid uit en Hij bevestigt de Waarheid met Zijn Woorden. Voorwaar, Hij is Alwetend over wat zich in de harten bevindt.","en":"Or do they say, “He has fabricated a lie about Allah!”? ˹If you had,˺ Allah would have sealed your heart, if He willed. And Allah wipes out falsehood and establishes the truth by His Words. He certainly knows best what is ˹hidden˺ in the heart"},"surah":null},{"id":4297,"surahId":42,"ayatId":25,"ayatNo":"٢٥","pageNo":486,"ayatText":"وَهُوَ الَّذٖي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَعْفُوا عَنِ السَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَۙ","ayatMealText":{"tr":"Kullarının tevbesini kabul eden, kötülükleri affeden ve sizin yaptıklarınızı bilen O'dur.","nl":"En Hij is Degene Die het berouw van Zijn dienaren aanvaardt. En Hij vergeeft de slechte daden en Hij weet wat jullie doen.","en":"He is the One Who accepts repentance from His servants and pardons ˹their˺ sins. And He knows whatever you do"},"surah":null},{"id":4298,"surahId":42,"ayatId":26,"ayatNo":"٢٦","pageNo":486,"ayatText":"وَيَسْتَجٖيبُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزٖيدُهُمْ مِنْ فَضْلِهٖؕ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدٖيدٌ","ayatMealText":{"tr":"Allah iman edip, salih amel işleyenlerin tevbesini kabul eder, onlara lütfundan daha fazlasını verir. Kâfirler için ise şiddetli bir azap vardır.","nl":"Hij verhoort degenen die geloven en goede werken verrichten en vemenigvuldigt voor hen van Zijn gunst, maar voor de ongelovigen is er een harde bestraffing.","en":"He responds to those who believe and do good, and increases their reward out of His grace. As for the disbelievers, they will suffer a severe punishment"},"surah":null},{"id":4299,"surahId":42,"ayatId":27,"ayatNo":"٢٧","pageNo":486,"ayatText":"وَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِي الْاَرْضِ وَلٰكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَٓاءُؕ اِنَّهُ بِعِبَادِهٖ خَبٖيرٌ بَصٖيرٌ","ayatMealText":{"tr":"Eğer Allah rızkı kullarına bol bol verseydi, mutlaka yeryüzünde azgınlık ederlerdi. Fakat O dilediğini belli bir ölçüye göre indiriyor. Şüphesiz ki O, kullarından haberdardır, onları hakkıyla görür.","nl":"En als Allah de voorzieningen aan Zijn dienaren had verruimd, dan zouden zij zeker buitensporig hebben gehandeld op de aarde, maar Hij zendt volgens een bepaalde maat neer wat Hij wil. Voorwaar, Hij is Alwetend over Zijn dienaren, Alziend.","en":"Had Allah given abundant provisions to ˹all˺ His servants, they would have certainly transgressed throughout the land. But He sends down whatever He wills in perfect measure. He is truly All-Aware, All-Seeing of His servants"},"surah":null},{"id":4300,"surahId":42,"ayatId":28,"ayatNo":"٢٨","pageNo":486,"ayatText":"وَهُوَ الَّذٖي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُؕ وَهُوَ الْوَلِيُّ الْحَمٖيدُ","ayatMealText":{"tr":"İnsanlar ümitlerini kestikten sonra yağmuru indiren ve rahmetini her tarafa yayan O'dur. Övülmeye layık olan gerçek dost O'dur.","nl":"En Hij is Degene Die de regen neerzendt nadat zij wanhoopten, en Hij verspreidt Zijn Barmhartigheid, en Hij is de Beschermheer, de Geprezene.","en":"He is the One Who sends down rain after people have given up hope, spreading out His mercy. He is the Guardian, the Praiseworthy"},"surah":null},{"id":4301,"surahId":42,"ayatId":29,"ayatNo":"٢٩","pageNo":486,"ayatText":"وَمِنْ اٰيَاتِهٖ خَلْقُ السَّمٰوَاتِ وَالْاَرْضِ وَمَا بَثَّ فٖيهِمَا مِنْ دَٓابَّةٍؕ وَهُوَ عَلٰى جَمْعِهِمْ اِذَا يَشَٓاءُ قَدٖيرٌࣖ","ayatMealText":{"tr":"Gökleri yeri ve her ikisinde yaydığı canlıları yaratması da Allah'ın kudretinin delillerindendir. O'nun dilediği zaman onları biraraya toplamaya da gücü yeter.","nl":"En tot Zijn Tekenen behoort de schepping van de hemelen en de aarde en de levende wezens die daarop rondlopen. En Hij is in stad om hen te verzamelen, wanneer Hij wil.","en":"And among His signs is the creation of the heavens and the earth, and all living beings He dispersed throughout both. And He is Most Capable of bringing all together whenever He wills"},"surah":null},{"id":4302,"surahId":42,"ayatId":30,"ayatNo":"٣٠","pageNo":486,"ayatText":"وَمَٓا اَصَابَكُمْ مِنْ مُصٖيبَةٍ فَبِمَا كَسَبَتْ اَيْدٖيكُمْ وَيَعْفُوا عَنْ كَثٖيرٍؕ","ayatMealText":{"tr":"Başınıza gelen herhangi bir musibet kendi ellerinizle kazandıklarınız yüzündendir. Bununla beraber Allah yine de çoğunu affeder.","nl":"En er treft jullie geen ramp, of het is vanwege wat jullie handen hebben verricht, maar Hij vergeeft veel.","en":"Whatever affliction befalls you is because of what your own hands have committed. And He pardons much"},"surah":null},{"id":4303,"surahId":42,"ayatId":31,"ayatNo":"٣١","pageNo":486,"ayatText":"وَمَٓا اَنْتُمْ بِمُعْجِزٖينَ فِي الْاَرْضِۚ وَمَا لَكُمْ مِنْ دُونِ اللّٰهِ مِنْ وَلِيٍّ وَلَا نَصٖيرٍ","ayatMealText":{"tr":"Siz yeryüzünde (O'nu) aciz bırakamazsınız. Sizin Allah'tan başka bir dostunuz ve yardımcınız da yoktur.","nl":"En jullie zullen op de aarde nooit kunnen ontkomen. En er is voor jullie naast Allah geen beschermer en geen helper.","en":"You can never escape ˹Him˺ on earth, nor do you have any protector or helper besides Allah"},"surah":null}]}