{"juzNo":25,"pageNo":487,"arCuzNo":"۲٥","arPageNo":"٤۸۷","quranAyats":[{"id":4304,"surahId":42,"ayatId":32,"ayatNo":"٣٢","pageNo":487,"ayatText":"وَمِنْ اٰيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْاَعْلَامِؕ","ayatMealText":{"tr":"Denizlerde yüce dağlar gibi gemilerin yürümesi de O'nun kudretinin delillerindendir.","nl":"En tot Zijn Tekenen behoren de schepen zo groot als bergen die op de zee varen.","en":"And among His signs are the ships like mountains ˹sailing˺ in the sea"},"surah":{"surahId":42,"name":"Şûrâ","nameAr":"الشُّورٰى","revelationOrder":62,"verseCount":53,"juzNo":25,"firstPage":483}},{"id":4305,"surahId":42,"ayatId":33,"ayatNo":"٣٣","pageNo":487,"ayatText":"اِنْ يَشَأْ يُسْكِنِ الرّٖيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلٰى ظَهْرِهٖؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍۙ","ayatMealText":{"tr":"Eğer O dilerse rüzgarı durdurur da yelkenle giden gemiler denizin üzerinde duruverirler. Şüphesiz ki bunda sabırlı olan ve çok şükreden kimseler için nice ibretler vardır.","nl":"En als Hij wil, dan laat Hij de wind liggen, zodat de schepen stil komen te liggen op haar oppervlak. Voorwaar, daarin zijn zeker tekenen vooir iedere geduldige en dankbare.","en":"If He wills, He can calm the wind, leaving the ships motionless on the water. Surely in this are signs for whoever is steadfast, grateful"},"surah":null},{"id":4306,"surahId":42,"ayatId":34,"ayatNo":"٣٤","pageNo":487,"ayatText":"اَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثٖيرٍؗ","ayatMealText":{"tr":"Yahut da Allah kazandıkları günahlar yüzünden onları helâk eder ve birçoğunu da bağışlar.","nl":"Of Hij vernietigt deze (schepen) wegens wat zij verichtten, maar Hij vergeeft veel.","en":"Or He can wreck the ships for what the people have committed—though He forgives much—"},"surah":null},{"id":4307,"surahId":42,"ayatId":35,"ayatNo":"٣٥","pageNo":487,"ayatText":"وَيَعْلَمَ الَّذٖينَ يُجَادِلُونَ فٖٓي اٰيَاتِنَاؕ مَا لَهُمْ مِنْ مَحٖيصٍ","ayatMealText":{"tr":"Âyetlerimiz hakkında mücadele edenler bilsinler ki kendileri için kaçacak bir yer yoktur.","nl":"En opdat zij die over Onze Tekenen redetwisten weten dat er voor hen geen uitweg is.","en":"so those who dispute about Our signs may know that they have no refuge"},"surah":null},{"id":4308,"surahId":42,"ayatId":36,"ayatNo":"٣٦","pageNo":487,"ayatText":"فَمَٓا اُو۫تٖيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَاۚ وَمَا عِنْدَ اللّٰهِ خَيْرٌ وَاَبْقٰى لِلَّذٖينَ اٰمَنُوا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَۚ","ayatMealText":{"tr":"Size verilen herhangi bir şey sadece dünya hayatının geçici bir menfaatidir. Allah katında bulunanlar ise iman edip sadece Rablerine güvenen kimseler için daha hayırlı ve daha kalıcıdır.","nl":"En wat jullie gegeven is, is slechts een vergankelijke genieting van het wereldse leven. Maar wat zich bij Allah bevindt is beter en blijvender voor hen die geloven en die op hun Heer vertrouwen.","en":"Whatever ˹pleasure˺ you have been given is ˹no more than a fleeting˺ enjoyment of this worldly life. But what is with Allah is far better and more lasting for those who believe and put their trust in their Lord"},"surah":null},{"id":4309,"surahId":42,"ayatId":37,"ayatNo":"٣٧","pageNo":487,"ayatText":"وَالَّذٖينَ يَجْتَنِبُونَ كَـبَٓائِرَ الْاِثْمِ وَالْفَوَاحِشَ وَاِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَۚ","ayatMealText":{"tr":"O iman edenler, büyük günahlardan ve hayasızlıktan kaçınırlar. Onlar öfkelendikleri zaman da kusurları bağışlarlar.","nl":"En (zij zijn) degenen die de grote zonden en de verdorvenheid mijden. En als zij boos zijn, dan vergeven zij.","en":"who avoid major sins and shameful deeds, and forgive when angered"},"surah":null},{"id":4310,"surahId":42,"ayatId":38,"ayatNo":"٣٨","pageNo":487,"ayatText":"وَالَّذٖينَ اسْتَجَابُوا لِرَبِّهِمْ وَاَقَامُوا الصَّلٰوةَࣕ وَاَمْرُهُمْ شُورٰى بَيْنَهُمْࣕ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَۚ","ayatMealText":{"tr":"Onlar, Rablerinin davetini kabul ederler ve namazı dosdoğru kılarlar. Onların işleri de kendi aralarında bir istişare iledir. Kendilerine verdiğimiz rızıktan onlar Allah yolunda harcarlar.","nl":"En (zij zijn) degenen die gehoor geven aan hun Heer en de shalât onderhouden, en hun zaken in onderling overleg (Sjôera) beslissen, en zij geven uit van waar Wij hun mee voorzien hebben.","en":"who respond to their Lord, establish prayer, conduct their affairs by mutual consultation, and donate from what We have provided for them"},"surah":null},{"id":4311,"surahId":42,"ayatId":39,"ayatNo":"٣٩","pageNo":487,"ayatText":"وَالَّذٖينَ اِذَٓا اَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ","ayatMealText":{"tr":"Onlar, bir zulüm ve saldırıya uğradıkları zaman birbirleriyle yardımlaşırlar.","nl":"En (zij zijn) degenen die, als onrecht hen treft, zich verdedigen.","en":"and who enforce justice when wronged"},"surah":null},{"id":4312,"surahId":42,"ayatId":40,"ayatNo":"٤٠","pageNo":487,"ayatText":"وَجَزٰٓؤُ۬ا سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَاۚ فَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُهُ عَلَى اللّٰهِؕ اِنَّهُ لَا يُحِبُّ الظَّالِمٖينَ","ayatMealText":{"tr":"Bir kötülüğün cezası yine onun gibi bir kötülüktür, ama kim affeder, bağışlarsa onun mükafatı Allah'a aittir. Şüphesiz ki Allah, zalimleri sevmez.","nl":"En de vergelding voor een slechte daad is dezelfde slechte daad, maar voor wie vergeeft en verzoent: zijn beloning is bij Allah. Voorwaar, Hij houdt niet van de onrechtplegers.","en":"The reward of an evil deed is its equivalent. But whoever pardons and seeks reconciliation, then their reward is with Allah. He certainly does not like the wrongdoers"},"surah":null},{"id":4313,"surahId":42,"ayatId":41,"ayatNo":"٤١","pageNo":487,"ayatText":"وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهٖ فَاُو۬لٰٓئِكَ مَا عَلَيْهِمْ مِنْ سَبٖيلٍؕ","ayatMealText":{"tr":"Zulme uğradıktan sonra hakkını alan kimseye gelince, işte onların aleyhinde ceza vermek için herhangi bir yol yoktur.","nl":"En wie zich verdedigt nadat hem onrecht is aangedaan: zij zijn degenen tegen wie er geen weg (tot bestraffing) is.","en":"There is no blame on those who enforce justice after being wronged"},"surah":null},{"id":4314,"surahId":42,"ayatId":42,"ayatNo":"٤٢","pageNo":487,"ayatText":"اِنَّمَا السَّبٖيلُ عَلَى الَّذٖينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْاَرْضِ بِغَيْرِ الْحَقِّؕ اُو۬لٰٓئِكَ لَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Yol ancak insanlara zulmedenler ve yeryüzünde haksız yere taşkınlık edenler aleyhinedir. İşte onlar için acı bir azap vardır.","nl":"Er is wel een weg (tot bestraffing) tegen degenen die de mensen onrecht aandeden en die zonder recht buitensporig op aarde handelden. Zij zijn degenen voor wie er een pijnlijke bestraffing is.","en":"Blame is only on those who wrong people and transgress in the land unjustly. It is they who will suffer a painful punishment"},"surah":null},{"id":4315,"surahId":42,"ayatId":43,"ayatNo":"٤٣","pageNo":487,"ayatText":"وَلَمَنْ صَبَرَ وَغَفَرَ اِنَّ ذٰلِكَ لَمِنْ عَزْمِ الْاُمُورِࣖ","ayatMealText":{"tr":"Her kim de sabreder ve kusuru bağışlarsa, işte bu elbette azmedilecek işlerdendir.","nl":"Maar wie geduldig was en vergaf voorwaar, dat behoort zeker tot de aanbevolen daden.","en":"And whoever endures patiently and forgives—surely this is a resolve to aspire to"},"surah":null},{"id":4316,"surahId":42,"ayatId":44,"ayatNo":"٤٤","pageNo":487,"ayatText":"وَمَنْ يُضْلِلِ اللّٰهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهٖؕ وَتَرَى الظَّالِمٖينَ لَمَّا رَاَوُا الْعَذَابَ يَقُولُونَ هَلْ اِلٰى مَرَدٍّ مِنْ سَبٖيلٍۚ","ayatMealText":{"tr":"Allah kimi saptırırsa artık bundan sonra onun için hiçbir dost yoktur. Sen, azabı gördüklerinde zalimlerin: \"Acaba dönecek bir yol var mıdır?\" dediklerini görürsün.","nl":"En wie door Allah tot dwaling gebracht wordt: voor hem is er daarna geen helper. En jij zult zien dat wanneer de onrechtplegers de straf zien, zij zullen zeggen: \"Is er voor ons nog een weg om (naar de aarde) terug, te keren?\"","en":"And whoever Allah leaves to stray will have no guide after Him. You will see the wrongdoers, when they face the torment, pleading, “Is there any way back ˹to the world˺?”"},"surah":null}]}