{"juzNo":25,"pageNo":488,"arCuzNo":"۲٥","arPageNo":"٤۸۸","quranAyats":[{"id":4317,"surahId":42,"ayatId":45,"ayatNo":"٤٥","pageNo":488,"ayatText":"وَتَرٰيهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعٖينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّؕ وَقَالَ الَّذٖينَ اٰمَنُٓوا اِنَّ الْخَاسِرٖينَ الَّذٖينَ خَسِرُٓوا اَنْفُسَهُمْ وَاَهْلٖيهِمْ يَوْمَ الْقِيٰمَةِؕ اَلَٓا اِنَّ الظَّالِمٖينَ فٖي عَذَابٍ مُقٖيمٍ","ayatMealText":{"tr":"Sen, onların aşağılıktan dolayı başları öne eğilmiş, göz ucuyla gizli gizli etrafa bakarlarken ateşe sunulduklarını görürsün, iman edenler de: \"Gerçekten zarara uğrayanlar hem kendilerine hem de ailelerine kıyamet günü yazık etmiş olan kimselerdir.\"diyeceklerdir. İyi bilin ki zalimler devamlı bir azap içerisindedirler.","nl":"En jij zult zien hoe zij naar haar (de Hel) worden gesleept, vrezend door de vernedering. Zij kijken met een zwakke blik. En degenen die geloven zeggen: \"Voorwaar, de verliezers zijn degenen die zichzelf en hun families verlies hebben toegebracht op de Dag der Opstanding.\" Weet dat de onrechtvaardigen in een eeuwige bestraffing zullen verken.\"","en":"And you will see them exposed to the Fire, fully humbled out of disgrace, stealing glances ˹at it˺. And the believers will say, “The ˹true˺ losers are those who have lost themselves and their families on Judgment Day.” The wrongdoers will certainly be in everlasting torment"},"surah":{"surahId":42,"name":"Şûrâ","nameAr":"الشُّورٰى","revelationOrder":62,"verseCount":53,"juzNo":25,"firstPage":483}},{"id":4318,"surahId":42,"ayatId":46,"ayatNo":"٤٦","pageNo":488,"ayatText":"وَمَا كَانَ لَهُمْ مِنْ اَوْلِيَٓاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللّٰهِؕ وَمَنْ يُضْلِلِ اللّٰهُ فَمَا لَهُ مِنْ سَبٖيلٍؕ","ayatMealText":{"tr":"Onların Allah'tan başka kendilerine yardım edecek hiçbir dostları yoktur. Allah kimi saptırırsa, artık onun için çıkar bir yol yoktur.","nl":"En er is voor hen naast Allah geen beschermer die hen kan helpen. En wie door Allah tot dwaling gebracht wordt, voor hem is er geen weg (om nog Leiding te vinden).","en":"They will have no protectors to help them against Allah. And whoever Allah leaves to stray, for them there is no way"},"surah":null},{"id":4319,"surahId":42,"ayatId":47,"ayatNo":"٤٧","pageNo":488,"ayatText":"اِسْتَجٖيبُوا لِرَبِّكُمْ مِنْ قَبْلِ اَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللّٰهِؕ مَا لَكُمْ مِنْ مَلْجَاٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكٖيرٍ","ayatMealText":{"tr":"Allah tarafından, geri çevrilemeyecek kıyamet günü gelmeden önce, Rabbinizin davetine uyun, çünkü o gün, sizin için sığınacak bir yer yoktur ve siz inkâr da edemezsiniz.","nl":"Geeft gehoor aan jullie Heer, voordat er een Dag komt van Allah die onafwendbaar is. Er zal voor jullie geen toevluchtsoord zijn en er is geen ontkenning voor jullie (van jullie zonden).","en":"Respond to your Lord before the coming of a Day from Allah that cannot be averted. There will be no refuge for you then, nor ˹grounds for˺ denial ˹of sins˺"},"surah":null},{"id":4320,"surahId":42,"ayatId":48,"ayatNo":"٤٨","pageNo":488,"ayatText":"فَاِنْ اَعْرَضُوا فَمَٓا اَرْسَلْنَاكَ عَلَيْهِمْ حَفٖيظاًؕ اِنْ عَلَيْكَ اِلَّا الْبَلَاغُؕ وَاِنَّٓا اِذَٓا اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَاؕ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ اَيْدٖيهِمْ فَاِنَّ الْاِنْسَانَ كَفُورٌ","ayatMealText":{"tr":"Ey Muhammed! Eğer onlar yüz çevirirlerse bilsinler ki, biz seni onların üzerine bir bekçi olarak göndermedik. Sana düşen sadece tebliğdir. Gerçekten biz insana tarafımızdan bir rahmet tattırırsak ona sevinir, ama elleriyle yaptıkları yüzünden kendilerine bir kötülük isabet ederse, o zaman görürsün ki insan çok nankördür.","nl":"En als zij zich dan afwenden: Wij hebben jou niet als waker over hen gezonden, jij bent niets dan een verkondiger. En voorwaar, wanneer Wij de mens een genieting van Ons laten proeven, dan is hij er blij meer. Maar als een tegenslag hem treft wegens wat zijn handen hebben voortgebracht: voorwaar, de mens is zeer ondankbaar.","en":"But if they turn away, We have not sent you ˹O Prophet˺ as a keeper over them. Your duty is only to deliver ˹the message˺. And indeed, when We let someone taste a mercy from Us, they become prideful ˹because˺ of it. But when afflicted with evil because of what their hands have done, then one becomes totally ungrateful"},"surah":null},{"id":4321,"surahId":42,"ayatId":49,"ayatNo":"٤٩","pageNo":488,"ayatText":"لِلّٰهِ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِؕ يَخْلُقُ مَا يَشَٓاءُؕ يَهَبُ لِمَنْ يَشَٓاءُ اِنَاثاً وَيَهَبُ لِمَنْ يَشَٓاءُ الذُّكُورَۙ","ayatMealText":{"tr":"Göklerin ve yerin hükümranlığı yalnız Allah'a aittir. O dilediğini yaratır, dilediğine kız çocuk, dilediğine de erkek çocuk bahşeder.","nl":"Aan Allah behoort de heerschappij van de hemelen en de aarde. Hij schept wat Hij wil en hij schenkt meisjes aan wie Hij wil en Hij schenkt jongens aan wie Hij wil.","en":"To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. He creates whatever He wills. He blesses whoever He wills with daughters, and blesses whoever He wills with sons"},"surah":null},{"id":4322,"surahId":42,"ayatId":50,"ayatNo":"٥٠","pageNo":488,"ayatText":"اَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَاِنَاثاًۚ وَيَجْعَلُ مَنْ يَشَٓاءُ عَقٖيماًؕ اِنَّهُ عَلٖيمٌ قَدٖيرٌ","ayatMealText":{"tr":"Yahut Allah onları erkek ve kız olmak üzere çift verir, dilediğini de kısır yapar. Şüphesiz ki O her şeyi bilir. O'nun her şeye gücü yeter.","nl":"Of Hij schenkt hun jongens en meisjes. En Hij maakt onvruchtbaar wie Hij wil. Voorwaar, Hij is Alwetend, Almachtig.","en":"or grants both, sons and daughters, ˹to whoever He wills˺, and leaves whoever He wills infertile. He is indeed All-Knowing, Most Capable"},"surah":null},{"id":4323,"surahId":42,"ayatId":51,"ayatNo":"٥١","pageNo":488,"ayatText":"وَمَا كَانَ لِبَشَرٍ اَنْ يُكَلِّمَهُ اللّٰهُ اِلَّا وَحْياً اَوْ مِنْ وَرَٓائِ۬ حِجَابٍ اَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِاِذْنِهٖ مَا يَشَٓاءُؕ اِنَّهُ عَلِيٌّ حَكٖيمٌ","ayatMealText":{"tr":"Allah bir insanla ancak vahiy yoluyla veya perde arkasından konuşur. Yahut da bir elçi gönderir de izniyle ona dilediğini vahyeder. Şüphesiz ki O çok yücedir, hüküm ve hikmet sahibidir.","nl":"Het past de mens niet dat Allah tot hem spreekt, behalve door middel van een openbaring of van achter een scherm of door het zenden van een gezant (Djibrîl), die het dan openbaart met Zijn toestemming, zoals Hij wil. Voorwaar, Hij is Verheven, Alwijs.","en":"It is not ˹possible˺ for a human being to have Allah communicate with them, except through inspiration, or from behind a veil, or by sending a messenger-angel to reveal whatever He wills by His permission. He is surely Most High, All-Wise"},"surah":null}]}