{"juzNo":25,"pageNo":489,"arCuzNo":"۲٥","arPageNo":"٤۸۹","quranAyats":[{"id":4324,"surahId":42,"ayatId":52,"ayatNo":"٥٢","pageNo":489,"ayatText":"وَكَذٰلِكَ اَوْحَيْنَٓا اِلَيْكَ رُوحاً مِنْ اَمْرِنَاؕ مَا كُنْتَ تَدْرٖي مَا الْكِتَابُ وَلَا الْاٖيمَانُ وَلٰكِنْ جَعَلْنَاهُ نُوراً نَهْدٖي بِهٖ مَنْ نَشَٓاءُ مِنْ عِبَادِنَاؕ وَاِنَّكَ لَتَهْدٖٓي اِلٰى صِرَاطٍ مُسْتَقٖيمٍۙ","ayatMealText":{"tr":"İşte biz böylece sana da emrimizden Kur'ân'ı vahyettik. Yoksa sen kitap nedir? İman nedir? bilmiyordun. Fakat biz onu bir nur kıldık. Onunla kullarımızdan dilediğimizi doğru yola iletiyoruz. Şüphesiz ki sen de insanları doğru bir yola götürüyorsun.","nl":"Zó hebben Wij aan jou een openbaring neergezonden, een zaak van Ons. Jij wist toen niet wat het Boek (de Koran) was en wat het geloof was, maar Wij hebben hem tot een licht gemaakt waarmee Wij van Onze dienaren leiden wie Wij willen. En voorwaar, jij leidt zeker naar een recht Pad.","en":"And so We have sent to you ˹O Prophet˺ a revelation by Our command. You did not know of ˹this˺ Book and faith ˹before˺. But We have made it a light, by which We guide whoever We will of Our servants. And you are truly leading ˹all˺ to the Straight Path—"},"surah":{"surahId":42,"name":"Şûrâ","nameAr":"الشُّورٰى","revelationOrder":62,"verseCount":53,"juzNo":25,"firstPage":483}},{"id":4325,"surahId":42,"ayatId":53,"ayatNo":"٥٣","pageNo":489,"ayatText":"صِرَاطِ اللّٰهِ الَّذٖي لَهُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ اَلَٓا اِلَى اللّٰهِ تَصٖيرُ الْاُمُورُ","ayatMealText":{"tr":"Göklerde ve yerde bulunanların sahibi olan Allah'ın yoluna götürüyorsun. İyi bilin ki bütün işler sonunda yalnız Allah'a dönecektir.","nl":"Het is het Pad van Allah, Degene aan Wie alles wat in de hemelen en op de aarde is toebehoort. Weet: alle zaken keren tot Allah terug.","en":"the Path of Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. Surely to Allah all matters will return ˹for judgment˺"},"surah":null},{"id":4326,"surahId":43,"ayatId":1,"ayatNo":"١","pageNo":489,"ayatText":"حٰمٓؕ","ayatMealText":{"tr":"Hâ, mîm.","nl":"Ha Mîm.","en":"Ḥâ-Mĩm"},"surah":{"surahId":43,"name":"Zuhruf","nameAr":"الزُّخْرُفِ","revelationOrder":63,"verseCount":89,"juzNo":25,"firstPage":489}},{"id":4327,"surahId":43,"ayatId":2,"ayatNo":"٢","pageNo":489,"ayatText":"وَالْكِتَابِ الْمُبٖينِۙ","ayatMealText":{"tr":"Apaçık kitaba andolsun ki biz onu iyice anlayasınız diye Arapça bir Kur'an yaptık.","nl":"Bij het duidelijke Boek. (de Koran)","en":"By the clear Book"},"surah":null},{"id":4328,"surahId":43,"ayatId":3,"ayatNo":"٣","pageNo":489,"ayatText":"اِنَّا جَعَلْنَاهُ قُرْءٰناً عَرَبِياًّ لَعَلَّكُمْ تَعْقِلُونَۚ","ayatMealText":{"tr":"Apaçık kitaba andolsun ki biz onu iyice anlayasınız diye Arapça bir Kur'an yaptık.","nl":"Voorwaar, Wij hebben hem als een Arabische Koran gemaakt Hopelijk zullen jullie begrijpen.","en":"Certainly, We have made it a Quran in Arabic so perhaps you will understand"},"surah":null},{"id":4329,"surahId":43,"ayatId":4,"ayatNo":"٤","pageNo":489,"ayatText":"وَاِنَّهُ فٖٓي اُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكٖيمٌؕ","ayatMealText":{"tr":"Gerçekten o bizim nezdimizde bulunan ana kitapta mevcut yüce ve hikmet dolu bir kitaptır.","nl":"En voorwaar, bij is bij Ons vastgelegd in de Moeder van de Schrift (Lauhoelmahfôezh), verheven en wijs.","en":"And indeed, it is—in the Master Record with Us—highly esteemed, rich in wisdom"},"surah":null},{"id":4330,"surahId":43,"ayatId":5,"ayatNo":"٥","pageNo":489,"ayatText":"اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحاً اَنْ كُنْتُمْ قَوْماً مُسْرِفٖينَ","ayatMealText":{"tr":"Siz haddi aşan bir kavim oldunuz diye Kur'an'ı size göndermekten vaz mı geçelim?","nl":"Zullen Wij dan de Vermaning van jullie weghouden, Ons afwendend, omdat jullie een buitensporig volk zijn?","en":"Should We then turn the ˹Quranic˺ Reminder away from you ˹simply˺ because you have been a transgressing people"},"surah":null},{"id":4331,"surahId":43,"ayatId":6,"ayatNo":"٦","pageNo":489,"ayatText":"وَكَمْ اَرْسَلْنَا مِنْ نَبِيٍّ فِي الْاَوَّلٖينَ","ayatMealText":{"tr":"Biz öncekilere de nice peygamberler göndermiştik.","nl":"En hoeveel Profeten hebben Wij niet gezonden naar de vroegeren?","en":"˹Imagine˺ how many prophets We sent to those ˹destroyed˺ before"},"surah":null},{"id":4332,"surahId":43,"ayatId":7,"ayatNo":"٧","pageNo":489,"ayatText":"وَمَا يَأْتٖيهِمْ مِنْ نَبِيٍّ اِلَّا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَ","ayatMealText":{"tr":"Onlar kendilerine gelen her peygamberle mutlaka alay ediyorlardı.","nl":"En er kwam geen Profeet tot hen, of zij dreven de spot met hem.","en":"But no prophet ever came to them without being mocked"},"surah":null},{"id":4333,"surahId":43,"ayatId":8,"ayatNo":"٨","pageNo":489,"ayatText":"فَاَهْلَكْـنَٓا اَشَدَّ مِنْهُمْ بَطْشاً وَمَضٰى مَثَلُ الْاَوَّلٖينَ","ayatMealText":{"tr":"Biz onlardan daha kuvvetli olanları helâk ettik. Kur'an'da öncekilerin örneği de geçmiştir.","nl":"En Wij hebben (volken) vernietigd die machtiger waren dan zij. En de voorbeelden van de vroegeren zijn (hen) voorafgegaan.","en":"So We destroyed those who were far mightier than these ˹Meccans˺. The examples of ˹their˺ predecessors have ˹already˺ been related"},"surah":null},{"id":4334,"surahId":43,"ayatId":9,"ayatNo":"٩","pageNo":489,"ayatText":"وَلَئِنْ سَاَلْتَهُمْ مَنْ خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزٖيزُ الْعَلٖيمُۙ","ayatMealText":{"tr":"Eğer sen onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan elbette: \"Onları çok güçlü ve herşeyi bilen Allah yarattı.\" derler.","nl":"En als jij hen vraagt wie de hemelen en de aarde heeft geschapen, dan zullen zij zeker zeggen: \"De Almachtige, de Alwetende heeft hen geschapen.\"","en":"If you ask them ˹O Prophet˺ who created the heavens and the earth, they will certainly say, “The Almighty, All-Knowing did.”"},"surah":null},{"id":4335,"surahId":43,"ayatId":10,"ayatNo":"١٠","pageNo":489,"ayatText":"اَلَّذٖي جَعَلَ لَكُمُ الْاَرْضَ مَهْداً وَجَعَلَ لَكُمْ فٖيهَا سُبُلاً لَعَلَّكُمْ تَهْتَدُونَۚ","ayatMealText":{"tr":"O, yeryüzünü sizin için bir beşik yaptı ve doğru gidesiniz diye orada sizin için yollar meydana getirdi.","nl":"Degene Die de aarde tot een uitspreide plaats heeft gemaakt en Die daarin voor jullie wegen heeft gemaakt. Hopelijk zullen jullie Leiding volgen.","en":"˹He is the One˺ Who has laid out the earth for you, and set in it pathways for you so that you may find your way"},"surah":null}]}