{"juzNo":3,"pageNo":49,"arCuzNo":"۳","arPageNo":"٤۹","quranAyats":[{"id":290,"surahId":2,"ayatId":283,"ayatNo":"٢٨٣","pageNo":49,"ayatText":"وَاِنْ كُنْتُمْ عَلٰى سَفَرٍ وَلَمْ تَجِدُوا كَاتِباً فَرِهَانٌ مَقْبُوضَةٌؕ فَاِنْ اَمِنَ بَعْضُكُمْ بَعْضاً فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ اَمَانَتَهُ وَلْيَتَّقِ اللّٰهَ رَبَّهُؕ وَلَا تَكْتُمُوا الشَّهَادَةَؕ وَمَنْ يَكْتُمْهَا فَاِنَّهُٓ اٰثِمٌ قَلْبُهُؕ وَاللّٰهُ بِمَا تَعْمَلُونَ عَلٖيمٌࣖ","ayatMealText":{"tr":"Şayet siz sefer üzere olur bir kâtip de bulamazsanız, o vakit alınmış bir rehin belge yerine geçer. Yok eğer birbirinize güveniyorsanız kendisine güvenilen adam Rabbi olan Allah'dan korksun da üzerindeki emaneti ödesin. Bir de şahitliğinizi inkâr edip gizlemeyin, onu kim inkâr ederse mutlaka onun kalbi vebal içindedir. Her ne yaparsanız Allah onu bilir.","nl":"En wanneer jullie op reis zijn, en jullie junnen geen schrijver vinden, dan kan een plechtige belofte met onderpand (hetzelfde doel dienen). En als jullie elkaar iets toevertrouwen, laat dan degene die iets toevertrouwd is, dit vertrouwen waard zijn en laat hem Allah zijn Heer vrezen. En verbergt geen bewijs. En wie het verbergt: voorwaar, zijn hart wordt zondig. En Allah is Alwetend over wat jullie doen.","en":"If you are on a journey and a scribe cannot be found, then a security can be taken. If you trust one another, then ˹there is no need for a security, but˺ the debtor should honour this trust ˹by repaying the debt˺—and let them fear Allah, their Lord. And do not conceal the testimony, for whoever conceals it, their hearts are indeed sinful. And Allah ˹fully˺ knows what you do"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":291,"surahId":2,"ayatId":284,"ayatNo":"٢٨٤","pageNo":49,"ayatText":"لِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَاِنْ تُبْدُوا مَا فٖٓي اَنْفُسِكُمْ اَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللّٰهُؕ فَيَغْفِرُ لِمَنْ يَشَٓاءُ وَيُعَذِّبُ مَنْ يَشَٓاءُؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Göklerde ne var, yerde ne varsa hepsi Allah'ındır. Siz içinizdekileri açığa vursanız da gizli tutsanız da Allah onunla sizi hesaba çeker. Sonra dilediğini bağışlar, dilediğine de azab eder. Allah her şeye kadirdir.","nl":"Aan Allah behoort alles wat er in de hemelen en op de aarde is, en of jullie nu openlijk laten blijken wat er in jullie zielen is, of jullie verbergen het: Allah zal jullie ervoor de rekening opmaken, en Hij vergeeft wie Hij wil, en Hij bestraft wie Hij wil, en Allah is Almachtig over alle zaken.","en":"To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. Whether you reveal what is in your hearts or conceal it, Allah will call you to account for it. He forgives whoever He wills, and punishes whoever He wills. And Allah is Most Capable of everything"},"surah":null},{"id":292,"surahId":2,"ayatId":285,"ayatNo":"٢٨٥","pageNo":49,"ayatText":"اٰمَنَ الرَّسُولُ بِمَٓا اُنْزِلَ اِلَيْهِ مِنْ رَبِّهٖ وَالْمُؤْمِنُونَؕ كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰٓئِكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖؕ لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِنْ رُسُلِهٖࣞ  وَقَالُوا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصٖيرُ","ayatMealText":{"tr":"Peygamber, Rabbi'nden kendisine ne indirildiyse ona iman etti. Müminlerin de hepsi Allah'a, meleklerine, kitaplarına ve peygamberlerine iman ettiler. \"Biz Allah'ın peygamberleri arasında ayırım yapmayız, duyduk ve itaat ettik. Ey Rabbimiz, bağışlamanı dileriz, dönüş ancak sanadır.\" dediler.","nl":"De Boodschapper gelooft in wat hem van zijn Heer is geopenbaard, en (ook) de gelovigen, allen geloven in Allah, en Zijn Engelen en Zijn Boeken en Zijn Boodschappers. Wij maken geen onderscheid tussen Zijn Boodschappers. Zij zeiden: \"Wij luisteren en wij gehoorzamen, vergeef ons, onze heer, en tot U is de terugkeer.\"","en":"The Messenger ˹firmly˺ believes in what has been revealed to him from his Lord, and so do the believers. They ˹all˺ believe in Allah, His angels, His Books, and His messengers. ˹They proclaim,˺ “We make no distinction between any of His messengers.” And they say, “We hear and obey. ˹We seek˺ Your forgiveness, our Lord! And to You ˹alone˺ is the final return.”"},"surah":null},{"id":293,"surahId":2,"ayatId":286,"ayatNo":"٢٨٦","pageNo":49,"ayatText":"لَا يُكَلِّفُ اللّٰهُ نَفْساً اِلَّا وُسْعَهَاؕ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْؕ رَبَّنَا لَا تُؤَاخِذْنَٓا اِنْ نَسٖينَٓا اَوْ اَخْطَأْنَاۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَٓا اِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذٖينَ مِنْ قَبْلِنَاۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ وَاعْفُ عَنَّاࣞ وَاغْفِرْ لَنَاࣞ وَارْحَمْنَاࣞ اَنْتَ مَوْلٰينَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرٖينَ","ayatMealText":{"tr":"Allah hiç kimseye gücünün yeteceğinden başka yük yüklemez. Herkesin kazandığı hayır kendisine, yaptığı kötülüğün zararı yine kendisinedir. Ey Rabbimiz, eğer unuttuk ya da yanıldıysak bizi tutup sorguya çekme! Ey Rabbimiz, bize bizden öncekilere yüklediğin gibi ağır yük yükleme! Ey Rabbimiz, bize gücümüzün yetmeyeceği yükü de yükleme! Bağışla bizi, mağfiret et bizi, rahmet et bize! Sensin bizim Mevlamız, kâfir kavimlere karşı yardım et bize.","nl":"Allah belast niemand dan volgens zijn vermogen. Voor hem is hetgeen (de beloning) dat hij doet en voor hem is hetgeen (de bestraffing) wat hij doet. (Zeg:) \"Onze Heer, bestraf ons niet als wij vergeten of als wij fouten maken. Onze Heer, belast ons niet zoals U degenen vóór ons belast heeft. Onze Heer belast ons niet met wat wij niet kunnen dragen en scheld ons kwijt en vergeef ons en wees ons genadig. U bent onze Meester en help ons tegen het ongelovige volk.\"","en":"Allah does not require of any soul more than what it can afford. All good will be for its own benefit, and all evil will be to its own loss. ˹The believers pray,˺ “Our Lord! Do not punish us if we forget or make a mistake. Our Lord! Do not place a burden on us like the one you placed on those before us. Our Lord! Do not burden us with what we cannot bear. Pardon us, forgive us, and have mercy on us. You are our ˹only˺ Guardian. So grant us victory over the disbelieving people.”"},"surah":null}]}