{"juzNo":25,"pageNo":491,"arCuzNo":"۲٥","arPageNo":"٤۹۱","quranAyats":[{"id":4348,"surahId":43,"ayatId":23,"ayatNo":"٢٣","pageNo":491,"ayatText":"وَكَذٰلِكَ مَٓا اَرْسَلْنَا مِنْ قَبْلِكَ فٖي قَرْيَةٍ مِنْ نَذٖيرٍ اِلَّا قَالَ مُتْرَفُوهَٓاۙ اِنَّا وَجَدْنَٓا اٰبَٓاءَنَا عَلٰٓى اُمَّةٍ وَاِنَّا عَلٰٓى اٰثَارِهِمْ مُقْتَدُونَ","ayatMealText":{"tr":"Ey Muhammed! Yine böyle biz senden önce de hangi memlekete bir uyarıcı göndermişsek, mutlaka oranın şımarık varlıklı kimseleri: \"Biz babalarımızı bir din üzerinde bulduk, biz de onların izlerine uyarız.\" dediler.","nl":"En zo zonden Wij vóór jou geen waarschuwer naar een stad, of de bewoners ervan, die in weelde leefden, zeiden: \"Voorwaar, wij troffen onze voorvaderen aan in een godsdienst. En voorwaar, Wij volgen hun godsdienst.\"","en":"Similarly, whenever We sent a warner to a society before you ˹O Prophet˺, its ˹spoiled˺ elite would say, “We found our forefathers following a ˹particular˺ way, and we are walking in their footsteps.”"},"surah":{"surahId":43,"name":"Zuhruf","nameAr":"الزُّخْرُفِ","revelationOrder":63,"verseCount":89,"juzNo":25,"firstPage":489}},{"id":4349,"surahId":43,"ayatId":24,"ayatNo":"٢٤","pageNo":491,"ayatText":"قَالَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُمْ عَلَيْهِ اٰبَٓاءَكُمْؕ قَالُٓوا اِنَّا بِمَٓا اُرْسِلْتُمْ بِهٖ كَافِرُونَ","ayatMealText":{"tr":"Gönderilen uyarıcı; \"Eğer size babalarınızı üzerinde bulduğunuz dinden daha doğrusunu getirmişsem de mi bana uymazsınız?\" deyince, onlar: \"Gerçekten biz sizin tebliğ için gönderildiğiniz şeyi tanımıyoruz.\" dediler.","nl":"Hij (de Boodschapper) zei: \"Ook als ik jullie een rechtere Leiding heb gebracht do wat jullie bij jullie voorvaderen hebben aangetroffen?\" Zij zeiden: \"Voorwaar, wij verwerpen dat waar jullie mee gezondest zijn.\"","en":"Each ˹warner˺ asked, “Even if what I brought you is better guidance than what you found your forefathers practicing?” They replied, “We totally reject whatever you have been sent with.”"},"surah":null},{"id":4350,"surahId":43,"ayatId":25,"ayatNo":"٢٥","pageNo":491,"ayatText":"فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبٖينَࣖ","ayatMealText":{"tr":"Biz de onlardan intikam aldık. Bak peygamberleri yalanlayanların sonu nasıl oldu!","nl":"Toen vergolden Wij hun, en zie wat het einde was van de leugenaars.","en":"So We inflicted punishment upon them. See then what was the fate of the deniers"},"surah":null},{"id":4351,"surahId":43,"ayatId":26,"ayatNo":"٢٦","pageNo":491,"ayatText":"وَاِذْ قَالَ اِبْرٰهٖيمُ لِاَبٖيهِ وَقَوْمِهٖٓ اِنَّنٖي بَرَٓاءٌ مِمَّا تَعْبُدُونَۙ","ayatMealText":{"tr":"Hani İbrahim babasına ve kavmine: \"Gerçekten ben sizin taptığınız şeylerden uzağım.","nl":"En (gedenkt) toen Ibrâhîm tot zijn vader en zijn volk zei: \"Voorwaar, Ik ben niet verantwoordelijk voor wat jullie aanbidden.","en":"˹Remember, O Prophet˺ when Abraham declared to his father and his people, “I am totally free of whatever ˹gods˺ you worship"},"surah":null},{"id":4352,"surahId":43,"ayatId":27,"ayatNo":"٢٧","pageNo":491,"ayatText":"اِلَّا الَّذٖي فَطَرَنٖي فَاِنَّهُ سَيَهْدٖينِ","ayatMealText":{"tr":"Ben ancak beni yaratana taparım. Şüphesiz ki O, beni doğru yola iletecektir.\" dedi.","nl":"Behalve (voor mijn aanbidding van) Degene Die mij heeft geschapen: voorwaar, Hij zal mij leiden.\"","en":"except the One Who originated me, and He will surely guide me.”"},"surah":null},{"id":4353,"surahId":43,"ayatId":28,"ayatNo":"٢٨","pageNo":491,"ayatText":"وَجَعَلَهَا كَلِمَةً بَاقِيَةً فٖي عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"İbrahim, bu sözü, ardından gelecek olanlara devamlı kalacak bir miras olarak bıraktı ki, onlar doğru yola dönsünler.","nl":"En hij maakte het (getuigen van de eenheid van Allah) tot een blijvend woord onder zijn nakomelingen. Hopelijk zullen zij terugkeren.","en":"And he left this enduring declaration among his descendants, so they may ˹always˺ turn back ˹to Allah˺"},"surah":null},{"id":4354,"surahId":43,"ayatId":29,"ayatNo":"٢٩","pageNo":491,"ayatText":"بَلْ مَتَّعْتُ هٰٓؤُ۬لَٓاءِ وَاٰبَٓاءَهُمْ حَتّٰى جَٓاءَهُمُ الْحَقُّ وَرَسُولٌ مُبٖينٌ","ayatMealText":{"tr":"Doğrusu ben bunları da babalarını da kendilerine hak olan kitap ve gerçeği açıklayan bir peygamber gelinceye kadar faydalandırıp geçindirdim.","nl":"Ik gaf zelfs genietingen aan hen en aan hun vaderen, totdat de Waarheid en een verduidelijkende Boodschapper tot hen kwamen.","en":"In fact, I had allowed enjoyment for these ˹Meccans˺ and their forefathers, until the truth came to them along with a messenger making things clear"},"surah":null},{"id":4355,"surahId":43,"ayatId":30,"ayatNo":"٣٠","pageNo":491,"ayatText":"وَلَمَّا جَٓاءَهُمُ الْحَقُّ قَالُوا هٰذَا سِحْرٌ وَاِنَّا بِهٖ كَافِرُونَ","ayatMealText":{"tr":"Kendilerine hak geldiği zaman onlar: \"Bu bir büyüdür doğrusu biz onu tanımıyoruz.\" dediler.","nl":"Maar toen de Waarheid tot hen kwam, zeiden zei: \"Dit is tovenarij: en voorwaar, wij geloven er niet in.\"","en":"˹But˺ when the truth came to them, they said, “This is magic, and we totally reject it.”"},"surah":null},{"id":4356,"surahId":43,"ayatId":31,"ayatNo":"٣١","pageNo":491,"ayatText":"وَقَالُوا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظٖيمٍ","ayatMealText":{"tr":"Yine Onlar: \"Bu Kur'an, şu iki şehirden bir büyük adama indirilmeli değil miydi?\" dediler.","nl":"En zij zeiden: \"Was deze Koran maar neergezonden aan en vooraanstaande man in (ieder van) de twee steden!\"","en":"And they exclaimed, “If only this Quran was revealed to a great man from ˹one of˺ the two cities!”"},"surah":null},{"id":4357,"surahId":43,"ayatId":32,"ayatNo":"٣٢","pageNo":491,"ayatText":"اَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَؕ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعٖيشَتَهُمْ فِي الْحَيٰوةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِياًّؕ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ","ayatMealText":{"tr":"Ey Muhammed! Rabbinin rahmetini onlar mı taksim ediyorlar? Dünya hayatında onların geçimliklerini aralarında biz taksim ettik. Birbirlerine işlerini gördürsünler diye biz onların bir kısmını diğerlerinden derecelerle üstün kıldık. Rabbinin rahmeti onların biriktirdikleri şeylerden daha hayırlıdır.","nl":"Zijn zij het, die de Barmhartigheid van jouw Heer uitdelen? Wij zijn het, die hun levensonderhoud uitdelen in het wereldse leven. En Wij verhieven sommigen van het in rang boven sommige anderen, opdat de ene groep de andere groep tot een bron van bespotting zal maken. En de Barmhartigheid van jouw Heer is beter dan wat zij verzamelen.","en":"Is it they who distribute your Lord’s mercy? We ˹alone˺ have distributed their ˹very˺ livelihood among them in this worldly life and raised some of them in rank above others so that some may employ others in service. ˹But˺ your Lord’s mercy is far better than whatever ˹wealth˺ they amass"},"surah":null},{"id":4358,"surahId":43,"ayatId":33,"ayatNo":"٣٣","pageNo":491,"ayatText":"وَلَوْلَٓا اَنْ يَكُونَ النَّاسُ اُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمٰنِ لِبُيُوتِهِمْ سُقُفاً مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَۙ","ayatMealText":{"tr":"Eğer insanlar küfre sapan bir ümmet haline gelmeyecek olsalardı, biz O Rahman olan Allah'ı inkâr eden kimselerin evlerine gümüşten tavanlar ve üzerine çıkacakları merdivenler yapardık.","nl":"En als de mensheid dan niet tot één (ongelovige) godsdienst zou worden, dan hadden Wij voor degenen die niet in de Erbarmer geloven, de daken van hun huizen van zilver gemaakt, en ook de trappen waarlangs zij omhoog gaan.","en":"Were it not that people might ˹be tempted to˺ become one community ˹of disbelievers˺, We would have supplied the homes of ˹only˺ those who disbelieve in the Most Compassionate with silver roofs and ˹silver˺ stairways to ascend"},"surah":null}]}