{"juzNo":25,"pageNo":492,"arCuzNo":"۲٥","arPageNo":"٤۹۲","quranAyats":[{"id":4359,"surahId":43,"ayatId":34,"ayatNo":"٣٤","pageNo":492,"ayatText":"وَلِبُيُوتِهِمْ اَبْوَاباً وَسُرُراً عَلَيْهَا يَتَّكِؤُ۫نَۙ","ayatMealText":{"tr":"Onların evleri için gümüşten kapılar, üzerine yaslanacakları koltuklar yapardık.","nl":"En voor hun huizen (zilveren) deuren en rustbanken waarop zij zich neervleien.","en":"as well as ˹silver˺ gates and thrones to recline on"},"surah":{"surahId":43,"name":"Zuhruf","nameAr":"الزُّخْرُفِ","revelationOrder":63,"verseCount":89,"juzNo":25,"firstPage":489}},{"id":4360,"surahId":43,"ayatId":35,"ayatNo":"٣٥","pageNo":492,"ayatText":"وَزُخْرُفاًؕ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَاؕ وَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقٖينَࣖ","ayatMealText":{"tr":"Daha nice altın ziynetler verirdik. Çünkü bunların bizce hiçbir kıymeti yoktur. Bütün bunlar dünya hayatının geçici menfaatinden başka bir şey değildir. Ahiret ise Rabbin katında takva sahipleri içindir.","nl":"En (gouden) versieringen. En dat alles is slechts een vergankelijke genieting van het aardse leven, mar het Hiernamaals is bij jouw Heer voor de Moettaqôen.","en":"and ornaments ˹of gold˺. Yet all this is no more than a ˹fleeting˺ enjoyment in this worldly life. ˹But˺ the Hereafter with your Lord is ˹only˺ for those mindful ˹of Him˺"},"surah":null},{"id":4361,"surahId":43,"ayatId":36,"ayatNo":"٣٦","pageNo":492,"ayatText":"وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرٖينٌ","ayatMealText":{"tr":"Her kim Rahman olan Allah'ın zikrinden yüz çevirirse biz ona bir şeytan musallat ederiz. Artık o şeytan onun yakın dostudur.","nl":"Ein wie nalating is in het gedenken van de Erbarmer; voor hem zullen Wij een Satan aanstellen en die zal een metgezel voor hem zijn.","en":"And whoever turns a blind eye to the Reminder of the Most Compassionate, We place at the disposal of each a devilish one as their close associate"},"surah":null},{"id":4362,"surahId":43,"ayatId":37,"ayatNo":"٣٧","pageNo":492,"ayatText":"وَاِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبٖيلِ وَيَحْسَبُونَ اَنَّهُمْ مُهْتَدُونَ","ayatMealText":{"tr":"Şüphesiz ki bu şeytanlar onları yoldan çıkarırlar. Onlar da kendilerinin doğru yolda olduklarını sanırlar.","nl":"En voorwaar, zij zullen hen zeker afhouden van de Weg en zij denken dat zij rechtgeleid zijn.","en":"who will certainly hinder them from the ˹Right˺ Way while they think they are ˹rightly˺ guided"},"surah":null},{"id":4363,"surahId":43,"ayatId":38,"ayatNo":"٣٨","pageNo":492,"ayatText":"حَتّٰٓى اِذَا جَٓاءَنَا قَالَ يَا لَيْتَ بَيْنٖي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرٖينُ","ayatMealText":{"tr":"Nihayet kıyamet günü bize gelince, arkadaşına: \"Keşke seninle benim aramda doğu ile batı arasındaki kadar bir uzaklık olsaydı. Sen ne kötü arkadaşmışsın!\" der.","nl":"Totdat, wanneer hij tot Ons komt, hij (tot zijn metgezel) zegt: \"O wee, was de afstand tussen mij en jou maar als die tussen de zonsopgang en de zonsondergang, (jij bent) de slechtste metgezel.\"","en":"But when such a person comes to Us, one will say ˹to their associate˺, “I wish you were as distant from me as the east is from the west! What an evil associate ˹you were˺!”"},"surah":null},{"id":4364,"surahId":43,"ayatId":39,"ayatNo":"٣٩","pageNo":492,"ayatText":"وَلَنْ يَنْفَعَكُمُ الْيَوْمَ اِذْ ظَلَمْتُمْ اَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ","ayatMealText":{"tr":"Onlara: \"Bugün pişmanlık duymanız size hiçbir fayda sağlamayacaktır. Çünkü siz zulmettiniz. Şimdi de hepiniz azapta ortaksınız.\" denir.","nl":"Maar het zal jullie op die Dag niet baten, wanneer jullie onrecht pleegden, dat jullie in de bestraffing bijelkaar zijn.","en":"˹It will be said to both,˺ “Since you all did wrong, sharing in the punishment will be of no benefit to you this Day.”"},"surah":null},{"id":4365,"surahId":43,"ayatId":40,"ayatNo":"٤٠","pageNo":492,"ayatText":"اَفَاَنْتَ تُسْمِــعُ الصُّمَّ اَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"Ey Muhammed! O halde sağırlara sen mi işittireceksin? Yahut körlere ve apaçık bir sapıklık içinde bulunanlara sen mi doğru yolu göstereceksin?","nl":"Kan jij dan de dove doen horen, of de blinde (van hart) leiden, of hij die in duidelijke dwaling verkeert?","en":"Can you make the deaf hear, or guide the blind or those clearly astray"},"surah":null},{"id":4366,"surahId":43,"ayatId":41,"ayatNo":"٤١","pageNo":492,"ayatText":"فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُنْتَقِمُونَۙ","ayatMealText":{"tr":"Eğer biz seni onlara azap gelmeden önce alıp götürsek bile onlardan intikam alırız.","nl":"Als Wij jou dan wegnemen (vóórdat Wij hen bestraffen), dan zullen Wij hen zeker bestraffen.","en":"Even if We take you away ˹from this world˺, We will surely inflict punishment upon them"},"surah":null},{"id":4367,"surahId":43,"ayatId":42,"ayatNo":"٤٢","pageNo":492,"ayatText":"اَوْ نُرِيَنَّكَ الَّذٖي وَعَدْنَاهُمْ فَاِنَّا عَلَيْهِمْ مُقْتَدِرُونَ","ayatMealText":{"tr":"Yahut da onlara vaad ettiğimiz azabı sana gösteririz. Çünkü bizim onlara azap etmeye gücümüz yeter.","nl":"Of Wij laten jou zien, wat Wij hun hebben aangezegd: voorwaar, Wij zijn Machthebbers over hen.","en":"Or if We show you what We threaten them with, We certainly have full power over them"},"surah":null},{"id":4368,"surahId":43,"ayatId":43,"ayatNo":"٤٣","pageNo":492,"ayatText":"فَاسْتَمْسِكْ بِالَّـذٖٓي اُو۫حِيَ اِلَيْكَۚ اِنَّكَ عَلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Öyleyse sen, sana vahyedilen Kur'an'a sarıl. Şüphesiz ki sen doğru bir yol üzerindesin.","nl":"Houd je daarom vast aan wat aan jou is geopenbaard. Voorwaar, jij bevindt je op het rechte Pad.","en":"So hold firmly to what has been revealed to you ˹O Prophet˺. You are truly on the Straight Path"},"surah":null},{"id":4369,"surahId":43,"ayatId":44,"ayatNo":"٤٤","pageNo":492,"ayatText":"وَاِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَۚ وَسَوْفَ تُسْـَٔلُونَ","ayatMealText":{"tr":"Doğrusu o Kur'an, senin için de, kavmin için de bir öğüttür ve siz ondan sorguya çekileceksiniz.","nl":"En voorwaar, hij (de Koran) is een eer voor jou en jouw volk. En zij zullen worden ondervraagd.","en":"Surely this ˹Quran˺ is a glory for you and your people. And you will ˹all˺ be questioned ˹about it˺"},"surah":null},{"id":4370,"surahId":43,"ayatId":45,"ayatNo":"٤٥","pageNo":492,"ayatText":"وَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَاࣗ اَجَعَلْنَا مِنْ دُونِ الرَّحْمٰنِ اٰلِهَةً يُعْبَدُونَࣖ","ayatMealText":{"tr":"Ey Muhammed! Senden önce gönderdiğimiz peygamberlerimize de sor, biz Rahman olan Allah'tan başka kendisine ibadet edilecek ilâhlar yapmış mıyız?","nl":"En vraag aan wie Wij vóór jou hebben gezonden van Onze Boodschappers: \"Hebben Wij naast de Erbarmer goden gemada om te aanbidden?\"","en":"Ask ˹the followers of˺ the messengers that We already sent before you if We ˹ever˺ appointed ˹other˺ gods to be worshipped besides the Most Compassionate"},"surah":null},{"id":4371,"surahId":43,"ayatId":46,"ayatNo":"٤٦","pageNo":492,"ayatText":"وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيَاتِنَٓا اِلٰى فِرْعَوْنَ وَمَلَا۬ئِهٖ فَقَالَ اِنّٖي رَسُولُ رَبِّ الْعَالَمٖينَ","ayatMealText":{"tr":"Andolsun ki, biz Musa'yı mucizelerimizle Firavun'a ve ileri gelen adamlarına gönderdik. Musa: \"Ben gerçekten âlemlerin Rabbi olan Allah'ın peygamberiyim.\" dedi.","nl":"En voorzeker, Wij hebben Môesa met Onze Tekenen naar Fir'aun en zijn vooraanstaanden gezonden, en hij zei toen: \"Voorwaar, ik ben een Boodschapper van de Heer der Werelden.\"","en":"Indeed, We sent Moses with Our signs to Pharaoh and his chiefs, and he said: “I am a messenger of the Lord of all worlds.”"},"surah":null},{"id":4372,"surahId":43,"ayatId":47,"ayatNo":"٤٧","pageNo":492,"ayatText":"فَلَمَّا جَٓاءَهُمْ بِاٰيَاتِنَٓا اِذَا هُمْ مِنْهَا يَضْحَكُونَ","ayatMealText":{"tr":"Musa onlara mucizelerimizi getirince onlar hemen bu mucizelere gülüverdiler.","nl":"Toen hij tot hen met Om Tekenen kwam, toen lachten zij erom.","en":"But as soon as he came to them with Our signs, they laughed at them"},"surah":null}]}