{"juzNo":25,"pageNo":493,"arCuzNo":"۲٥","arPageNo":"٤۹۳","quranAyats":[{"id":4373,"surahId":43,"ayatId":48,"ayatNo":"٤٨","pageNo":493,"ayatText":"وَمَا نُرٖيهِمْ مِنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاؗ وَاَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"Bizim onlara gösterdiğimiz her bir mucize diğerinden daha büyüktü. Belki doğru yola dönerler diye biz onları azapla yakaladık.","nl":"En Wij lieten hun geen Teken zien, of het ene was nog erger dan het andere. En Wij grepen ben met de bestraffing. Hopelijk zullen zij terugkeren.","en":"although every sign We showed them was greater than the one before. Ultimately, We seized them with torments so that they might return ˹to the Right Path˺"},"surah":{"surahId":43,"name":"Zuhruf","nameAr":"الزُّخْرُفِ","revelationOrder":63,"verseCount":89,"juzNo":25,"firstPage":489}},{"id":4374,"surahId":43,"ayatId":49,"ayatNo":"٤٩","pageNo":493,"ayatText":"وَقَالُوا يَٓا اَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ اِنَّـنَا لَمُهْتَدُونَ","ayatMealText":{"tr":"Onlar azâbı görünce: \"Ey sihirbaz! Sende olan ahdi hürmetine bizim için Rabbine dua et. Biz gerçekten doğru yola gireceğiz.\" dediler.","nl":"En zij zeiden: \"O tovenaar, roep voor ons jouw Heer aan op grond van wat Hij jou beloofd heeft. Voorwaar, wij zullen zeker rechtgeleidenen worden.\"","en":"˹Then˺ they pleaded, “O ˹mighty˺ magician! Pray to your Lord on our behalf, by virtue of the covenant He made with you. We will certainly accept guidance.”"},"surah":null},{"id":4375,"surahId":43,"ayatId":50,"ayatNo":"٥٠","pageNo":493,"ayatText":"فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُونَ","ayatMealText":{"tr":"Fakat azabı kendilerinden kaldırdığımız zaman hemen sözlerinden dönüverdiler.","nl":"Toen Wij dan de bestraffing van hen hadden weggenomen, braken zij hun belofte.","en":"But as soon as We removed the torments from them, they broke their promise"},"surah":null},{"id":4376,"surahId":43,"ayatId":51,"ayatNo":"٥١","pageNo":493,"ayatText":"وَنَادٰى فِرْعَوْنُ فٖي قَوْمِهٖ قَالَ يَا قَوْمِ اَلَيْسَ لٖي مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهَارُ تَجْرٖي مِنْ تَحْتٖيۚ اَفَلَا تُبْصِرُونَؕ","ayatMealText":{"tr":"Firavun kavmine seslenerek dedi ki: \"Ey kavmim! Mısır hükümdarlığı ve altımdan akıp giden şu ırmaklar benim değil mi? Görmüyor musunuz?","nl":"En Fir'aun riep tot zijn volk, hij zei: \"O mijn volk, is het koninkrijk van Mishr (Egypte) niet van mij? En deze rivieren, stromen die niet onder mij? Zien jullie dat niet in?","en":"And Pharaoh called out to his people, boasting, “O my people! Am I not sovereign over Egypt as well as ˹all˺ these streams flowing at my feet? Can you not see"},"surah":null},{"id":4377,"surahId":43,"ayatId":52,"ayatNo":"٥٢","pageNo":493,"ayatText":"اَمْ اَنَا۬ خَيْرٌ مِنْ هٰذَا الَّذٖي هُوَ مَهٖينٌ وَلَا يَكَادُ يُبٖينُ","ayatMealText":{"tr":"Yoksa ben, nerede ise meramını anlatamayan şu zavallıdan daha hayırlı değil miyim?","nl":"Ik ben zelfs beter dan die veractelijke en hij kan bijna niet duidelijk spreken.","en":"Am I not better than this nobody who can hardly express himself"},"surah":null},{"id":4378,"surahId":43,"ayatId":53,"ayatNo":"٥٣","pageNo":493,"ayatText":"فَلَوْلَٓا اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِنْ ذَهَبٍ اَوْ جَٓاءَ مَعَهُ الْمَلٰٓئِكَةُ مُقْتَرِنٖينَ","ayatMealText":{"tr":"Eğer O'nun dediği doğru ise üzerine altın bilezikler atılmalı veya kendisiyle beraber onu tasdik eden melekler gelmeli değil miydi?\"","nl":"Waren er maar gouden sieraden om hem gehangen of Engelen met hem meegekomen die hem vergezelden.\"","en":"Why then have no golden bracelets ˹of kingship˺ been granted to him or angels come with him as escorts!”"},"surah":null},{"id":4379,"surahId":43,"ayatId":54,"ayatNo":"٥٤","pageNo":493,"ayatText":"فَاسْتَخَفَّ قَوْمَهُ فَاَطَاعُوهُؕ اِنَّهُمْ كَانُوا قَوْماً فَاسِقٖينَ","ayatMealText":{"tr":"Firavun kavmini küçümsedi. Onlar da O'na itaat ettiler. Çünkü onlar fâsık bir kavimdi.","nl":"Hij (Fir'aun) misleidde zijn volk, zodat zij hem volgden. Voorwaar, zij waren een zwaar zondig volk.","en":"And so he fooled his people, and they obeyed him. They were truly a rebellious people"},"surah":null},{"id":4380,"surahId":43,"ayatId":55,"ayatNo":"٥٥","pageNo":493,"ayatText":"فَلَمَّٓا اٰسَفُونَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنَاهُمْ اَجْمَعٖينَۙ","ayatMealText":{"tr":"Nihayet bizi gazaplandırdıkları zaman onlardan intikam aldık. Hepsini suda boğduk.","nl":"Toen zij Onze woede hadden opgewekt bestraften Wij hen en verdronken Wij hen allen.","en":"So when they enraged Us, We inflicted punishment upon them, drowning them all"},"surah":null},{"id":4381,"surahId":43,"ayatId":56,"ayatNo":"٥٦","pageNo":493,"ayatText":"فَجَعَلْنَاهُمْ سَلَفاً وَمَثَلاً لِلْاٰخِرٖينَࣖ","ayatMealText":{"tr":"Onları sonradan gelecekler için ibret ve örnek kıldık.","nl":"Toen maakten Wij hen tot een voorbeeld en een lering voor de lateren.","en":"And We made them an example and a lesson for those after them"},"surah":null},{"id":4382,"surahId":43,"ayatId":57,"ayatNo":"٥٧","pageNo":493,"ayatText":"وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلاً اِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ","ayatMealText":{"tr":"Meryem oğlu İsâ bir misal olarak anlatılınca, senin kavmin hemen ondan bir delil bulduklarını sanarak bağrışmaya başladılar.","nl":"En toen de zoon van Maryam als een voorbeeld werd genomen, schreeuwde jouw volk (O Moehammad) daarover.","en":"When the son of Mary was cited as an example ˹in argument˺, your people ˹O Prophet˺ broke into ˹joyful˺ applause"},"surah":null},{"id":4383,"surahId":43,"ayatId":58,"ayatNo":"٥٨","pageNo":493,"ayatText":"وَقَالُٓوا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَؕ مَا ضَرَبُوهُ لَكَ اِلَّا جَدَلاًؕ بَلْ هُمْ قَوْمٌ خَصِمُونَ","ayatMealText":{"tr":"Onlar dediler ki: \"Bizim ilâhlarımız mı daha hayırlıdır, yoksa İsâ mı?\" Bu misâli sırf seninle tartışmak için ortaya attılar. Doğrusu onlar çok kavgacı bir topluluktur.","nl":"En zij zeiden: \"Zijn onze goden beter, of hij ('Îsa)?\" En zij gaven dit voorbeeld slechts om te redetwisten. Zij zijn zelfs een volk van redetwisters.","en":"They exclaimed, “Which is better: our gods or Jesus?” They cite him only to argue. In fact, they are a people prone to dispute"},"surah":null},{"id":4384,"surahId":43,"ayatId":59,"ayatNo":"٥٩","pageNo":493,"ayatText":"اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلاً لِبَنٖٓي اِسْرَٓائٖلَؕ","ayatMealText":{"tr":"İsâ, ancak kendisine nimet verdiğimiz ve İsrailoğullarına örnek kıldığımız bir kuldur.","nl":"Hij is slechts een dienaar aan wie Wij genietingen hebben geschonken. En Wij maakten hem tot een voorbeeld voor de Kinderen van Israël.","en":"He was only a servant We showed favour to, and made as an example for the Children of Israel"},"surah":null},{"id":4385,"surahId":43,"ayatId":60,"ayatNo":"٦٠","pageNo":493,"ayatText":"وَلَوْ نَشَٓاءُ لَجَعَلْنَا مِنْكُمْ مَلٰٓئِكَةً فِي الْاَرْضِ يَخْلُفُونَ","ayatMealText":{"tr":"Eğer biz dileseydik, sizden yeryüzünde yerinize geçecek melekler yaratırdık.","nl":"En als Wij zouden willen, dan zouden Wij zeker op aarde Engelen maken die jullie opvolgen.","en":"Had We willed, We could have easily replaced you ˹all˺ with angels, succeeding one another on earth"},"surah":null}]}