{"juzNo":25,"pageNo":497,"arCuzNo":"۲٥","arPageNo":"٤۹۷","quranAyats":[{"id":4433,"surahId":44,"ayatId":19,"ayatNo":"١٩","pageNo":497,"ayatText":"وَاَنْ لَا تَعْلُوا عَلَى اللّٰهِۚ اِنّٖٓي اٰتٖيكُمْ بِسُلْطَانٍ مُبٖينٍۚ","ayatMealText":{"tr":"Allah'a karşı üstünlük taslamayın. Şüphesiz ki ben size apaçık bir delil getiriyorum.","nl":"En weest niet hoogmoedig tegenover Allah: voorwaar, ik kom tot jullie met een duidelijk bewijs.","en":"And do not be arrogant with Allah. I have certainly come to you with a compelling proof"},"surah":{"surahId":44,"name":"Duhân","nameAr":"الدُّخَانِ","revelationOrder":64,"verseCount":59,"juzNo":25,"firstPage":496}},{"id":4434,"surahId":44,"ayatId":20,"ayatNo":"٢٠","pageNo":497,"ayatText":"وَاِنّٖي عُذْتُ بِرَبّٖي وَرَبِّكُمْ اَنْ تَرْجُمُونِؗ","ayatMealText":{"tr":"Gerçekten ben, beni taşlamanızdan dolayı benim de Rabbim, sizin de Rabbiniz olan Allah'a sığındım.","nl":"En voorwaar, ik zocht mijn toevlucht bij mijn Heer en jullie Heer tegen jullie stenigen.","en":"And indeed, I seek refuge with my Lord and your Lord so you do not stone me ˹to death˺"},"surah":null},{"id":4435,"surahId":44,"ayatId":21,"ayatNo":"٢١","pageNo":497,"ayatText":"وَاِنْ لَمْ تُؤْمِنُوا لٖي فَاعْتَزِلُونِ","ayatMealText":{"tr":"Eğer siz bana iman etmezseniz hemen yanımdan uzaklaşın.\"","nl":"En als jullie mij niet geloven, laat mij dan met rust.\"","en":"˹But˺ if you do not believe me, then let me be.”"},"surah":null},{"id":4436,"surahId":44,"ayatId":22,"ayatNo":"٢٢","pageNo":497,"ayatText":"فَدَعَا رَبَّهُٓ اَنَّ هٰٓؤُ۬لَٓاءِ قَوْمٌ مُجْرِمُونَ","ayatMealText":{"tr":"Musa: \"Şüphesiz ki bunlar suçlu bir kavimdir.\" diyerek yardım etmesi için Rabbine yalvardı.","nl":"En hij bad toen tot zijn Heer: \"Voorwaar, zij zijn een misdadig volk.\"","en":"Ultimately, he cried out to his Lord, “These are a wicked people!”"},"surah":null},{"id":4437,"surahId":44,"ayatId":23,"ayatNo":"٢٣","pageNo":497,"ayatText":"فَاَسْرِ بِعِبَادٖي لَيْلاً اِنَّكُمْ مُتَّبَعُونَۙ","ayatMealText":{"tr":"Allah buyurdu ki: \"Kullarımı geceleyin yürüt. Çünkü siz takib edileceksiniz.","nl":"(Allah zei toen:) \"Ga in de nacht op weg met Mijn dienaren: voorwaar, jullie zullen worden achtervolgd.","en":"˹Allah responded,˺ “Leave with My servants at night, for you will surely be pursued"},"surah":null},{"id":4438,"surahId":44,"ayatId":24,"ayatNo":"٢٤","pageNo":497,"ayatText":"وَاتْرُكِ الْبَحْرَ رَهْواًؕ اِنَّهُمْ جُنْدٌ مُغْرَقُونَ","ayatMealText":{"tr":"Karşıya geçince denizi olduğu gibi açık bırak. Çünkü onlar suda boğulacak bir ordudur.\"","nl":"En laat de zee zoals zij is (door een pad gespleten): voorwaar, zij zullen een verdronken leger worden.\"","en":"And leave the sea parted, for they are certainly an army bound to drown.”"},"surah":null},{"id":4439,"surahId":44,"ayatId":25,"ayatNo":"٢٥","pageNo":497,"ayatText":"كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍۙ","ayatMealText":{"tr":"Onlar neler bırakmışlardı, ne bahçeler, ne pınarlar!","nl":"Hoeveel tuinen en bronnen lieten zij niet achter.","en":"˹Imagine˺ how many gardens and springs the tyrants left behind"},"surah":null},{"id":4440,"surahId":44,"ayatId":26,"ayatNo":"٢٦","pageNo":497,"ayatText":"وَزُرُوعٍ وَمَقَامٍ كَرٖيمٍۙ","ayatMealText":{"tr":"Ne ekinler, ne güzel kaynaklar,","nl":"En velden en prachtige plaatsen.","en":"as well as ˹various˺ crops and splendid residences"},"surah":null},{"id":4441,"surahId":44,"ayatId":27,"ayatNo":"٢٧","pageNo":497,"ayatText":"وَنَعْمَةٍ كَانُوا فٖيهَا فَاكِهٖينَۙ","ayatMealText":{"tr":"Ve içinde eğlenip durdukları nice nimetler ve refah!","nl":"En genietingen die zij daarin kunnen smaken.","en":"and luxuries which they fully enjoyed"},"surah":null},{"id":4442,"surahId":44,"ayatId":28,"ayatNo":"٢٨","pageNo":497,"ayatText":"كَذٰلِكَࣞ وَاَوْرَثْنَاهَا قَوْماً اٰخَرٖينَ","ayatMealText":{"tr":"İşte böylece biz onları başka bir kavme miras bıraktık.","nl":"Zo is het. En Wij hebben het een ander volk doen erven.","en":"So it was. And We awarded it ˹all˺ to another people"},"surah":null},{"id":4443,"surahId":44,"ayatId":29,"ayatNo":"٢٩","pageNo":497,"ayatText":"فَمَا بَكَتْ عَلَيْهِمُ السَّمَٓاءُ وَالْاَرْضُ وَمَا كَانُوا مُنْظَرٖينَࣖ","ayatMealText":{"tr":"Gök ve yer onların üzerine ağlamadı. Onlara mühlet de verilmedi.","nl":"De hemel en de aarde huilden niet om hen, en hun werd geen uitstel gegeven.","en":"Neither heaven nor earth wept over them, nor was their fate delayed"},"surah":null},{"id":4444,"surahId":44,"ayatId":30,"ayatNo":"٣٠","pageNo":497,"ayatText":"وَلَقَدْ نَجَّيْنَا بَنٖٓي اِسْرَٓائٖلَ مِنَ الْعَذَابِ الْمُهٖينِۙ","ayatMealText":{"tr":"Andolsun ki biz İsrailoğullarını o aşağılayıcı azabdan kurtardık.","nl":"En voorzeker, Wij hebben de Kinderen van Israël van de vernederende bestraffing gered.","en":"And We certainly delivered the Children of Israel from the humiliating torment"},"surah":null},{"id":4445,"surahId":44,"ayatId":31,"ayatNo":"٣١","pageNo":497,"ayatText":"مِنْ فِرْعَوْنَؕ اِنَّهُ كَانَ عَالِياً مِنَ الْمُسْرِفٖينَ","ayatMealText":{"tr":"Firavun'dan da kurtardık çünkü o üstünlük taslayıp haddi aşan bir zorbaydı.","nl":"Van Fir'aun: voorwaar, hij was een hoogmoedige onder de buitensporigen.","en":"of Pharaoh. He was truly a tyrant, a transgressor"},"surah":null},{"id":4446,"surahId":44,"ayatId":32,"ayatNo":"٣٢","pageNo":497,"ayatText":"وَلَقَدِ اخْتَرْنَاهُمْ عَلٰى عِلْمٍ عَلَى الْعَالَمٖينَۚ","ayatMealText":{"tr":"Andolsun ki biz onları bilerek o zamanki alemlere üstün kıldık.","nl":"En voorzeker, Wij hebben hen (de Kinderen van Israël) op grond van (Onze) kennis verkozen boven de anderen (in hun tijd).","en":"And indeed, We chose the Israelites knowingly above the others"},"surah":null},{"id":4447,"surahId":44,"ayatId":33,"ayatNo":"٣٣","pageNo":497,"ayatText":"وَاٰتَيْنَاهُمْ مِنَ الْاٰيَاتِ مَا فٖيهِ بَلٰٓؤٌا مُبٖينٌ","ayatMealText":{"tr":"Biz onlara içinde apaçık bir imtihan bulunan mucizeler verdik.","nl":"En Wij hebben hun van de Tekenen gegeven waarin een duidelijke beproeving was.","en":"And We showed them signs in which there was a clear test"},"surah":null},{"id":4448,"surahId":44,"ayatId":34,"ayatNo":"٣٤","pageNo":497,"ayatText":"اِنَّ هٰٓؤُ۬لَٓاءِ لَيَقُولُونَۙ","ayatMealText":{"tr":"Gerçekten şu kâfirler diyorlar ki:","nl":"Voorwaar, zij (de ongelovigen) zullen zeker zeggen:","en":"Indeed, these ˹Meccans˺ say"},"surah":null},{"id":4449,"surahId":44,"ayatId":35,"ayatNo":"٣٥","pageNo":497,"ayatText":"اِنْ هِيَ اِلَّا مَوْتَتُنَا الْاُو۫لٰى وَمَا نَحْنُ بِمُنْشَرٖينَ","ayatMealText":{"tr":"\"Bizim ilk ölümümüzden başka bir şey yoktur. Biz tekrar diriltilecek değiliz.","nl":"\"Het is slechts de enige dood van ons, en wij zullen niet opgewekt worden.","en":"“There is nothing beyond our first death, and we will never be resurrected"},"surah":null},{"id":4450,"surahId":44,"ayatId":36,"ayatNo":"٣٦","pageNo":497,"ayatText":"فَأْتُوا بِاٰبَٓائِنَٓا اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Eğer siz doğru söyleyen kimselerseniz babalarınızı bize getirin.\"","nl":"Brengt dan onze voorvaderen (terug), als jullie waarachtig zijn.\"","en":"Bring ˹back˺ our forefathers, if what you say is true.”"},"surah":null},{"id":4451,"surahId":44,"ayatId":37,"ayatNo":"٣٧","pageNo":497,"ayatText":"اَهُمْ خَيْرٌ اَمْ قَوْمُ تُبَّعٍۙ وَالَّذٖينَ مِنْ قَبْلِهِمْؕ اَهْلَكْنَاهُمْؗ اِنَّهُمْ كَانُوا مُجْرِمٖينَ","ayatMealText":{"tr":"Onlar mı daha hayırlıdır, yoksa Tükba kavmi ile onlardan öncekiler mi? Biz onların hepsini de helak ettik. Çünkü onlar suçluydular.","nl":"Zijn zij beter of het volk van Toebba' en degenen vََr hen? Wij hebben hen vernietigd: voorwaar, zij waren misdadigers.","en":"Are they superior to the people of Tubba’ and those before them? We destroyed them ˹all˺, ˹for˺ they were truly wicked"},"surah":null},{"id":4452,"surahId":44,"ayatId":38,"ayatNo":"٣٨","pageNo":497,"ayatText":"وَمَا خَلَقْنَا السَّمٰوَاتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لَاعِبٖينَ","ayatMealText":{"tr":"Biz gökleri, yeri ve ikisi arasındakileri bir oyun ve eğlence olsun diye yaratmadık.","nl":"En Wij hebben de hemelen en de aarde en wat er tussen hen is niet als een spel geschapen.","en":"We did not create the heavens and the earth and everything in between for sport"},"surah":null},{"id":4453,"surahId":44,"ayatId":39,"ayatNo":"٣٩","pageNo":497,"ayatText":"مَا خَلَقْنَاهُمَٓا اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Biz onları hak ve hikmetle yarattık. Fakat onların çoğu bunu bilmezler.","nl":"Wij hebben beide niet anders dan in Waarheid geschapen, maar de meesten van hen weten het niet.","en":"We only created them for a purpose, but most of these ˹pagans˺ do not know"},"surah":null}]}