{"juzNo":25,"pageNo":499,"arCuzNo":"۲٥","arPageNo":"٤۹۹","quranAyats":[{"id":4474,"surahId":45,"ayatId":1,"ayatNo":"١","pageNo":499,"ayatText":"حٰمٓؕ","ayatMealText":{"tr":"Hâ, mîm","nl":"Ha Mîm.","en":"Ḥâ-Mĩm"},"surah":{"surahId":45,"name":"Câsiye","nameAr":"الْجَاثِيَةِ","revelationOrder":65,"verseCount":37,"juzNo":25,"firstPage":499}},{"id":4475,"surahId":45,"ayatId":2,"ayatNo":"٢","pageNo":499,"ayatText":"تَنْزٖيلُ الْكِتَابِ مِنَ اللّٰهِ الْعَزٖيزِ الْحَكٖيمِ","ayatMealText":{"tr":"Bu kitap, Azîz ve Hakîm olan Allah tarafından indirilmiştir.","nl":"(Dit is) de neerzending van het Boek van Allah, de Almachtige, de Alwijze.","en":"The revelation of this Book is from Allah—the Almighty, All-Wise"},"surah":null},{"id":4476,"surahId":45,"ayatId":3,"ayatNo":"٣","pageNo":499,"ayatText":"اِنَّ فِي السَّمٰوَاتِ وَالْاَرْضِ لَاٰيَاتٍ لِلْمُؤْمِنٖينَؕ","ayatMealText":{"tr":"Şüphesiz göklerde ve yerde müminler için birçok âyetler vardır.","nl":"Voorwaar, in de hemelen en de aarde zijn zeker Tekenen voor de gelovigen.","en":"Surely in ˹the creation of˺ the heavens and the earth are signs for the believers"},"surah":null},{"id":4477,"surahId":45,"ayatId":4,"ayatNo":"٤","pageNo":499,"ayatText":"وَفٖي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَٓابَّةٍ اٰيَاتٌ لِقَوْمٍ يُوقِنُونَۙ","ayatMealText":{"tr":"Sizin yaratılışınızda ve çeşitli canlıları yeryüzüne yaymasında kesin olarak inanan kimseler için ibretler vardır.","nl":"En in de schepping van jullie en wat er aan levende wezens (op de aarde) rondloopt, zijn Tekenen voor een volk dat overtuigd is.","en":"And in your own creation, and whatever living beings He dispersed, are signs for people of sure faith"},"surah":null},{"id":4478,"surahId":45,"ayatId":5,"ayatNo":"٥","pageNo":499,"ayatText":"وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَٓا اَنْزَلَ اللّٰهُ مِنَ السَّمَٓاءِ مِنْ رِزْقٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَتَصْرٖيفِ الرِّيَاحِ اٰيَاتٌ لِقَوْمٍ يَعْقِلُونَ","ayatMealText":{"tr":"Gece ile gündüzün değişmesinde ve Allah'ın gökten bir rızık sebebi olan yağmuru indirip de onunla yeryüzünü ölümünden sonra diriltmesinde ve rüzgârları yönlendirmesinde aklını kullanan bir topluluk için nice deliller vardır.","nl":"En (ook) in de afwisseling van de nacht en de dag, en in wat Allah heeft neergezonden aan voorzieningen (regen) waarmee Hij vervolgens de aarde doet leven na haar dood, en in de verandering van de winden zijn Tekenen voor een volk dat begrijpt.","en":"And ˹in˺ the alternation of the day and the night, the provision sent down from the skies by Allah—reviving the earth after its death—and the shifting of the winds, are signs for people of understanding"},"surah":null},{"id":4479,"surahId":45,"ayatId":6,"ayatNo":"٦","pageNo":499,"ayatText":"تِلْكَ اٰيَاتُ اللّٰهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّۚ فَبِاَيِّ حَدٖيثٍ بَعْدَ اللّٰهِ وَاٰيَاتِهٖ يُؤْمِنُونَ","ayatMealText":{"tr":"İşte bunlar, Allah'ın âyetleridir. Sana onları hakkıyla okuyoruz. Artık Allah'a ve âyetlerine inanmadıktan sonra hangi söze inanacaklar?","nl":"Dat zijn de Verzen van Allah die Wij aan jou in Waarheid voordragen. In welk woord na (het Woord van) Allah en Zijn Verzen geloven zij dan?","en":"These are Allah’s revelations which We recite to you ˹O Prophet˺ in truth. So what message will they believe in after ˹denying˺ Allah and His revelations"},"surah":null},{"id":4480,"surahId":45,"ayatId":7,"ayatNo":"٧","pageNo":499,"ayatText":"وَيْلٌ لِكُلِّ اَفَّاكٍ اَثٖيمٍۙ","ayatMealText":{"tr":"Her günahkâr kişinin vay haline!","nl":"Wee iedere lasteraar, zondaar.","en":"Woe to every sinful liar"},"surah":null},{"id":4481,"surahId":45,"ayatId":8,"ayatNo":"٨","pageNo":499,"ayatText":"يَسْمَعُ اٰيَاتِ اللّٰهِ تُتْلٰى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِراً كَاَنْ لَمْ يَسْمَعْهَاۚ فَبَشِّرْهُ بِعَذَابٍ اَلٖيمٍ","ayatMealText":{"tr":"O kimse Allah'ın kendisine okunan âyetlerini işitir de, sonra sanki kibrinden hiç işitmemiş gibi ısrar eder. İşte sen onu, can yakıcı bir azabla müjdele!","nl":"Hij hoort de Verzen van Allah die aan hem worden voorgedragen en vervolgens blijft hij hoogmoedig, alsof hij ze niet gehoord heeft. Verkondig hem daarom een pijnlijke bestraffing.","en":"They hear Allah’s revelations recited to them, then persist ˹in denial˺ arrogantly as if they did not hear them. So give them good news of a painful punishment"},"surah":null},{"id":4482,"surahId":45,"ayatId":9,"ayatNo":"٩","pageNo":499,"ayatText":"وَاِذَا عَلِمَ مِنْ اٰيَاتِنَا شَيْـٔاًۨ اتَّخَذَهَا هُزُواًؕ اُو۬لٰٓئِكَ لَهُمْ عَذَابٌ مُهٖينٌؕ","ayatMealText":{"tr":"Âyetlerimizden birşey öğrendiği zaman, onu alaya alıyor. İşte onlar için rezil ve rüsvay edici bir azap vardır.","nl":"En als hij iets van Onze Verzen vernomen heeft, dan drijft hij er de spot mee. Zij zijn degenen voor wie er een vernederende bestraffing is.","en":"And whenever they learn anything of Our revelations, they make a mockery of it. It is they who will suffer a humiliating punishment"},"surah":null},{"id":4483,"surahId":45,"ayatId":10,"ayatNo":"١٠","pageNo":499,"ayatText":"مِنْ وَرَٓائِهِمْ جَهَنَّمُۚ وَلَا يُغْنٖي عَنْهُمْ مَا كَسَبُوا شَيْـٔاً وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللّٰهِ اَوْلِيَٓاءَۚ وَلَهُمْ عَذَابٌ عَظٖيمٌؕ","ayatMealText":{"tr":"Ötelerinde cehennem var. Ne kazandıkları şeyler, ne de Allah'tan başka edindikleri dostlar, kendilerinden hiçbir şeyi (azabı) kaldıramaz. Onlar için büyük bir azab vardır.","nl":"Voor hen is de Hel, en wat zij verricht hebben zal hun niets baten, noch dat wat zij naast Allah als beschermers genomen hebben. En voor hen is er een geweldige bestraffing.","en":"Awaiting them is Hell. Their ˹worldly˺ gains will not be of any benefit to them whatsoever, nor will those protectors they have taken besides Allah. And they will suffer a tremendous punishment"},"surah":null},{"id":4484,"surahId":45,"ayatId":11,"ayatNo":"١١","pageNo":499,"ayatText":"هٰذَا هُدًىۚ وَالَّذٖينَ كَفَرُوا بِاٰيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ اَلٖيمٌࣖ","ayatMealText":{"tr":"Bu Kur'an bir hidâyettir. Rablerinin âyetlerini inkâr edenlere ise, en şiddetlisinden acıklı bir azab vardır.","nl":"Deze (Koran) is de Leiding, en degenen die niet geloven in de Verzen van hun Heer: voor hen is een bestraffing door een pijnlijke kwelling.","en":"This ˹Quran˺ is ˹true˺ guidance. And those who deny their Lord’s revelations will suffer the ˹worst˺ torment of agonizing pain"},"surah":null},{"id":4485,"surahId":45,"ayatId":12,"ayatNo":"١٢","pageNo":499,"ayatText":"اَللّٰهُ الَّذٖي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فٖيهِ بِاَمْرِهٖ وَلِتَبْتَغُوا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُونَۚ","ayatMealText":{"tr":"Allah O (yüce) zâttır ki, emriyle içinde gemilerin seyretmesi, sizin de O'nun lütfundan rızık aramanız ve şükretmeniz için denizi emrinize vermiştir.","nl":"Allah is Degene Die de zee voor jullie dienstbaar heeft gemaakt, opdat de schepen met Zijn toestemming erop kunnen varen. En opdat jullie van Zijn gunst zoeken. Hopelijk zullen jullie dankbaar zijn.","en":"Allah is the One Who has subjected the sea for you so that ships may sail upon it by His command, and that you may seek His bounty, and that perhaps you will be grateful"},"surah":null},{"id":4486,"surahId":45,"ayatId":13,"ayatNo":"١٣","pageNo":499,"ayatText":"وَسَخَّرَ لَكُمْ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِ جَمٖيعاً مِنْهُؕ اِنَّ فٖي ذٰلِكَ لَاٰيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","ayatMealText":{"tr":"O, göklerde ve yerde bulunan herşeyi kendinden bir lütuf olarak sizin hizmetinize vermiştir. Şüphesiz bunda düşünen topluluklar için ibret ve deliller vardır.","nl":"En Hij heeft voor jullie alles wat zich van Hem in de hemelen en de aarde bevindt dienstbaar gemaakt. Voorwaar, daarin zijn zeker Tekenen voor een volk dat nadenkt.","en":"He ˹also˺ subjected for you whatever is in the heavens and whatever is on the earth—all by His grace. Surely in this are signs for people who reflect"},"surah":null}]}