{"juzNo":1,"pageNo":5,"arCuzNo":"۱","arPageNo":"٥","quranAyats":[{"id":32,"surahId":2,"ayatId":25,"ayatNo":"٢٥","pageNo":5,"ayatText":"وَبَشِّرِ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ اَنَّ لَهُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُؕ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقاًۙ قَالُوا هٰذَا الَّذٖي رُزِقْنَا مِنْ قَبْلُ وَاُتُوا بِهٖ مُتَشَابِهاًؕ وَلَهُمْ فٖيهَٓا اَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"İnanıp yararlı işler yapanlara, altlarından ırmaklar akan cennetlerin kendilerine ait olduğunu müjdele! Onlardaki herhangi bir meyveden rızıklandırıldıklarında: \"Bu daha önce de rızıklandığımız şeydir\" derler ve o rızık birbirinin benzeri olmak üzere, kendilerine sunulacak. Orada çok temiz zevceler de onların. Hem onlar orada ebedî kalacaklar.","nl":"En geef (O Moehammad) goede tijdingen aan degenen die geloven en goede werken verrichten: dat er voor hen Tuinen (in het Paradijs) zijn waar onder door de rivieren stromen. Telkens wanneer hun daaruit een vrucht wordt gegeven als voorziening, zeggen zij: \"Dit is waarmee wij vroeger zijn voorzien.\" en het soortgelijke zal hun gegeven worden en er zijn daarin reine echtgenoten voor hen, en zij zijn daarin eeuwig levenden.","en":"Give good news ˹O Prophet˺ to those who believe and do good that they will have Gardens under which rivers flow. Whenever provided with fruit, they will say, “This is what we were given before,” for they will be served fruit that looks similar ˹but tastes different˺. They will have pure spouses, and they will be there forever"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":33,"surahId":2,"ayatId":26,"ayatNo":"٢٦","pageNo":5,"ayatText":"اِنَّ اللّٰهَ لَا يَسْتَحْـيٖٓ اَنْ يَضْرِبَ مَثَلاً مَا بَعُوضَةً فَمَا فَوْقَهَاؕ فَاَمَّا الَّذٖينَ اٰمَنُوا فَيَعْلَمُونَ اَنَّهُ الْحَقُّ مِنْ رَبِّهِمْۚ وَاَمَّا الَّذٖينَ كَفَرُوا فَيَقُولُونَ مَاذَٓا اَرَادَ اللّٰهُ بِهٰذَا مَثَلاًۘ يُضِلُّ بِهٖ كَثٖيراً وَيَهْدٖي بِهٖ كَثٖيراًؕ وَمَا يُضِلُّ بِهٖٓ اِلَّا الْفَاسِقٖينَۙ","ayatMealText":{"tr":"Muhakkak ki Allah bir sivri sineği, hatta daha üstününü misal getirmekten çekinmez. İman edenler bilirler ki, o şüphesiz haktır, Rabb'lerındandır. Ama küfre saplananlar: \"Allah böyle bir misal ile ne demek istedi?\" derler. Allah onunla birçoklarını şaşırtır, yine onunla birçoklarını yola getirir. Onunla ancak o fasıkları şaşırtır.","nl":"Voorwaar, Allah acht het niet beneden Zich om een mug tot gelijkenis te stellen, of iets dat nietiger is dan dat. Wat betreft degenen die geloven, zij weten dat het de Waarheid van hun Heer is. En wat degenen betreft die niet geloven, zij zeggen: \"Wat bedoelt Allah met deze gelijkenis?\" Hij (Allah) doet er velen mee dwalen en Hij leidt er velen mee, en Hij doet er niemand door dwalen dan de grote zondaren.","en":"Surely Allah does not shy away from using the parable of a mosquito or what is even smaller. As for the believers, they know that it is the truth from their Lord. And as for the disbelievers, they argue, “What does Allah mean by such a parable?” Through this ˹test˺, He leaves many to stray, and guides many. And He leaves none to stray except the rebellious—"},"surah":null},{"id":34,"surahId":2,"ayatId":27,"ayatNo":"٢٧","pageNo":5,"ayatText":"اَلَّذٖينَ يَنْقُضُونَ عَهْدَ اللّٰهِ مِنْ بَعْدِ مٖيثَاقِهٖࣕ وَيَقْطَعُونَ مَٓا اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْاَرْضِؕ اُو۬لٰٓئِكَ هُمُ الْخَاسِرُونَ","ayatMealText":{"tr":"Onlar ki, söz verip andlaştıktan sonra Allah'a verdikleri sözü bozarlar. Allah'ın birleştirmesini emrettiği şeyi (iman ve akrabalık bağlarını) keserler ve yeryüzünde bozgunculuk yaparlar. İşte zarara uğrayanlar onlardır.","nl":"(Zij zijn) degenen die het verbond met Allah verbreken na de bekrachtiging ervan, en die verbreken wat Allah bevolen heeft om te verbinden en die verderf op aarde zaaien. Zij zijn degenen die de verliezers zijn.","en":"those who violate Allah’s covenant after it has been affirmed, break whatever ˹ties˺ Allah has ordered to be maintained, and spread corruption in the land. It is they who are the ˹true˺ losers"},"surah":null},{"id":35,"surahId":2,"ayatId":28,"ayatNo":"٢٨","pageNo":5,"ayatText":"كَيْفَ تَكْفُرُونَ بِاللّٰهِ وَكُنْتُمْ اَمْوَاتاً فَاَحْيَاكُمْۚ ثُمَّ يُمٖيتُكُمْ ثُمَّ يُحْيٖيكُمْ ثُمَّ اِلَيْهِ تُرْجَعُونَ","ayatMealText":{"tr":"Allah'ı nasıl inkâr edersiniz ki, ölü idiniz sizleri diriltti. Sonra sizleri yine öldürecek, sonra yine diriltecek, sonra da döndürülüp ona götürüleceksiniz.","nl":"Hoe kunnen jullie niet in Allah geloven, terwijl jullie levenloos waren en Hij jullie toen tot leven bracht; waarop Hij jullie deed sterven, daarna doet Hij jullie herleven, en tenslotte zullen jullie tot hem terugkeren.","en":"How can you deny Allah? You were lifeless and He gave you life, then He will cause you to die and again bring you to life, and then to Him you will ˹all˺ be returned"},"surah":null},{"id":36,"surahId":2,"ayatId":29,"ayatNo":"٢٩","pageNo":5,"ayatText":"هُوَ الَّذٖي خَلَقَ لَكُمْ مَا فِي الْاَرْضِ جَمٖيعاً ثُمَّ اسْتَوٰٓى اِلَى السَّمَٓاءِ فَسَوّٰيهُنَّ سَبْعَ سَمٰوَاتٍؕ وَهُوَ بِكُلِّ شَيْءٍ عَلٖيمٌࣖ","ayatMealText":{"tr":"O ki, yeryüzünde ne varsa hepsini sizin için yarattı. Sonra göğe yöneldi, onları yedi gök olarak düzenledi. O, her şeyi bilir.","nl":"Hij is het Degeme Doe vppr jullie alles wat op aarde is geschapen heeft, daarna wendde Hij Zich tot de hemel en vormde deze tot zeven hemelen. En Hij is Alwetend over alle zaken.","en":"He is the One Who created everything in the earth for you. Then He turned towards the heaven, forming it into seven heavens. And He has ˹perfect˺ knowledge of all things"},"surah":null}]}