{"juzNo":3,"pageNo":50,"arCuzNo":"۳","arPageNo":"٥۰","quranAyats":[{"id":294,"surahId":3,"ayatId":1,"ayatNo":"١","pageNo":50,"ayatText":"الٓمٓۚ","ayatMealText":{"tr":"Elif, Lâm Mîm,","nl":"Alif - Lâm - Mîm.","en":"Alif-Lãm-Mĩm"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":295,"surahId":3,"ayatId":2,"ayatNo":"٢","pageNo":50,"ayatText":"اَللّٰهُ لَٓا اِلٰهَ اِلَّا هُوَۙ الْحَيُّ الْقَيُّومُؕ","ayatMealText":{"tr":"Allah, kendisinden başka tanrı olmayan, hayy ve kayyûmdur","nl":"Allah, er is geen god dan Hij, de Levende, de Eeuwig Bestaande.","en":"Allah! There is no god ˹worthy of worship˺ except Him—the Ever-Living, All-Sustaining"},"surah":null},{"id":296,"surahId":3,"ayatId":3,"ayatNo":"٣","pageNo":50,"ayatText":"نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰيةَ وَالْاِنْجٖيلَۙ","ayatMealText":{"tr":"O, sana kendisinden öncekileri tasdik edip doğrulayan bu kitabı hak ile indirdi. Daha önce insanlara hidayet olarak Tevrat'ı ve İncil'i de yine O indirmişti.. Evet bu Furkan'ı da O indirdi. Gerçek şu ki, Allah'ın âyetlerini inkâr edenler için çetin bir azap vardır. Allah çok güçlüdür, intikamını alır.","nl":"Hij heeft aan jou het Boek met de Waarheid neergezonden, bevastigend wat daaraan voorafgegaan was, en Hij zond de Taurât en de Indjîl neer,","en":"He has revealed to you ˹O Prophet˺ the Book in truth, confirming what came before it, as He revealed the Torah and the Gospel"},"surah":null},{"id":297,"surahId":3,"ayatId":4,"ayatNo":"٤","pageNo":50,"ayatText":"مِنْ قَبْلُ هُدًى لِلنَّاسِ وَاَنْزَلَ الْفُرْقَانَؕ اِنَّ الَّذٖينَ كَفَرُوا بِاٰيَاتِ اللّٰهِ لَهُمْ عَذَابٌ شَدٖيدٌؕ وَاللّٰهُ عَزٖيزٌ ذُو انْتِقَامٍ","ayatMealText":{"tr":"O, sana kendisinden öncekileri tasdik edip doğrulayan bu kitabı hak ile indirdi. Daha önce insanlara hidayet olarak Tevrat'ı ve İncil'i de yine O indirmişti.. Evet bu Furkan'ı da O indirdi. Gerçek şu ki, Allah'ın âyetlerini inkâr edenler için çetin bir azap vardır. Allah çok güçlüdür, intikamını alır.","nl":"Hiervoor, als Leiding voor de mensen, en Hij deed de Foerqân neerdalen. Voorwaar, degenen die niet in de Tekenen van Allah geloven, voor hen is er een strenge bestraffing. En Allah is Almachtig, Bezitter can de Vergelding.","en":"previously, as a guide for people, and ˹also˺ revealed the Standard ˹to distinguish between right and wrong˺. Surely those who reject Allah’s revelations will suffer a severe torment. For Allah is Almighty, capable of punishment"},"surah":null},{"id":298,"surahId":3,"ayatId":5,"ayatNo":"٥","pageNo":50,"ayatText":"اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِي الْاَرْضِ وَلَا فِي السَّمَٓاءِؕ","ayatMealText":{"tr":"Şu da kesindir ki, ne yerde, ne de gökte hiçbir şey Allah'a gizli kalmaz.","nl":"Voorwaar, voor Allah is niets verborgen op de aarde of in de hemel.","en":"Surely nothing on earth or in the heavens is hidden from Allah"},"surah":null},{"id":299,"surahId":3,"ayatId":6,"ayatNo":"٦","pageNo":50,"ayatText":"هُوَ الَّذٖي يُصَوِّرُكُمْ فِي الْاَرْحَامِ كَيْفَ يَشَٓاءُؕ لَٓا اِلٰهَ اِلَّا هُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Sizi, rahimlerde dilediği gibi şekillendiren O'dur. Kendisinden başka tanrı olmayan, şan, şeref ve hikmet sahibi olan O'dur.","nl":"Hij is Degene Die die jullie in de baarmoeder vorm geeft, hoe Hij wil. Er is geen god dan Hij, de Almachtige, de Alwaijze.","en":"He is the One Who shapes you in the wombs of your mothers as He wills. There is no god ˹worthy of worship˺ except Him—the Almighty, All-Wise"},"surah":null},{"id":300,"surahId":3,"ayatId":7,"ayatNo":"٧","pageNo":50,"ayatText":"هُوَ الَّـذٖٓي اَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ اٰيَاتٌ مُحْكَمَاتٌ هُنَّ اُمُّ الْكِتَابِ وَاُخَرُ مُتَشَابِهَاتٌؕ فَاَمَّا الَّذٖينَ فٖي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَٓاءَ الْفِتْنَةِ وَابْتِغَٓاءَ تَأْوٖيلِهٖۚ وَمَا يَعْلَمُ تَأْوٖيلَهُٓ اِلَّا اللّٰهُۘ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ اٰمَنَّا بِهٖۙ كُلٌّ مِنْ عِنْدِ رَبِّنَاۚ وَمَا يَذَّكَّرُ اِلَّٓا اُو۬لُوا الْاَلْبَابِ","ayatMealText":{"tr":"Sana bu kitabı indiren O'dur. Bunun âyetlerinden bir kısmı muhkemdir ki, bu âyetler, kitabın anası (aslı) demektir. Diğer bir kısmı da müteşabih âyetlerdir. Kalblerinde kaypaklık olanlar, sırf fitne çıkarmak için, bir de kendi keyflerine göre te'vil yapmak için onun müteşabih olanlarının peşine düşerler. Halbuki onun te'vilini Allah'dan başka kimse bilmez. İlimde uzman olanlar, \"Biz buna inandık, hepsi Rabbimiz katındandır.\" derler. Üstün akıllılardan başkası da derin düşünmez.","nl":"Hij is Degene Die het boek aan jou heeft neergezonden, met daarin eenduidige Verzen, zij zijn de grondslag van het Boek, andere zijn voor meer uitleg vatbaar. Maar degenen die in hun harten een neiging (tot valsheid) hebben, misbruiken de (Verzen) met meerdere betekenissen om Fitnah te zaaien en de ware betekenis ervan te zoeken. En de uitleg ervan is bij niemand ervan bekend dan bij Allah. En degenen die stevig gegrondvest in kennis staan, zeggen: \"Wij geloven er in, alles is van onze Heer,\" en zij laten zich niet vermanen, behalve de bezitters van verstand.\"","en":"He is the One Who has revealed to you ˹O Prophet˺ the Book, of which some verses are precise—they are the foundation of the Book—while others are elusive. Those with deviant hearts follow the elusive verses seeking ˹to spread˺ doubt through their ˹false˺ interpretations—but none grasps their ˹full˺ meaning except Allah. As for those well-grounded in knowledge, they say, “We believe in this ˹Quran˺—it is all from our Lord.” But none will be mindful ˹of this˺ except people of reason"},"surah":null},{"id":301,"surahId":3,"ayatId":8,"ayatNo":"٨","pageNo":50,"ayatText":"رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةًۚ اِنَّكَ اَنْتَ الْوَهَّابُ","ayatMealText":{"tr":"Ey Rabbimiz! Bize ihsan ettiğin hidayetten sonra kalblerimizi haktan saptırma, bize kendi katından rahmet ihsan eyle! Şüphesiz ki, Sen bol ihsan sahibisin.","nl":"(Zij zeggen:) \"Onze Heer, laat onze harten niet afwijken nadat U ons geleid heeft en schenk ons van Uw kant Barmhartigheid. Voorwaar. U bent de Schenker.","en":"˹They say,˺ “Our Lord! Do not let our hearts deviate after you have guided us. Grant us Your mercy. You are indeed the Giver ˹of all bounties˺"},"surah":null},{"id":302,"surahId":3,"ayatId":9,"ayatNo":"٩","pageNo":50,"ayatText":"رَبَّنَٓا اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فٖيهِؕ اِنَّ اللّٰهَ لَا يُخْلِفُ الْمٖيعَادَࣖ","ayatMealText":{"tr":"Ey Rabbimiz! Muhakkak ki, Sen, geleceğinde hiç şüphe olmayan bir günde bütün insanları bir araya toplayacaksın. Muhakkak ki Allah, hiç sözünden caymaz.","nl":"Onze Heer, voorwaar, U bent Degene Die de mensen verzamelt op de Dag waaraan geen twijfel is.\" Voorwaar, Allah verbreekt de belofte niet.","en":"Our Lord! You will certainly gather all humanity for the ˹promised˺ Day—about which there is no doubt. Surely Allah does not break His promise.”"},"surah":null}]}