{"juzNo":25,"pageNo":501,"arCuzNo":"۲٥","arPageNo":"٥۰۱","quranAyats":[{"id":4496,"surahId":45,"ayatId":23,"ayatNo":"٢٣","pageNo":501,"ayatText":"اَفَرَاَيْتَ مَنِ اتَّخَذَ اِلٰهَهُ هَوٰيهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشَاوَةًؕ فَمَنْ يَهْدٖيهِ مِنْ بَعْدِ اللّٰهِؕ اَفَلَا تَذَكَّرُونَ","ayatMealText":{"tr":"(Ey Muhammed!) Hevâ ve hevesini kendine ilâh edinen, Allah'ın kendi ilmi dahilinde saptırdığı, kulağını ve kalbini mühürleyip gözüne perde çektiği kimseyi görüyor musun? Şimdi onu Allah'tan başka kim hidâyete erdirebilir? Hala düşünmez misiniz?","nl":"Heb jij degene gezien die zijn begeerten tot god heeft genomen, en die door Allah tot dwaling wordt gebracht op grond van kennis, en wiens oren en wiens hart Hij verzegeld heeft, en over wiens ogen Hij een bedekking heeft aangebracht? Wie kan hem nog leiding geven nadat Allah (hem heeft doen dwalen)? Laten jullie je dan niet vermanen?","en":"Have you seen ˹O Prophet˺ those who have taken their own desires as their god? ˹And so˺ Allah left them to stray knowingly, sealed their hearing and hearts, and placed a cover on their sight. Who then can guide them after Allah? Will you ˹all˺ not then be mindful"},"surah":{"surahId":45,"name":"Câsiye","nameAr":"الْجَاثِيَةِ","revelationOrder":65,"verseCount":37,"juzNo":25,"firstPage":499}},{"id":4497,"surahId":45,"ayatId":24,"ayatNo":"٢٤","pageNo":501,"ayatText":"وَقَالُوا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَٓا اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّونَ","ayatMealText":{"tr":"Hem müşrikler dediler ki: \"Hayat, ancak bu dünya hayatımızdan ibarettir. Ölürüz ve yaşarız. Bizi ancak geçen zaman yokluğa sürükler. Halbuki onların bu hususta hiçbir bilgileri yoktur. Onlar, sadece böyle zannederler.","nl":"En zij zeiden: \"Er is niets dan ons wereldse leven, wij sterven en wij leven, en niets vernietigt ons de tijd.\" Maar zij hebben daarover geen kennis, zij vermoeden slechts.","en":"And they argue, “There is nothing beyond our worldly life. We die; others are born. And nothing destroys us but ˹the passage of˺ time.” Yet they have no knowledge ˹in support˺ of this ˹claim˺. They only speculate"},"surah":null},{"id":4498,"surahId":45,"ayatId":25,"ayatNo":"٢٥","pageNo":501,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ اِلَّٓا اَنْ قَالُوا ائْتُوا بِاٰبَٓائِنَٓا اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Kendilerine âyetlerimiz açıkça okunduğu zaman; \"Eğer sözünüzde doğru iseniz atalarımızı diriltip getirin.\" demekten başka söylenecek hiçbir delil yoktur.","nl":"En wanneer Onze duidelijke Verzen aan hem worden voorgedragen, dan hebben zij geen verweer dan dat zij zeggen: \"Brengt onze voorouders (terug), als jullie waarachtigen zijn.\"","en":"And whenever Our clear revelations are recited to them, their only argument is to say: “Bring our forefathers back, if what you say is true!”"},"surah":null},{"id":4499,"surahId":45,"ayatId":26,"ayatNo":"٢٦","pageNo":501,"ayatText":"قُلِ اللّٰهُ يُحْيٖيكُمْ ثُمَّ يُمٖيتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فٖيهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُونَࣖ","ayatMealText":{"tr":"(Ey Muhammed!) De ki: \"Allah sizi diriltir. Sonra sizi o öldürür, sonra da geleceğinde şüphe olmayan kıyamet gününde (diriltip) bir araya toplar. Fakat insanların çoğu bilmezler.","nl":"Zeg: \"Allah brengt jullie tot leven, daarna doet Hij jullie sterven en daarna verzamelt Hij jullie op de Dag der Opstanding, waaraan geen twijfel is.\" Maar de meeste mensen weten het niet.","en":"Say, ˹O Prophet,˺ “˹It is˺ Allah ˹Who˺ gives you life, then causes you to die, then will gather you ˹all˺ on the Day of Judgment, about which there is no doubt. But most people do not know.”"},"surah":null},{"id":4500,"surahId":45,"ayatId":27,"ayatNo":"٢٧","pageNo":501,"ayatText":"وَلِلّٰهِ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِؕ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ","ayatMealText":{"tr":"Göklerin ve yerin mülkü sadece Allah'ındır. Kıyâmetin kapacağı gün varya, işte o gün batıla sapanlar hep hüsrana düşecekler.","nl":"En aan Allah behoort de heerschappij van de hemelen en de aarde, en de Dag waarop het Uur valt. Die Dag verliezen de vervalsers.","en":"To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. On the Day the Hour will be established, the people of falsehood will then be in ˹total˺ loss"},"surah":null},{"id":4501,"surahId":45,"ayatId":28,"ayatNo":"٢٨","pageNo":501,"ayatText":"وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةًࣞ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتَابِهَاؕ اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"O gün her ümmeti, diz çökmüş görürsün. Her ümmet, kendi kitabına çağırılır, onlara: \"Bugün yaptığınız amellerin cezası verilecektir.","nl":"En jij zult alle volken zien neerknielen, ieder volk zal tot hun boek geroepen worden. Op die Dag zullen jullie vergolden worden voor wat jullie plachten te doen.","en":"And you will see every faith-community on its knees. Every community will be summoned to its record ˹of deeds˺. ˹They all will be told,˺ “This Day you will be rewarded for what you used to do"},"surah":null},{"id":4502,"surahId":45,"ayatId":29,"ayatNo":"٢٩","pageNo":501,"ayatText":"هٰذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّؕ اِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"İşte kitabınız, yüzünüze karşı hakkı söylüyor, çünkü biz sizin yaptıklarnızı hep kaydediyorduk.\" (denir).","nl":"Dit is Ons Boek, dat in Waarheid tot jullie spreekt. Voorwaar, Wij schreven op wat jullie plegen te doen.","en":"This record of Ours speaks the truth about you. Indeed, We always had your deeds recorded ˹by the angels˺.”"},"surah":null},{"id":4503,"surahId":45,"ayatId":30,"ayatNo":"٣٠","pageNo":501,"ayatText":"فَاَمَّا الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فٖي رَحْمَتِهٖؕ ذٰلِكَ هُوَ الْفَوْزُ الْمُبٖينُ","ayatMealText":{"tr":"İman edip iyi işler yapanlara gelince; Rableri onları rahmeti içine koyacaktır. İşte apaçık kurtuluş budur.","nl":"Wat betreft degenen die geloven en goede werken verrichten: hun Heer zal hen doen binnengaan in Zijn Barmhartigheid. Dat is de duidelijke overwinning.","en":"As for those who believed and did good, their Lord will admit them into His mercy. That is ˹truly˺ the absolute triumph"},"surah":null},{"id":4504,"surahId":45,"ayatId":31,"ayatNo":"٣١","pageNo":501,"ayatText":"وَاَمَّا الَّذٖينَ كَفَرُواࣞ اَفَلَمْ تَكُنْ اٰيَاتٖي تُتْلٰى عَلَيْكُمْ فَاسْتَكْـبَرْتُمْ وَكُنْتُمْ قَوْماً مُجْرِمٖينَ","ayatMealText":{"tr":"Ama kâfirlere gelince; onlara da denilir ki; \"Size âyetlerim okunmadı mı? Siz büyüklük tasladınız ve günah işleyen bir kavim oldunuz değil mi?","nl":"En wat degenen die niet geloofden betreft: werden Mijn Verzen niet aan jullie voorgedragen waarop jullie hoogmoedig werden? En jullie waren een volk van misdadigers.","en":"And as for those who disbelieved, ˹they will be told,˺ “Were My revelations not recited to you, yet you acted arrogantly and were a wicked people"},"surah":null},{"id":4505,"surahId":45,"ayatId":32,"ayatNo":"٣٢","pageNo":501,"ayatText":"وَاِذَا قٖيلَ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فٖيهَا قُلْتُمْ مَا نَدْرٖي مَا السَّاعَةُۙ اِنْ نَظُنُّ اِلَّا ظَناًّ وَمَا نَحْنُ بِمُسْتَيْقِنٖينَ","ayatMealText":{"tr":"Allah'ın vaadi gerçektir. \"O kıyâmetin geleceğinde şüphe yoktur.\" denildiğinde \"Kıyamet nedir bilmiyoruz.\" Yalnız bir zandan ibârettir sanıyoruz. Fakat bu hususta kesin bir bilgimiz yok.\" derdiniz.","nl":"En toen er gezegd werd: \"De belofte van Allah is waar en aan het Uur is geen twijfel,\" zeiden jullie: \"Wij wisten niet wat het Uur was, wij koesterden slechts een vermoeden en wij waren daarvan niet overtuigd.\"","en":"And whenever it was said ˹to you˺, ‘Surely Allah’s promise ˹of judgment˺ is true and there is no doubt about the Hour,’ you said ˹mockingly˺, ‘We do not know what the Hour is! We think it is no more than speculation, and we are not convinced ˹that it will ever come˺.’”"},"surah":null}]}