{"juzNo":26,"pageNo":503,"arCuzNo":"۲٦","arPageNo":"٥۰۳","quranAyats":[{"id":4516,"surahId":46,"ayatId":6,"ayatNo":"٦","pageNo":503,"ayatText":"وَاِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ اَعْدَٓاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرٖينَ","ayatMealText":{"tr":"Kıyamet günü insanlar biraraya toplandığı zaman taptıkları şeyler kendilerine düşman kesilirler. Ve onların kendilerine tapmalarını inkâr ederler.","nl":"En wanneer de mensheid bijeengebracht wordt, zullen zij voor hen vijanden worden en zullen zij hun aanbidding verwerpen.","en":"And when ˹such˺ people will be gathered together, those ˹gods˺ will be their enemies and will disown their worship"},"surah":{"surahId":46,"name":"Ahkâf","nameAr":"الْاَحْقَافِ","revelationOrder":66,"verseCount":35,"juzNo":26,"firstPage":502}},{"id":4517,"surahId":46,"ayatId":7,"ayatNo":"٧","pageNo":503,"ayatText":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنَاتٍ قَالَ الَّذٖينَ كَفَرُوا لِلْحَقِّ لَمَّا جَٓاءَهُمْۙ هٰذَا سِحْرٌ مُبٖينٌؕ","ayatMealText":{"tr":"Bizim âyetlerimiz kendilerine apaçık okunduğu zaman inkâr edenler kendilerine gelen hak kitap için: \"Bu apaçık bir büyüdür.\" dediler.","nl":"En wanneer Onze duidelijke Verzen aan hen worden voorgedragen, dan zeggen degenen die ongelovig zijn over de Waarheid (de Koran) wanneer die tot hen komt: \"Dit is duidelijke tovenarij.\"","en":"Whenever Our clear revelations are recited to them, the disbelievers say of the truth when it has come to them, “This is pure magic.”"},"surah":null},{"id":4518,"surahId":46,"ayatId":8,"ayatNo":"٨","pageNo":503,"ayatText":"اَمْ يَقُولُونَ افْتَرٰيهُؕ قُلْ اِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لٖي مِنَ اللّٰهِ شَيْـٔاًؕ هُوَ اَعْلَمُ بِمَا تُفٖيضُونَ فٖيهِؕ كَفٰى بِهٖ شَهٖيداً بَيْنٖي وَبَيْنَكُمْؕ وَهُوَ الْغَفُورُ الرَّحٖيمُ","ayatMealText":{"tr":"Yoksa, \"Onu (Muhammed) uydurdu.\" mu diyorlar? Sen de ki: \"Eğer onu ben uydurmuşsam Allah'tan bana gelecek cezayı savmaya sizin gücünüz yetmez. O sizin yaptığınız taşkınlıkları daha iyi bilir. Sizinle benim aramda şahit olarak Allah yeter. O çok bağışlayıcıdır, çok merhamet edicidir.","nl":"Of zeggen zij dat hij hem (de Koran) heeft verzonnen? Zeg: \"Als ik hem had verzonnen, dan zouden jullie geen enkele macht hebben om mij tegen Allah te beschermen. Hij weet het best waarover jullie zo uitvoerig praten. Hij is voldoende als Getuige tussen mij en jullie, en Hij is de Vergevensgezinde, de Meest Barmhartige.\"","en":"Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then there is nothing whatsoever you can do to save me from Allah. He knows best what ˹slurs˺ you indulge about it. Sufficient is He as a Witness between you and me. And He is the All-Forgiving, Most Merciful.”"},"surah":null},{"id":4519,"surahId":46,"ayatId":9,"ayatNo":"٩","pageNo":503,"ayatText":"قُلْ مَا كُنْتُ بِدْعاً مِنَ الرُّسُلِ وَمَٓا اَدْرٖي مَا يُفْعَلُ بٖي وَلَا بِكُمْؕ اِنْ اَتَّبِعُ اِلَّا مَا يُوحٰٓى اِلَيَّ وَمَٓا اَنَا۬ اِلَّا نَذٖيرٌ مُبٖينٌ","ayatMealText":{"tr":"Ey Muhammed! De ki: \"Ben Peygamberlerin ilki değilim. Bana ve size ne yapılacağını da bilmem. Ben ancak bana vahyedilene tabi oluyorum. Ben ancak apaçık bir uyarıcıyım.","nl":"Zeg: \"Ik ben niet iemand die (iets afwijkends) toevoegt onder de Boodschappers. En ik weet niet wat mij en jullie zal worden aangedaan. Ik volg slechts wat aan mij geopenbaard is. En ik ben slechts een duidelijke waarschuwer.\"","en":"Say, “I am not the first messenger ever sent, nor do I know what will happen to me or you. I only follow what is revealed to me. And I am only sent with a clear warning.”"},"surah":null},{"id":4520,"surahId":46,"ayatId":10,"ayatNo":"١٠","pageNo":503,"ayatText":"قُلْ اَرَاَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ وَكَفَرْتُمْ بِهٖ وَشَهِدَ شَاهِدٌ مِنْ بَنٖٓي اِسْرَٓائٖلَ عَلٰى مِثْلِهٖ فَاٰمَنَ وَاسْتَكْـبَرْتُمْؕ اِنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَࣖ","ayatMealText":{"tr":"De ki: \"Ne dersiniz, eğer bu Kur'an Allah tarafından ise ve siz de onu inkâr etmişseniz, bununla birlikte İsrailoğulları'ndan bir şahit de onun bir benzerini (Tevrat'ta görüp) inanmışken siz hala büyüklük taslarsanız (haksızlık etmiş olmaz mısınız)? Şüphesiz ki, Allah zalim bir topluluğu doğru yola iletmez.\"","nl":"Zeg: \"Wat denken jullie? Als hij (de Koran) van Allah afkomstig is en jullie wijzen hen af, terwijl er een getuige van de Kinderen van Israël over het overeenkomstige ervan is die er in geloofde, en jullie waren hoogmoedig (dan zijn jullie toch onrechtvaardigen?)\" Voorwaar, Allah leidt het onrechtvaardige volk niet.","en":"Ask ˹them, O Prophet˺, “Consider if this ˹Quran˺ is ˹truly˺ from Allah and you deny it, and a witness from the Children of Israel attests to it and then believes, whereas you act arrogantly. Surely Allah does not guide the wrongdoing people.”"},"surah":null},{"id":4521,"surahId":46,"ayatId":11,"ayatNo":"١١","pageNo":503,"ayatText":"وَقَالَ الَّذٖينَ كَفَرُوا لِلَّذٖينَ اٰمَنُوا لَوْ كَانَ خَيْراً مَا سَبَقُونَٓا اِلَيْهِؕ وَاِذْ لَمْ يَهْتَدُوا بِهٖ فَسَيَقُولُونَ هٰذَٓا اِفْكٌ قَدٖيمٌ","ayatMealText":{"tr":"İnkâr edenler, iman ednler için: \"Eğer İslâm'da bir hayır olsaydı onlar, onu kabulde bizi geçemezlerdi.\" derler. Bununla muvaffak olamayınca da: \"Bu eski bir yalandır.\" diyeceklerdir.","nl":"En degenen die niet geloofden, zeiden tegen degenen die geloofden: \"Als hij (de Koran) iets goeds was, dan zouden zij ons niet voorgaan daarin (te geloven).\" En omdat zij zich er niet door laten leiden, zullen zij zeggen: \"Dit is een oude leugen.\"","en":"The disbelievers say of the believers, “Had it been ˹something˺ good, they would not have beaten us to it.” Now since they reject its guidance, they will say, “˹This is˺ an ancient fabrication!”"},"surah":null},{"id":4522,"surahId":46,"ayatId":12,"ayatNo":"١٢","pageNo":503,"ayatText":"وَمِنْ قَبْلِهٖ كِتَابُ مُوسٰٓى اِمَاماً وَرَحْمَةًؕ وَهٰذَا كِتَابٌ مُصَدِّقٌ لِسَاناً عَرَبِياًّ لِيُنْذِرَ الَّذٖينَ ظَلَمُواࣗ وَبُشْرٰى لِلْمُحْسِنٖينَ","ayatMealText":{"tr":"Kur'ân'dan önce de bir rehber ve rahmet olarak Musa'nın kitabı Tevrat vardı. Bu Kur'ân ise zulmedenleri uyarmak, iyilik yapanları müjdelemek için Arap lisanı ile indirilen ve kendinden öncekileri tasdik eden bir kitaptır.","nl":"En ervóór was er het Boek van Môesa (de Taurât) als Gids en Barmhartigheid. En dit Boek bevestigt (het) in de Arabische taal, om degenen die onrechtvaardig zijn te waarschuwen en als een verheugende tijding voor de weldoeners.","en":"And before this ˹Quran˺ the Book of Moses was ˹revealed as˺ a guide and mercy. And this Book is a confirmation, in the Arabic tongue, to warn those who do wrong, and as good news to those who do good"},"surah":null},{"id":4523,"surahId":46,"ayatId":13,"ayatNo":"١٣","pageNo":503,"ayatText":"اِنَّ الَّذٖينَ قَالُوا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۚ","ayatMealText":{"tr":"\"Gerçekten Rabbimiz Allah'tır.\" deyip, sonra da dosdoğru olanlara gelince onlar için hiçbir korku yoktur ve onlar üzülmeyeceklerdir.","nl":"Voorwaar, degenen die zeggen: \"Onze Heer is Allah,\" en die vervolgens standvastig zijn: er zal geen vrees over hen komen en zij zullen niet treuren.","en":"Surely those who say, “Our Lord is Allah,” and then remain steadfast—there will be no fear for them, nor will they grieve"},"surah":null},{"id":4524,"surahId":46,"ayatId":14,"ayatNo":"١٤","pageNo":503,"ayatText":"اُو۬لٰٓئِكَ اَصْحَابُ الْجَنَّةِ خَالِدٖينَ فٖيهَاۚ جَزَٓاءً بِمَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"İşte onlar cennetlikdirler, yaptıklarına karşılık orada ebedi olarak kalacaklardır.","nl":"Zij zijn de bewoners van het Paradijs, daarin zijn zij eeuwig levenden, als een beloning voor wat zij plachten te doen.","en":"It is they who will be the residents of Paradise, staying there forever, as a reward for what they used to do"},"surah":null}]}