{"juzNo":26,"pageNo":505,"arCuzNo":"۲٦","arPageNo":"٥۰٥","quranAyats":[{"id":4531,"surahId":46,"ayatId":21,"ayatNo":"٢١","pageNo":505,"ayatText":"وَاذْكُرْ اَخَا عَادٍؕ اِذْ اَنْذَرَ قَوْمَهُ بِالْاَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖٓ اَلَّا تَعْبُدُٓوا اِلَّا اللّٰهَؕ اِنّٖٓي اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظٖيمٍ","ayatMealText":{"tr":"Ey Muhammed! Âd kavminin kardeşi Hud'u hatırla. Hani O, Ahkâf denilen yerde kavmini uyarmıştı. O'ndan önce ve sonra da nice peygamberler gelip geçmiştir. Hud, kavmine: \"Allah'tan başkasına kulluk etmeyin. Çünkü ben sizin için büyük bir günün azabından korkuyorum.\" demişti.","nl":"En gedenkt de broeder van de 'Âd (de Profeet Hôed) toen hij zijn volk waarschuwde bij Al Ahqâf. En waarlijk, de waarschuwers vóór hen en na hen zijn heengegaan, (zij zeiden): \"Aanbidt geen ander dan Allah, voorwaar, ik vrees voor jullie de bestraffing van een geweldige Dag.\"","en":"And remember the brother of ’Ȃd, when he warned his people, who inhabited the sand-hills—there were certainly warners before and after him—˹saying,˺ “Worship none but Allah. I truly fear for you the torment of a tremendous day.”"},"surah":{"surahId":46,"name":"Ahkâf","nameAr":"الْاَحْقَافِ","revelationOrder":66,"verseCount":35,"juzNo":26,"firstPage":502}},{"id":4532,"surahId":46,"ayatId":22,"ayatNo":"٢٢","pageNo":505,"ayatText":"قَالُٓوا اَجِئْتَنَا لِتَأْفِكَنَا عَنْ اٰلِهَتِنَاۚ فَأْتِنَا بِمَا تَعِدُنَٓا اِنْ كُنْتَ مِنَ الصَّادِقٖينَ","ayatMealText":{"tr":"Onlar: \"Sen bizi ilâhlarımızdan çevirmek için mi geldin? Eğer doğru söyleyenlerden isen o bize vaad edip durduğun azabı haydi getir.\" dediler.","nl":"Zij zeiden: \"Ben jij tot ons gekomen om ons van (het aanbidden) van onze goden af te houden? Geef wat jij ons aanzegt, als jij tot de waarachtigen behoort!\"","en":"They argued, “Have you come to turn us away from our gods? Bring us then whatever you threaten us with, if what you say is true.”"},"surah":null},{"id":4533,"surahId":46,"ayatId":23,"ayatNo":"٢٣","pageNo":505,"ayatText":"قَالَ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِؗ وَاُبَلِّغُكُمْ مَٓا اُرْسِلْتُ بِهٖ وَلٰكِنّٖٓي اَرٰيكُمْ قَوْماً تَجْهَلُونَ","ayatMealText":{"tr":"Hud: \"O azabın ne zaman geleceğine dair ilim Allah katındadır. Ben size benimle gönderileni tebliğ ediyorum. Fakat ben sizi cahillik eden bir kavim olarak görüyorum.\" dedi.","nl":"Hij zei: \"Voorwaar, de kennis is bij Allah en ik breng slechts dat over waarmee ik gezonden ben, maar ik zie dat jullie een volk zijn dat onwetend is.\"","en":"He responded, “The knowledge ˹of its time˺ is only with Allah. I only convey to you what I have been sent with. But I can see that you are a people acting ignorantly.”"},"surah":null},{"id":4534,"surahId":46,"ayatId":24,"ayatNo":"٢٤","pageNo":505,"ayatText":"فَلَمَّا رَاَوْهُ عَارِضاً مُسْتَقْبِلَ اَوْدِيَتِهِمْۙ قَالُوا هٰذَا عَارِضٌ مُمْطِرُنَاؕ بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهٖؕ رٖيحٌ فٖيهَا عَذَابٌ اَلٖيمٌۙ","ayatMealText":{"tr":"O azabı, vadilerine doğru yayılan bir bulut halinde gördükleri zaman: \"Bu bize yağmur yağdıracak yaygın bir buluttur.\" dediler. Hud ise: \"O sizin acele gelmesini istediğiniz şeydir. O bir rüzgârdır ki, içerisinde acı bir azab vardır.","nl":"En toen zij die ( bestraffing) als een wolk zagen die zich naar hun valleien verplaatste, zeiden zij: \"Dit is een wolk die regen op ons zal doen vallen.\" Nee! Integendeel, het is juist (de bestraffing) waarvan jullie de bespoediging vroegen, een wind met daarin een pijnlijke bestraffing.","en":"Then when they saw the torment as a ˹dense˺ cloud approaching their valleys, they said ˹happily˺, “This is a cloud bringing us rain.” ˹But Hûd replied,˺ “No, it is what you sought to hasten: a ˹fierce˺ wind carrying a painful punishment!”"},"surah":null},{"id":4535,"surahId":46,"ayatId":25,"ayatNo":"٢٥","pageNo":505,"ayatText":"تُدَمِّرُ كُلَّ شَيْءٍ بِاَمْرِ رَبِّهَا فَاَصْبَحُوا لَا يُرٰٓى اِلَّا مَسَاكِنُهُمْؕ كَذٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمٖينَ","ayatMealText":{"tr":"O rüzgâr, Rabbinin emri ile herşeyi yıkar mahveder.\" dedi. Nihayet helâk oldular ve evlerinden başka hiçbir şey görünmez oldu. İşte biz günahkâr kavmi böyle cezalandırırız.","nl":"Die alle dingen zal verwoesten op bevel van zijn Heer, toen was er niets meer van hen zichtbaar dan de ruïnes van hun woningen. Zo vergelden Wij het volk van misdadigers.","en":"It destroyed everything by the command of its Lord, leaving nothing visible except their ruins. This is how We reward the wicked people"},"surah":null},{"id":4536,"surahId":46,"ayatId":26,"ayatNo":"٢٦","pageNo":505,"ayatText":"وَلَقَدْ مَكَّنَّاهُمْ فٖيمَٓا اِنْ مَكَّنَّاكُمْ فٖيهِ وَجَعَلْنَا لَهُمْ سَمْعاً وَاَبْصَاراً وَاَفْـِٔدَةًؗ فَمَٓا اَغْنٰى عَنْهُمْ سَمْعُهُمْ وَلَٓا اَبْصَارُهُمْ وَلَٓا اَفْـِٔدَتُهُمْ مِنْ شَيْءٍ اِذْ كَانُوا يَجْحَدُونَ بِاٰيَاتِ اللّٰهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهٖ يَسْتَهْزِؤُ۫نَࣖ","ayatMealText":{"tr":"And olsun ki, biz onlara size vermediğimiz imkanlar vermiştik. Onlara kulaklar, gözler ve kalpler vermiştik. Fakat kulakları, gözleri ve kalpleri onlara hiçbir fayda sağlamadı. Çünkü onlar Allah'ın âyetlerini bile bile inkâr ediyorlardı. Alay etmekte oldukları şey de onları sarıp kuşattı.","nl":"En voorzeker, Wij hadden hun werkelijk macht en welvaart gegeven die Wij niet aan jullie gegeven hebben. En Wij gaven hun de vermogens van het horen, en het zien en de harten. Maar hun oren, en hun ogen en hun harten baatten hun niets omdat zij de Tekenen van Allah plachten te ontkennen. En zij zijn omsingeld door de bestraffing waarmee zij de spot plachten te drijven.","en":"Indeed, We had established them in a way We have not established you ˹Meccans˺. And We gave them hearing, sight, and intellect. But neither their hearing, sight, nor intellect were of any benefit to them whatsoever, since they persisted in denying Allah’s signs. And ˹so˺ they were overwhelmed by what they used to ridicule"},"surah":null},{"id":4537,"surahId":46,"ayatId":27,"ayatNo":"٢٧","pageNo":505,"ayatText":"وَلَقَدْ اَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرٰى وَصَرَّفْنَا الْاٰيَاتِ لَعَلَّهُمْ يَرْجِعُونَ","ayatMealText":{"tr":"Andolsun ki, biz sizin etrafınızda bulunan bir çok memleketleri helak ettik. Belki tevhide dönerler diye ayetlerimizi çeşitli şekillerde açıkladık.","nl":"En voorzeker, Wij hebben de steden en jullie omgeving verwoest. En Wij herhaalden de Tekenen (van Onze macht). Hopelijk zullen zij terugkeren.","en":"We certainly destroyed the societies around you after having varied the signs so perhaps they would return ˹to the Right Path˺"},"surah":null},{"id":4538,"surahId":46,"ayatId":28,"ayatNo":"٢٨","pageNo":505,"ayatText":"فَلَوْلَا نَصَرَهُمُ الَّذٖينَ اتَّخَذُوا مِنْ دُونِ اللّٰهِ قُرْبَاناً اٰلِهَةًؕ بَلْ ضَلُّوا عَنْهُمْۚ وَذٰلِكَ اِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ","ayatMealText":{"tr":"Allah'ı bırakıp da kendilerine yakınlık sağlamak için edindikleri ilâhları onlara yardım etselerdi ya! Ama hayır, aksine onlardan kaybolup gittiler. İşte bu onların yalanları ve uydurup durdukları iftiralarıdır.","nl":"Hadden de afgoden die zij naast Allah namen als een toenadering tot een god, hen maar geholpen! Nee, zij zijn van hen verdwenen. En dat is hun leugen en wat zij plachten te verzinnen.","en":"Why then did those ˹idols˺ they took as gods—hoping to get closer ˹to Him˺—not come to their aid? Instead, they failed them. That is ˹the result of˺ their lies and their fabrications"},"surah":null}]}