{"juzNo":26,"pageNo":506,"arCuzNo":"۲٦","arPageNo":"٥۰٦","quranAyats":[{"id":4539,"surahId":46,"ayatId":29,"ayatNo":"٢٩","pageNo":506,"ayatText":"وَاِذْ صَرَفْـنَٓا اِلَيْكَ نَفَراً مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْاٰنَۚ فَلَمَّا حَضَرُوهُ قَالُٓوا اَنْصِتُواۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُنْذِرٖينَ","ayatMealText":{"tr":"Ey Muhammed! Hani biz cinlerden bir grubu Kur'ân'ı dinlemeleri için sana yöneltmiştik. Onlar Kur'ân'ı dinlemek için hazır bulundukları zaman birbirlerine \"susun\" dediler. Kur'ân'ın okunması bitince de birer uyarıcı olarak kavimlerine döndüler.","nl":"En (gedenkt) toen Wij een paar van de Djinn's bij jou brachten, om naar de Koran te luisteren. Toen zij daarbij aanwezig waren, zeiden zij: \"Zwijgt!\" En toen (de voordracht) beëindigd was, keerden zij tot hun volk terug als waarschuwers.","en":"˹Remember, O Prophet,˺ when We sent a group of jinn your way to listen to the Quran. Then, upon hearing it, they said ˹to one another˺, “Listen quietly!” Then when it was over, they returned to their fellow jinn as warners"},"surah":{"surahId":46,"name":"Ahkâf","nameAr":"الْاَحْقَافِ","revelationOrder":66,"verseCount":35,"juzNo":26,"firstPage":502}},{"id":4540,"surahId":46,"ayatId":30,"ayatNo":"٣٠","pageNo":506,"ayatText":"قَالُوا يَا قَوْمَنَٓا اِنَّا سَمِعْنَا كِتَاباً اُنْزِلَ مِنْ بَعْدِ مُوسٰى مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ يَهْدٖٓي اِلَى الْحَقِّ وَاِلٰى طَرٖيقٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Onlar kavimlerine şöyle dediler: \"Ey kavmimiz! Gerçekten biz Musa'dan sonra indirilen ve kendisinden öncekileri tasdik eden bir kitap dinledik. O kitap gerçeği ve doğru yolu gösteriyor.","nl":"Zij zeiden: \"O volk van ons, voorwaar wij hebben over een Boek gehoord dat is neergezonden na Môesa, ter bevestiging van wat daarvóór was, het leidt naar de Waarheid en de rechte Weg.","en":"They declared, “O our fellow jinn! We have truly heard a scripture revealed after Moses, confirming what came before it. It guides to the truth and the Straight Way"},"surah":null},{"id":4541,"surahId":46,"ayatId":31,"ayatNo":"٣١","pageNo":506,"ayatText":"يَا قَوْمَنَٓا اَجٖيبُوا دَاعِيَ اللّٰهِ وَاٰمِنُوا بِهٖ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ اَلٖيمٍ","ayatMealText":{"tr":"Ey kavmimiz! Allah'ın davetçisine uyun ve O'na iman edin ki, Allah da sizin günahlarınızı bağışlasın ve sizi acı bir azabdan korusun.\"","nl":"O volk van ons, geeft gehoor aan de oproeper van Allah en gelooft in hem, dan zal Hij jullie zonden vergeven en Hij zal jullie redden van een pijnlijke bestraffing.\"","en":"O our fellow jinn! Respond to the caller of Allah and believe in him, He will forgive your sins and protect you from a painful punishment"},"surah":null},{"id":4542,"surahId":46,"ayatId":32,"ayatNo":"٣٢","pageNo":506,"ayatText":"وَمَنْ لَا يُجِبْ دَاعِيَ اللّٰهِ فَلَيْسَ بِمُعْجِزٍ فِي الْاَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهٖٓ اَوْلِيَٓاءُؕ اُو۬لٰٓئِكَ فٖي ضَلَالٍ مُبٖينٍ","ayatMealText":{"tr":"Her kim Allah'ın davetçisine uymazsa bilsin ki, yeryüzünde Allah'ı aciz bırakacak değildir. Onun Allah'tan başka dostları da yoktur. İşte onlar apaçık bir sapıklık içerisindedirler.","nl":"En wie geen gehoor geeft aan de oproeper van Allah, die zal niet kunnen ontvluchten op de aarde en voor hem is er naast Hem geen beschermer. Zij zijn degenen die in duidelijke dwaling verkeren.","en":"And whoever does not respond to the caller of Allah will have no escape on earth, nor will they have any protectors against Him. It is they who are clearly astray.”"},"surah":null},{"id":4543,"surahId":46,"ayatId":33,"ayatNo":"٣٣","pageNo":506,"ayatText":"اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذٖي خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلٰٓى اَنْ يُحْيِيَ الْمَوْتٰىؕ بَلٰٓى اِنَّهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Onlar gökleri ve yeri yaratan ve onları yaratmakla yorulmayan Allah'ın ölüleri diriltmeye de kadir olduğunu görmüyorlar mı? Evet şüphesiz ki, O'nun herşeye gücü yeter.","nl":"Zien zij niet dat Allah, Degene Die de hemelen en de aarde geschapen heeft en Die nooit moe wordt van het scheppen van hen, bij machte is om het dode tot leven te brengen? Welzeker, Hij is waarlijk Almachtig over alle zaken.","en":"Do they not realize that Allah, Who created the heavens and the earth and did not tire in creating them, is able to give life to the dead? Yes ˹indeed˺! He is certainly Most Capable of everything"},"surah":null},{"id":4544,"surahId":46,"ayatId":34,"ayatNo":"٣٤","pageNo":506,"ayatText":"وَيَوْمَ يُعْرَضُ الَّذٖينَ كَفَرُوا عَلَى النَّارِؕ اَلَيْسَ هٰذَا بِالْحَقِّؕ قَالُوا بَلٰى وَرَبِّنَاؕ قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ","ayatMealText":{"tr":"İnkâr edenler ateşe arz olunacakları gün onlara: \"Bu gerçek değil miymiş?\" denir. Onlar da: \"Rabbimiz Hakk'ı için gerçekmiş!\" derler. Allah onlara: \"O halde inkâr ettiğinizden dolayı şimdi tadın azabı!\" der.","nl":"En (gedenkt) de Dag dat degenen die niet geloofden voor de Hel geplaatst zullen worden (en tot hen gezegd wordt): \"Is dit niet de Waarheid?\" Zij zeggen: \"Welzeker\", bij onze Heer.\" Hij (Allah) zegt: \"Proeft dan de bestraffing wegens jullie ongelovig zijn.\"","en":"And on the Day the disbelievers will be exposed to the Fire, ˹they will be asked,˺ “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” It will be said, “Then taste the punishment for your disbelief.”"},"surah":null},{"id":4545,"surahId":46,"ayatId":35,"ayatNo":"٣٥","pageNo":506,"ayatText":"فَاصْبِرْ كَمَا صَبَرَ اُو۬لُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْؕ كَاَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَۙ لَمْ يَلْبَثُٓوا اِلَّا سَاعَةً مِنْ نَهَارٍؕ بَلَاغٌۚ فَهَلْ يُهْلَكُ اِلَّا الْقَوْمُ الْفَاسِقُونَ","ayatMealText":{"tr":"Ey Muhammed! Azim sahibi peygamberlerin sabrettikleri gibi sen de sabret! Onlar için (azab hususunda) acele etme. Sanki onlar kendilerine vaad edilen azabı gördükleri gün dünyada sadece gündüzün bir saati kadar kaldıklarını sanırlar. Bu bir tebliğdir. Hiç yoldan çıkan fasıklar topluluğundan başkası helak edilir mi?","nl":"Wees daarom geduldig, zoals de bezitters van standvastigheid (Oeloel'azmi) onder de Boodschappers geduldig waren. En vraag niet om (de bestraffing) voor hen te bespoedigen. Het zal op de Dag, waarop zij zien wat hun aangezegd was, voor hen zijn alsof zij slechts een uur van de dag (op aarde) verbleven. Dit is een vermaning. Er wordt dan (niemand) vernietigd dan het zwaar zondige volk.","en":"So endure patiently, as did the Messengers of Firm Resolve. And do not ˹seek to˺ hasten ˹the torment˺ for the deniers. On the Day they see what they have been threatened with, it will be as if they had only stayed ˹in this world˺ for an hour of a day. ˹This is˺ a ˹sufficient˺ warning! Then, will anyone be destroyed except the rebellious people"},"surah":null}]}