{"juzNo":26,"pageNo":508,"arCuzNo":"۲٦","arPageNo":"٥۰۸","quranAyats":[{"id":4557,"surahId":47,"ayatId":12,"ayatNo":"١٢","pageNo":508,"ayatText":"اِنَّ اللّٰهَ يُدْخِلُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُؕ وَالَّذٖينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْاَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ","ayatMealText":{"tr":"Şüphesiz ki, Allah iman edip salih amel işleyenleri, altlarından ırmaklar akan cennetlere koyar. İnkâr edenler ise dünyada zevk edip geçinirler. Hayvanların yediği gibi yerler. Onların varacakları yer ateştir.","nl":"Voorwaar, Allah zal degenen die geloven en goede werken verrichten doen binnengaan in Tuinen (het Paradijs) waar onderdoor de rivieren stromen, terwijl degenen die ongelovig zijn (van het wereldse leven) genieten en eten zoals het vee eet. De Hel zal hun verblijfplaats zijn.","en":"Surely Allah will admit those who believe and do good into Gardens under which rivers flow. As for the disbelievers, they enjoy themselves and feed like cattle. But the Fire will be their home"},"surah":{"surahId":47,"name":"Muhammed","nameAr":"مُحَمَّدٍ","revelationOrder":95,"verseCount":38,"juzNo":26,"firstPage":507}},{"id":4558,"surahId":47,"ayatId":13,"ayatNo":"١٣","pageNo":508,"ayatText":"وَكَاَيِّنْ مِنْ قَرْيَةٍ هِيَ اَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتٖٓي اَخْرَجَتْكَۚ اَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ","ayatMealText":{"tr":"Ey Muhammed! Seni yurdundan çıkaran şehirden daha kuvvetli olan nice şehirler vardı ki biz onları helâk ettik de onlara yardım eden çıkmadı.","nl":"En hoeveel steden zijn er niet sterker dan de stad die jou (O Moehammad) heeft verdreven? Wij hebben hen vernietigd en er was geen helper voor hen.","en":"˹Imagine, O Prophet,˺ how many societies We destroyed that were far superior in might than your society—which drove you out—and there was none to help them"},"surah":null},{"id":4559,"surahId":47,"ayatId":14,"ayatNo":"١٤","pageNo":508,"ayatText":"اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِنْ رَبِّهٖ كَمَنْ زُيِّنَ لَهُ سُٓوءُ عَمَلِهٖ وَاتَّبَعُٓوا اَهْوَٓاءَهُمْ","ayatMealText":{"tr":"Rabbi tarafından apaçık bir delil üzerinde bulunan kimse, kötü işleri kendisine güzel gösterilmiş de heveslerinin peşine düşmüş kimseler gibi olur mu?","nl":"Is hij die zich op een duidelijk bewijs van zijn Heer beroept, gelijk aan degene wiens slechte daden schoonschijnend zijn gemaakt (door de Satan) en die zijn begeerten volgt?","en":"Can those ˹believers˺ who stand on clear proof from their Lord be like those whose evil deeds are made appealing to them and ˹only˺ follow their desires"},"surah":null},{"id":4560,"surahId":47,"ayatId":15,"ayatNo":"١٥","pageNo":508,"ayatText":"مَثَلُ الْجَنَّةِ الَّتٖي وُعِدَ الْمُتَّقُونَؕ فٖيهَٓا اَنْهَارٌ مِنْ مَٓاءٍ غَيْرِ اٰسِنٍۚ وَاَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُۚ وَاَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبٖينَۚ وَاَنْهَارٌ مِنْ عَسَلٍ مُصَفًّىؕ وَلَهُمْ فٖيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْؕ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَٓاءً حَمٖيماً فَقَطَّعَ اَمْعَٓاءَهُمْ","ayatMealText":{"tr":"Kötülükten sakınanlara vaad edilen cennetin durumu şöyledir: Orada bozulmayan temiz sudan ırmaklar, tadı değişmeyen sütten ırmaklar, içenlere lezzet veren şaraptan ırmaklar ve süzme baldan ırmaklar vardır. Onlar için cennette her çeşit meyve ve Rablerinden bir bağışlanma vardır. Bunların durumu, ateşte ebedî olarak kalacak olan ve bağırsaklarını parçalayacak kaynar su içirilen kimsenin durumu gibi olur mu?","nl":"Is het (geluk van) het Paradijs dat aan de Moettaqôen beloofd is, waarin rivieren zijn met versblijvend water, en van melk waarvan de smaak niet verandert, en rivieren van Khamr, als een genieting voor hen die drinken, en rivieren van zuivere honing, en waarin voor hen allerlei vruchten zijn en vergeving van hun Heer; gelijk (aan de ellende van) hen die eeuwig levenden in de Hel zijn, in wie kokend water wordt gegoten, dat hun ingewanden dan aan stukken snijdt?","en":"The description of the Paradise promised to the righteous is that in it are rivers of fresh water, rivers of milk that never changes in taste, rivers of wine delicious to drink, and rivers of pure honey. There they will ˹also˺ have all kinds of fruit, and forgiveness from their Lord. ˹Can they be˺ like those who will stay in the Fire forever, left to drink boiling water that will tear apart their insides"},"surah":null},{"id":4561,"surahId":47,"ayatId":16,"ayatNo":"١٦","pageNo":508,"ayatText":"وَمِنْهُمْ مَنْ يَسْتَمِــعُ اِلَيْكَۚ حَتّٰٓى اِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذٖينَ اُو۫تُوا الْعِلْمَ مَاذَا قَالَ اٰنِفاًࣞ اُو۬لٰٓئِكَ الَّذٖينَ طَبَعَ اللّٰهُ عَلٰى قُلُوبِهِمْ وَاتَّبَعُٓوا اَهْوَٓاءَهُمْ","ayatMealText":{"tr":"Ey Muhammed! Onlardan seni dinlemeye gelenler de var. Senin yanından çıktıkları zaman kendilerine ilim verilen kimselere alay yoluyla: \"O demin ne söyledi?\" diye sorarlar. İşte onlar Allah'ın kalplerini mühürlediği kimselerdir. Onlar sadece kendi heva ve heveslerine uyarlar.","nl":"En onder hen zijn er die naar jou luisteren; maar wanneer zij bij jou weggaan, zeggen zij tot degenen aan wie de kennis is gegeven (de metgezellen van de Profeet): \"Wat zei hij daarnet?\" Zij zijn degenen wiens harten Allah heeft verzegeld en die hun begeerten volgen.","en":"There are some of them who listen to you ˹O Prophet˺, but when they depart from you, they say ˹mockingly˺ to those ˹believers˺ gifted with knowledge, “What did he just say?” These are the ones whose hearts Allah has sealed and who ˹only˺ follow their desires"},"surah":null},{"id":4562,"surahId":47,"ayatId":17,"ayatNo":"١٧","pageNo":508,"ayatText":"وَالَّذٖينَ اهْتَدَوْا زَادَهُمْ هُدًى وَاٰتٰيهُمْ تَقْوٰيهُمْ","ayatMealText":{"tr":"Doğru yola girenlere gelince, Allah onların hidayetlerini artırmış ve onlara kötülükten sakınma çarelerini ilham etmiştir.","nl":"Maar degenen die de Leiding volgden: Hij vermeerderde hun Leiding en Hij gaf hun hun vrees (voor Hem).","en":"As for those who are ˹rightly˺ guided, He increases them in guidance and blesses them with righteousness"},"surah":null},{"id":4563,"surahId":47,"ayatId":18,"ayatNo":"١٨","pageNo":508,"ayatText":"فَهَلْ يَنْظُرُونَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةًۚ فَقَدْ جَٓاءَ اَشْرَاطُهَاۚ فَاَنّٰى لَهُمْ اِذَا جَٓاءَتْهُمْ ذِ كْرٰيهُمْ","ayatMealText":{"tr":"Artık onlar, kıyamet saatinin kendilerine ansızın gelivermesine mi bakıyorlar? Şüphesiz onun alametleri gelmiştir. Artık kıyamet kendilerine gelip çatınca anlamaları neye yarar?","nl":"Zij (de ongelovigen) wachten slechts op het Uur dat plotseling tot hen zal komen. Voorzeker, de Tekenen ervan zijn al gekomen. Hoe kunnen zij wanneer (het Uur) tot hen komt, dan nog hun vermaning krijgen?","en":"Are they only waiting for the Hour to take them by surprise? Yet ˹some of˺ its signs have already come. Once it actually befalls them, will it not be too late to be mindful"},"surah":null},{"id":4564,"surahId":47,"ayatId":19,"ayatNo":"١٩","pageNo":508,"ayatText":"فَاعْلَمْ اَنَّهُ لَٓا اِلٰهَ اِلَّا اللّٰهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنٖينَ وَالْمُؤْمِنَاتِؕ وَاللّٰهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوٰيكُمْࣖ","ayatMealText":{"tr":"Ey Muhammed! Bil ki, Allah'tan başka hiçbir ilâh yoktur. Hem kendi günahın için, hem de mümin erkekler ve mümin kadınlar için Allah'tan bağışlanma dile. Allah, sizin gezip dolaştığınız yeri de duracağınız yeri de bilir.","nl":"Weet dat er geen god is dan Allah en vraag om vergeving voor jouw zonden en voor (de zonden van) de gelovige mannen en de gelovige vrouwen. En Allah kent jullie bezigheden (op aarde) en jullie verblijfplaats (in het Hiernamaals).","en":"So, know ˹well, O Prophet,˺ that there is no god ˹worthy of worship˺ except Allah. And seek forgiveness for your shortcomings and for ˹the sins of˺ the believing men and women. For Allah ˹fully˺ knows your movements and places of rest ˹O people˺"},"surah":null}]}