{"juzNo":26,"pageNo":509,"arCuzNo":"۲٦","arPageNo":"٥۰۹","quranAyats":[{"id":4565,"surahId":47,"ayatId":20,"ayatNo":"٢٠","pageNo":509,"ayatText":"وَيَقُولُ الَّذٖينَ اٰمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌۚ فَاِذَٓا اُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فٖيهَا الْقِتَالُۙ رَاَيْتَ الَّذٖينَ فٖي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِؕ فَاَوْلٰى لَهُمْۚ","ayatMealText":{"tr":"İman edenler: \"Keşke cihad hakkında bir sûre indirilse.\" derlerdi. Ama hükmü açık bir sûre indirilip de, içerisinde savaş zikredilince kalplerinde hastalık olanların ölüm korkusuyla baygınlık geçiren bir kimsenin bakışı gibi sana baktığını görürsün. Oysa onlar için ölüm yaşamaktan daha uygundur.","nl":"En degenen die geloven zeggen: \"Was er maar een Soerah neergezonden (die het voeren van oorlog beveelt). Maar wanneer dan een onweerlegbare (Moehkamah) Soerah wordt neergezonden, waarin (het bevel tot) oorlog wordt genoemd, dan zie jij degenen in wier harten een ziekte is, naar jou kijken met de blik van degene die in zwijm dreigt te vallen uit doodsangst. Wee hen!","en":"And the believers say, “If only a sûrah was revealed ˹allowing self-defence˺!” Yet when a precise sûrah is revealed, in which fighting is ˹explicitly˺ mentioned, you see those with sickness in their hearts staring at you like someone in the throes of death. It would have been better for them"},"surah":{"surahId":47,"name":"Muhammed","nameAr":"مُحَمَّدٍ","revelationOrder":95,"verseCount":38,"juzNo":26,"firstPage":507}},{"id":4566,"surahId":47,"ayatId":21,"ayatNo":"٢١","pageNo":509,"ayatText":"طَاعَةٌ وَقَوْلٌ مَعْرُوفٌࣞ فَاِذَا عَزَمَ الْاَمْرُࣞ فَلَوْ صَدَقُوا اللّٰهَ لَكَانَ خَيْراً لَهُمْۚ","ayatMealText":{"tr":"Onların vazifesi itaat ve güzel söz söylemekti. Sonra iş kesinleşince Allah'ın emrine sadakat gösterselerdi, elbette kendileri için daha hayırlı olurdu.","nl":"Gehoorzaamheid en een juist woord (zouden beter zijn). Wanneer dan de zaak (van het bevel tot oorlog) is besloten, (dan hebben zij er een afkeer van). Maar als zij oprecht zouden zijn tegenover Allah, dan zou dat beter voor hen zijn.","en":"to obey and speak rightly. Then when fighting was ordained, it surely would have been better for them if they were true to Allah"},"surah":null},{"id":4567,"surahId":47,"ayatId":22,"ayatNo":"٢٢","pageNo":509,"ayatText":"فَهَلْ عَسَيْتُمْ اِنْ تَوَلَّيْتُمْ اَنْ تُفْسِدُوا فِي الْاَرْضِ وَتُقَطِّعُٓوا اَرْحَامَكُمْ","ayatMealText":{"tr":"Demek siz iş başına gelecek olursanız yeryüzünde bozgunculuk çıkaracaksınız ve akrabalık bağlarınızı koparacaksınız öyle mi?","nl":"Het kan zijn, als jullie je afwenden, dat jullie verderf zaaien op de aarde en jullie familiebanden verbreken.","en":"Now if you ˹hypocrites˺ turn away, perhaps you would then spread corruption throughout the land and sever your ˹ties of˺ kinship"},"surah":null},{"id":4568,"surahId":47,"ayatId":23,"ayatNo":"٢٣","pageNo":509,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ لَعَنَهُمُ اللّٰهُ فَاَصَمَّهُمْ وَاَعْمٰٓى اَبْصَارَهُمْ","ayatMealText":{"tr":"İşte onlar, Allah'ın lanetlediği, kulaklarını sağır, gözlerini kör ettiği kimselerdir.","nl":"Zij zijn degenen die Allah vervloekt heeft en die Hij doof gemaakt heeft, en Hij heeft hun ogen blind gemaakt.","en":"These are the ones who Allah has condemned, deafening them and blinding their eyes"},"surah":null},{"id":4569,"surahId":47,"ayatId":24,"ayatNo":"٢٤","pageNo":509,"ayatText":"اَفَلَا يَتَدَبَّرُونَ الْقُرْاٰنَ اَمْ عَلٰى قُلُوبٍ اَقْفَالُهَا","ayatMealText":{"tr":"Onlar Kur'an'ı düşünmüyorlar mı? Yoksa kalplerinin üzerinde kilitleri mi var?","nl":"Denken zij niet na over de Koran? Er zijn zelfs sloten op hun harten.","en":"Do they not then reflect on the Quran? Or are there locks upon their hearts"},"surah":null},{"id":4570,"surahId":47,"ayatId":25,"ayatNo":"٢٥","pageNo":509,"ayatText":"اِنَّ الَّذٖينَ ارْتَدُّوا عَلٰٓى اَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَىۙ الشَّيْطَانُ سَوَّلَ لَهُمْؕ وَاَمْلٰى لَهُمْ","ayatMealText":{"tr":"Gerçekten doğru yol kendilerine açıkça belli olduktan sonra gerisin geri küfre dönenlere şeytan, kötülüklerini güzel göstermiş ve onları uzun emellere düşürmüştür.","nl":"Voorwaar, degenen die afvallig werden nadat de Leiding voor hen duidelijk was geworden: de Satan maakte (hun daden) schoonschijnend voor hen en bedroog hen.","en":"Indeed, those who relapse ˹into disbelief˺ after ˹true˺ guidance has become clear to them, ˹it is˺ Satan ˹that˺ has tempted them, luring them with false hopes"},"surah":null},{"id":4571,"surahId":47,"ayatId":26,"ayatNo":"٢٦","pageNo":509,"ayatText":"ذٰلِكَ بِاَنَّهُمْ قَالُوا لِلَّذٖينَ كَرِهُوا مَا نَزَّلَ اللّٰهُ سَنُطٖيعُكُمْ فٖي بَعْضِ الْاَمْرِۚ وَاللّٰهُ يَعْلَمُ اِسْرَارَهُمْ","ayatMealText":{"tr":"Çünkü onlar Allah'ın indirdiğini beğenmeyen kimselere: \"Bazı işlerde biz size itaat edeceğiz.\" demişlerdi. Oysa Allah onların gizlediklerini biliyordu.","nl":"Dat is omdat zij tot degenen die haatten wat Allah heeft neergezonden (de Joden), zeiden: \"Wij zullen jullie gehoorzamen in sommige zaken.\" Maar Allah kent hun geheimen.","en":"That is because they said ˹privately˺ to those who ˹also˺ detest what Allah has revealed, “We will obey you in some matters.” But Allah ˹fully˺ knows what they are hiding"},"surah":null},{"id":4572,"surahId":47,"ayatId":27,"ayatNo":"٢٧","pageNo":509,"ayatText":"فَكَيْفَ اِذَا تَوَفَّتْهُمُ الْمَلٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَاَدْبَارَهُمْ","ayatMealText":{"tr":"Melekler onların yüzlerine ve arkalarına vurarak canlarını alırken durumları nasıl olacak?","nl":"Hoe zal het zijn wanneer de Engelen hen wegnemen en hun gezichten en hun ruggen slaan?","en":"Then how ˹horrible˺ will it be when the angels take their souls, beating their faces and backs"},"surah":null},{"id":4573,"surahId":47,"ayatId":28,"ayatNo":"٢٨","pageNo":509,"ayatText":"ذٰلِكَ بِاَنَّهُمُ اتَّبَعُوا مَٓا اَسْخَطَ اللّٰهَ وَكَرِهُوا رِضْوَانَهُ فَاَحْبَطَ اَعْمَالَهُمْࣖ","ayatMealText":{"tr":"Bu onların Allah'ı gazablandıran şeylere uymaları ve O'nun rızasına sebep olacak şeyleri beğenmemelerinden dolayıdır. Allah onların amellerini boşa çıkarmıştır.","nl":"Dat is omdat zij dat wat de toorn van Allah opwekte volgden en zij dat wat Zijn behagen opwekte haatten. Toen deed Allah hun werken verloren gaan.","en":"This is because they follow whatever displeases Allah and hate whatever pleases Him, so He has rendered their deeds void"},"surah":null},{"id":4574,"surahId":47,"ayatId":29,"ayatNo":"٢٩","pageNo":509,"ayatText":"اَمْ حَسِبَ الَّذٖينَ فٖي قُلُوبِهِمْ مَرَضٌ اَنْ لَنْ يُخْرِجَ اللّٰهُ اَضْغَانَهُمْ","ayatMealText":{"tr":"Yoksa kalplerinde hastalık olanlar Allah kendilerinin kinlerini hiç ortaya çıkarmaz mı sandılar?","nl":"Of dachten zij in wier harten een ziekte is, dat Allah hun afgunst niet zou onthullen?","en":"Or do those with sickness in their hearts think that Allah will not ˹be able to˺ expose their malice"},"surah":null}]}