{"juzNo":3,"pageNo":51,"arCuzNo":"۳","arPageNo":"٥۱","quranAyats":[{"id":303,"surahId":3,"ayatId":10,"ayatNo":"١٠","pageNo":51,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَٓا اَوْلَادُهُمْ مِنَ اللّٰهِ شَيْـٔاًؕ وَاُو۬لٰٓئِكَ هُمْ وَقُودُ النَّارِۙ","ayatMealText":{"tr":"Gerçek şu ki, kâfirlere, Allah'tan gelecek bir zararı, ne malları, ne de evlatları engelleyemez. İşte onlar, o ateşin yakıtı olacaklar.","nl":"Voorwaar, degenen die ongelovig zijn: hun eigendommen, noch hun nakomelingen zullen hun baten tegen (de bestraffing) van Allah en zij zijn brandstof voor de Hel.","en":"Indeed, neither the wealth nor children of the disbelievers will be of any benefit to them against Allah—and they will be the fuel for the Fire"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":304,"surahId":3,"ayatId":11,"ayatNo":"١١","pageNo":51,"ayatText":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذٖينَ مِنْ قَبْلِهِمْؕ كَذَّبُوا بِاٰيَاتِنَاۚ فَاَخَذَهُمُ اللّٰهُ بِذُنُوبِهِمْؕ وَاللّٰهُ شَدٖيدُ الْعِقَابِ","ayatMealText":{"tr":"Gidişatları, Firavun soyunun ve daha öncekilerin gidişatı gibidir. Onlar, âyetlerimizi yalan saymışlardı. Bunun üzerine Allah da onları işledikleri günahlar yüzünden yakalayıp alaşağı etti. Allah, cezası çetin olandır.","nl":"Zoals dat het geval was met het familie van de Fir'aun en degenen vóór hen, zij loochenden Onze Tekenen en Allah strafte hen vanwege hun zonden. En Allah is streng in de Bestraffing.","en":"Their fate will be like that of the people of Pharaoh and those before them—they all rejected Our signs, so Allah seized them for their sins. And Allah is severe in punishment"},"surah":null},{"id":305,"surahId":3,"ayatId":12,"ayatNo":"١٢","pageNo":51,"ayatText":"قُلْ لِلَّذٖينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ اِلٰى جَهَنَّمَؕ وَبِئْسَ الْمِهَادُ","ayatMealText":{"tr":"O inkârcı kâfirlere de ki, siz mutlaka yenilgiye uğrayacak ve toplanıp cehenneme doldurulacaksınız. Orası ne fena bir döşektir.","nl":"Zeg (O Moehammad tot degenen die ongelovig zijn: \"Jullie zullen verslagen worden en in de Hel verzameld worden, en (dat is) de slechtste verblijfplaats.\"","en":"˹O Prophet!˺ Tell the disbelievers, “Soon you will be overpowered and driven to Hell—what an evil place to rest!”"},"surah":null},{"id":306,"surahId":3,"ayatId":13,"ayatNo":"١٣","pageNo":51,"ayatText":"قَدْ كَانَ لَكُمْ اٰيَةٌ فٖي فِئَتَيْنِ الْتَقَتَاؕ فِئَةٌ تُقَاتِلُ فٖي سَبٖيلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِؕ وَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَشَٓاءُؕ اِنَّ فٖي ذٰلِكَ لَعِبْرَةً لِاُو۬لِي الْاَبْصَارِ","ayatMealText":{"tr":"Hiç şüphesiz karşı karşıya gelen iki toplulukta size bir âyet, bir işaret ve ibret vardır. Onlardan biri Allah yolunda savaşıyordu, öbürü de kâfirdi ve karşılarındakini göz kararıyla kendilerinin iki katı görüyorlardı. Allah da gönderdiği yardımla dilediğini destekliyordu. Gören gözleri olanlar için elbette bunda apaçık bir ibret vardır.","nl":"Er is waarlijk reeds vóór jullie een Teken geweest in de twee groepen (legers) die elkaar entmoetten. Het ene vocht op de Weg van Allah, en het andere was een ongelovige (groep). Zij (de ongelovigen) zagen hen (de gelovigen) met hun ogen twee maal En Allah steunt met Zijn hulp wie Hij wil. Voorwaar, daarin is zeker een lering voor de bezitters van inzicht.","en":"Indeed, there was a sign for you in the two armies that met in battle—one fighting for the cause of Allah and the other in denial. The believers saw their enemy twice their number. But Allah supports with His victory whoever He wills. Surely in this is a lesson for people of insight"},"surah":null},{"id":307,"surahId":3,"ayatId":14,"ayatNo":"١٤","pageNo":51,"ayatText":"زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَٓاءِ وَالْبَنٖينَ وَالْقَنَاطٖيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِؕ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَاۚ وَاللّٰهُ عِنْدَهُ حُسْنُ الْمَاٰبِ","ayatMealText":{"tr":"İnsanlara kadınlar, oğullar, yüklerle altın ve gümüş yığınları, salma atlar, davarlar, ekinler kabilinden aşırı sevgiyle bağlanılan şeyler çok süslü gösterilmiştir. Halbuki bunlar dünya hayatının geçici faydalarını sağlayan şeylerdir. Oysa varılacakyerin (ebedî hayatın) bütün güzellikleri Allah katındadır.","nl":"Voor de mensen is de liefde voor begeerlijke (zaken) als vrouwen aantrekkelijk gemaakt, (evenals de liefde voor) zonen, omvangrijke gouden en zilveren bezittengen, gemerkte paarden en kudden dieren en akkers. Dat is de genieting van het wereldse leven. En Allah, bij Hem is de beste terugkeer.","en":"The enjoyment of ˹worldly˺ desires—women, children, treasures of gold and silver, fine horses, cattle, and fertile land—has been made appealing to people. These are the pleasures of this worldly life, but with Allah is the finest destination"},"surah":null},{"id":308,"surahId":3,"ayatId":15,"ayatNo":"١٥","pageNo":51,"ayatText":"قُلْ اَؤُ۬نَبِّئُكُمْ بِخَيْرٍ مِنْ ذٰلِكُمْؕ لِلَّذٖينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَا وَاَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللّٰهِؕ وَاللّٰهُ بَصٖيرٌ بِالْعِبَادِۚ","ayatMealText":{"tr":"De ki, size, o istediklerinizden daha hayırlısını haber vereyim mi? Korunan kullar için Rablerinin yanında cennetler var ki, altlarından ırmaklar akar, içlerinde ebedî kalmak üzere onlara, hem tertemiz eşler var, hem de Allah'dan bir rıza vardır. Allah, o kulları görür.","nl":"Zeg (O Moehammad): \"Zal ik jullie over (iets) beters dan dat mededelen? Voor degenen die (Allah) vrezen zijn er tuinen (de Paradijs) bij hun Heer, waar onder door de rivieren stromen, daar zijn zij eeuwig levenden en (daar zijn) reine echtgenotes en het welbehagen van Allah.\" En Allah is Alziende over de dienaren.","en":"Say, ˹O Prophet,˺ “Shall I inform you of what is better than ˹all of˺ this? Those mindful ˹of Allah˺ will have Gardens with their Lord under which rivers flow, to stay there forever, and pure spouses, along with Allah’s pleasure.” And Allah is All-Seeing of ˹His˺ servants"},"surah":null}]}