{"juzNo":26,"pageNo":510,"arCuzNo":"۲٦","arPageNo":"٥۱۰","quranAyats":[{"id":4575,"surahId":47,"ayatId":30,"ayatNo":"٣٠","pageNo":510,"ayatText":"وَلَوْ نَشَٓاءُ لَاَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسٖيمٰيهُمْؕ وَلَتَعْرِفَنَّهُمْ فٖي لَحْنِ الْقَوْلِؕ وَاللّٰهُ يَعْلَمُ اَعْمَالَكُمْ","ayatMealText":{"tr":"Ey Muhammed! Eğer biz dileseydik onları sana gösterirdik. Sen de onları yüzlerinden tanırdın. Andolsun ki, sen onları sözlerinin üslubundan da tanırsın. Allah ise bütün yaptıklarınızı bilir.","nl":"Als Wij het zouden willen, dan zouden Wij het jullie tonen. Zodat jij de tekenen ervan zeker zou kennen en jij die zeker zou herkennen door hun zinspelingen. En Allah kent jullie daden.","en":"Had We willed, We could have truly shown them to you ˹O Prophet˺, and you would have certainly recognized them by their appearance. But you will surely recognize them by their tone of speech. And Allah ˹fully˺ knows your doings ˹O people˺"},"surah":{"surahId":47,"name":"Muhammed","nameAr":"مُحَمَّدٍ","revelationOrder":95,"verseCount":38,"juzNo":26,"firstPage":507}},{"id":4576,"surahId":47,"ayatId":31,"ayatNo":"٣١","pageNo":510,"ayatText":"وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجَاهِدٖينَ مِنْكُمْ وَالصَّابِرٖينَۙ وَنَبْلُوَ۬ا اَخْبَارَكُمْ","ayatMealText":{"tr":"Andolsun ki, biz içinizden cihad edenlerle sabredenleri ortaya çıkarıncaya ve yaptıklarınızla ilgili haberlerinizi açıklayıncaya kadar sizi deneyeceğiz.","nl":"En Wij zullen jullie zeker beproeven, totdat Wij toetsen wie van jullie de strijders en de geduldigen zijn. En Wij beproeven jullie daden.","en":"We will certainly test you ˹believers˺ until We prove those of you who ˹truly˺ struggle ˹in Allah’s cause˺ and remain steadfast, and reveal how you conduct yourselves"},"surah":null},{"id":4577,"surahId":47,"ayatId":32,"ayatNo":"٣٢","pageNo":510,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا وَصَدُّوا عَنْ سَبٖيلِ اللّٰهِ وَشَٓاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدٰىۙ لَنْ يَضُرُّوا اللّٰهَ شَيْـٔاًؕ وَسَيُحْبِطُ اَعْمَالَهُمْ","ayatMealText":{"tr":"Şüphesiz ki, inkâr edenler, Allah yolundan menedenler ve kendilerine doğru yol açıkça belli olduktan sonra Peygamber'e karşı gelenler Allah'a hiçbir zarar veremeyeceklerdir. Allah onların yaptıklarını boşa çıkaracaktır.","nl":"Voorwaar, degenen die niet geloven en die afhouden van de Weg van Allah en die de Boodschapper tegenstreven nadat de Leiding hun duidelijk was geworden zullen Allah nooit iets kunnen schaden. En Hij zal hun werken vruchteloos maken.","en":"Indeed, those who disbelieve, hinder ˹others˺ from the Way of Allah, and defy the Messenger after ˹true˺ guidance has become clear to them; they will not harm Allah in the least, but He will render their deeds void"},"surah":null},{"id":4578,"surahId":47,"ayatId":33,"ayatNo":"٣٣","pageNo":510,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اَطٖيعُوا اللّٰهَ وَاَطٖيعُوا الرَّسُولَ وَلَا تُبْطِلُٓوا اَعْمَالَكُمْ","ayatMealText":{"tr":"Ey iman edenler! Allah'a itaat edin, Peygamber'e itaat edin ve amellerinizi boşa çıkarmayın.","nl":"O jullie die geloven, gehoorzaamt Allah en gehoorzaamt de Boodschapper en maakt jullie werken niet nietig.","en":"O believers! Obey Allah and obey the Messenger, and do not let your deeds be in vain"},"surah":null},{"id":4579,"surahId":47,"ayatId":34,"ayatNo":"٣٤","pageNo":510,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا وَصَدُّوا عَنْ سَبٖيلِ اللّٰهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللّٰهُ لَهُمْ","ayatMealText":{"tr":"Şüphesiz ki, inkâr edip, Allah yolundan saptıran, sonra da kâfir olarak ölenlere gelince Allah onları asla bağışlamayacaktır.","nl":"Voorwaar, degenen die ongelovig zijn en die afhouden van de Weg van Allah en die dan sterven terwijl zij ongelovigen zijn: Allah zal hen nooit vergeven.","en":"Surely those who disbelieve, hinder ˹others˺ from the Way of Allah, and then die as disbelievers; Allah will never forgive them"},"surah":null},{"id":4580,"surahId":47,"ayatId":35,"ayatNo":"٣٥","pageNo":510,"ayatText":"فَلَا تَهِنُوا وَتَدْعُٓوا اِلَى السَّلْمِࣗ وَاَنْتُمُ الْاَعْلَوْنَࣗ وَاللّٰهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ اَعْمَالَكُمْ","ayatMealText":{"tr":"Sakın gevşemeyin ve üstün olduğunuz halde barışa çağırmayın. Allah sizinle beraberdir. O sizin amellerinizi eksiltmeyecektir.","nl":"Weest daarom niet vernederd en roept niet op tot vrede terwijl jullie de overhand hebben. En Allah is met jullie. En Hij benadeelt jullie nooit (in de beloning) voor jullie werken.","en":"So do not falter or cry for peace, for you will have the upper hand and Allah is with you. And He will never let your deeds go to waste"},"surah":null},{"id":4581,"surahId":47,"ayatId":36,"ayatNo":"٣٦","pageNo":510,"ayatText":"اِنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَلَهْوٌؕ وَاِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ اُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ اَمْوَالَكُمْ","ayatMealText":{"tr":"Dünya hayatı ancak bir oyun ve eğlenceden ibarettir. Eğer iman eder kötülükten sakınırsanız, Allah size mükâfatınızı verir. Ve sizden bütün mallarınızı harcamanızı da istemez.","nl":"Voorwaar, het wereldse leven is slechts spel en vermaak. Maar als jullie geloven en (Allah) vrezen, dan zal Hij jullie je beloningen geven en Hij zal niet om jullie bezittingen vragen.","en":"This worldly life is no more than play and amusement. But if you are faithful and mindful ˹of Allah˺, He will grant you your ˹full˺ reward, and will not ask you ˹to donate all˺ your wealth"},"surah":null},{"id":4582,"surahId":47,"ayatId":37,"ayatNo":"٣٧","pageNo":510,"ayatText":"اِنْ يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ اَضْغَانَكُمْ","ayatMealText":{"tr":"Eğer sizden onların tamamını isteyip de sizi zorlasaydı cimrilik ederdiniz. Bu da sizin bütün kinlerinizi ortaya çıkarırdı.","nl":"Als Hij jullie die (bezittingen) zou vragen en bij jullie zou aandringen, dan zouden jullie gierig worden en zou Hij jullie afgunst onthullen.","en":"If He were to do so and pressure you, you would withhold and He would bring out your resentment"},"surah":null},{"id":4583,"surahId":47,"ayatId":38,"ayatNo":"٣٨","pageNo":510,"ayatText":"هَٓا اَنْتُمْ هٰٓؤُ۬لَٓاءِ تُدْعَوْنَ لِتُنْفِقُوا فٖي سَبٖيلِ اللّٰهِۚ فَمِنْكُمْ مَنْ يَبْخَلُۚ وَمَنْ يَبْخَلْ فَاِنَّمَا يَبْخَلُ عَنْ نَفْسِهٖؕ وَاللّٰهُ الْغَنِيُّ وَاَنْتُمُ الْفُقَـرَٓاءُۚ وَاِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْماً غَيْرَكُمْۙ ثُمَّ لَا يَكُونُٓوا اَمْثَالَكُمْ","ayatMealText":{"tr":"İşte sizler Allah yolunda harcamaya çağrılan kimselersiniz. İçinizden kiminiz cimrilik ediyor. Ama cimrilik eden ancak kendi zararına cimrilik eder. Allah zengindir, siz ise fakirsiniz. Eğer siz Hakk'tan yüz çevirirseniz Allah yerinize başka bir kavim getirir. Sonra onlar sizin gibi olmazlar.","nl":"Weet dat jullie degenen zijn die opgeroepen worden om bijdragen te geven op de Weg van Allah. En onder jullie zijn er die gierig zijn, en wie gierig is: voorwaar, hij is slechts gierig ten nadele van zichzelf. En Allah is de Behoefteloze, terwijl jullie de behoeftigen zijn. En als jullie je afwenden, dan zal Hij jullie door een ander volk vervangen, waarna zij niet als jullie zijn.","en":"Here you are, being invited to donate ˹a little˺ in the cause of Allah. Still some of you withhold. And whoever does so, it is only to their own loss. For Allah is the Self-Sufficient, whereas you stand in need ˹of Him˺. If you ˹still˺ turn away, He will replace you with another people. And they will not be like you"},"surah":null}]}