{"juzNo":26,"pageNo":512,"arCuzNo":"۲٦","arPageNo":"٥۱۲","quranAyats":[{"id":4593,"surahId":48,"ayatId":10,"ayatNo":"١٠","pageNo":512,"ayatText":"اِنَّ الَّذٖينَ يُبَايِعُونَكَ اِنَّمَا يُبَايِعُونَ اللّٰهَؕ يَدُ اللّٰهِ فَوْقَ اَيْدٖيهِمْۚ فَمَنْ نَكَثَ فَاِنَّمَا يَنْكُثُ عَلٰى نَفْسِهٖۚ وَمَنْ اَوْفٰى بِمَا عَاهَدَ عَلَيْهُ اللّٰهَ فَسَيُؤْتٖيهِ اَجْراً عَظٖيماًࣖ","ayatMealText":{"tr":"Herhalde sana bey'at edenler ancak Allah'a bey'at etmektedirler. Allah'ın eli onların ellerinin üzerindedir. Kim ahdi bozarsa ancak kendi aleyhine bozmuş olur. Kim de Allah'a verdiği ahde vefa gösterirse Allah ona büyük bir mükâfat verecektir.","nl":"Voorwaar, degenen die jou trouw hebben gezworen: voorwaar, zij hebben Allah trouw gezworen. Allah's Hand is boven hun handen. Wie dan (zijn trouw) schendt, die schendt slechts te nadele van zichzelf; maar wie wat hij aan Allah beloofde nakomt, aan hem zal Hij een geweldige beloning geven.","en":"Surely those who pledge allegiance to you ˹O Prophet˺ are actually pledging allegiance to Allah. Allah’s Hand is over theirs. Whoever breaks their pledge, it will only be to their own loss. And whoever fulfils their pledge to Allah, He will grant them a great reward"},"surah":{"surahId":48,"name":"Fetih","nameAr":"الْفَتْحِ","revelationOrder":111,"verseCount":29,"juzNo":26,"firstPage":511}},{"id":4594,"surahId":48,"ayatId":11,"ayatNo":"١١","pageNo":512,"ayatText":"سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْاَعْرَابِ شَغَلَتْنَٓا اَمْوَالُنَا وَاَهْلُونَا فَاسْتَغْفِرْ لَنَاۚ يَقُولُونَ بِاَلْسِنَتِهِمْ مَا لَيْسَ فٖي قُلُوبِهِمْؕ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللّٰهِ شَيْـٔاً اِنْ اَرَادَ بِكُمْ ضَراًّ اَوْ اَرَادَ بِكُمْ نَفْعاًؕ بَلْ كَانَ اللّٰهُ بِمَا تَعْمَلُونَ خَبٖيراً","ayatMealText":{"tr":"yakında a'râbilerden geri kalmış olanlar sana diyecekler ki, \"Mallarımız ve ailelerimiz bizi alıkoydu. Allah'tan bizim bağışlanmamızı dile.\" Onlar kalplerinde olmayanı dilleriyle söylerler. De ki: Allah size bir zarar gelmesini dilerse veya bir fayda elde etmenizi isterse O'na karşı kimin bir şeye gücü yetebilir? Hayır! Allah yaptıklarınızdan haberdardır.","nl":"Degenen onder de bedoeïenen die achtergebleven waren zullen tot jou zeggen: \"Onze bezittingen en gezinnen hielden ons bezig, vraag daarom vergeving voor ons.\" Zij zeggen met hun tongen wat niet in hun harten is. Zeg: \"Wie heeft dan de macht om iets van Allah voor jullie te voorkomen, als Hij iets slechts tegen jullie wenst te doen, of als Hij een gunst voor jullie wenst?\" Maar Allah is Alwetend over wat jullie doen.","en":"The nomadic Arabs, who stayed behind, will say to you ˹O Prophet˺, “We were preoccupied with our wealth and families, so ask for forgiveness for us.” They say with their tongues what is not in their hearts. Say, “Who then can stand between you and Allah in any way, if He intends harm or benefit for you? In fact, Allah is All-Aware of what you do"},"surah":null},{"id":4595,"surahId":48,"ayatId":12,"ayatNo":"١٢","pageNo":512,"ayatText":"بَلْ ظَنَنْتُمْ اَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ اِلٰٓى اَهْلٖيهِمْ اَبَداً وَزُيِّنَ ذٰلِكَ فٖي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِۚ وَكُنْتُمْ قَوْماً بُوراً","ayatMealText":{"tr":"Aslında siz Peygamber ve müminlerin, ailelerine geri dönmeyeceklerini sanmıştınız. Bu sizin gönüllerinize güzel göründü de kötü zanda bulundunuz ve helâki hak etmiş bir topluluk oldunuz.","nl":"Jullie veronderstelden zelfs dat de Boodschapper en de gelovigen nooit tot hun families zouden terugkeren en dat werd (door de Satan) in jullie harten schoonschijnend gemaakt en jullie koesterden slechte gedachten en jullie werden een vernietigd volk.","en":"The truth is: you thought that the Messenger and the believers would never return to their families again. And that was made appealing in your hearts. You harboured evil thoughts ˹about Allah˺, and ˹so˺ became a doomed people.”"},"surah":null},{"id":4596,"surahId":48,"ayatId":13,"ayatNo":"١٣","pageNo":512,"ayatText":"وَمَنْ لَمْ يُؤْمِنْ بِاللّٰهِ وَرَسُولِهٖ فَاِنَّٓا اَعْتَدْنَا لِلْكَافِرٖينَ سَعٖيراً","ayatMealText":{"tr":"Kim Allah'a ve Rasulüne iman etmezse şüphesiz biz, kâfirler için çılgın bir ateş hazırlamışızdır.","nl":"En wie niet in Allah en Zijn Boodschapper gelooft: voorwaar, Wij hebben voor de ongelovigen een laaiend Vuur bereid.","en":"And whoever does not believe in Allah and His Messenger, then We surely have prepared for the disbelievers a blazing Fire"},"surah":null},{"id":4597,"surahId":48,"ayatId":14,"ayatNo":"١٤","pageNo":512,"ayatText":"وَلِلّٰهِ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِؕ يَغْفِرُ لِمَنْ يَشَٓاءُ وَيُعَذِّبُ مَنْ يَشَٓاءُؕ وَكَانَ اللّٰهُ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Göklerin ve yerin mülkü Allah'ındır. O, dilediğini bağışlar dilediğini azaplandırır. Allah çok bağışlayan çok merhamet edendir.","nl":"En aan Allah behoort de heerschappij van de hemelen en de aarde. Hij vergeeft wie Hij wil en Hij bestraft wie Hij wil. En Allah is Vergevensgezind, Meest Barmhartig.","en":"To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. He forgives whoever He wills, and punishes whoever He wills. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":4598,"surahId":48,"ayatId":15,"ayatNo":"١٥","pageNo":512,"ayatText":"سَيَقُولُ الْمُخَلَّفُونَ اِذَا انْطَلَقْتُمْ اِلٰى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْۚ يُرٖيدُونَ اَنْ يُبَدِّلُوا كَلَامَ اللّٰهِؕ قُلْ لَنْ تَتَّبِعُونَا كَذٰلِكُمْ قَالَ اللّٰهُ مِنْ قَبْلُۚ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَاؕ بَلْ كَانُوا لَا يَفْقَهُونَ اِلَّا قَلٖيلاً","ayatMealText":{"tr":"Siz ganimetleri almak için gittiğinizde geri kalanlar: \"Bırakın biz de arkanıza düşelim.\" diyeceklerdir. Onlar, Allah'ın sözünü değiştirmek isterler. De ki: Siz bizimle gelemeyeceksiniz. Allah daha önce böyle buyurmuştur. Onlar size: \"Bizi kıskanıyorsunuz.\" diyeceklerdir. Bilakis onlar, pek az anlayan kimselerdir.","nl":"De achtergeblevenen zullen zeggen: \"Wanneer jullie uittrekken naar de oorlogsbuit, om die te halen, laat ons dan met jullie meegaan.\" Zij willen het Woord van Allah veranderen. Zeg (O Moehammad): \"Jullie zullen nooit met ons meegaan, zo heeft Allah eerder gesproken.\" Zij zullen dan zeggen: \"Jullie zijn jaloers op ons.\" Zij begrepen beslist slechts weinig.","en":"Those who stayed behind will say, when you ˹believers˺ set out to take the spoils of war, “Let us accompany you.” They wish to change Allah’s promise. Say, ˹O Prophet,˺ “You will not accompany us. This is what Allah has said before.” They will then say, “In fact, you are driven by jealousy against us!” The truth is: they can hardly comprehend"},"surah":null}]}