{"juzNo":26,"pageNo":513,"arCuzNo":"۲٦","arPageNo":"٥۱۳","quranAyats":[{"id":4599,"surahId":48,"ayatId":16,"ayatNo":"١٦","pageNo":513,"ayatText":"قُلْ لِلْمُخَلَّفٖينَ مِنَ الْاَعْرَابِ سَتُدْعَوْنَ اِلٰى قَوْمٍ اُو۬لٖي بَأْسٍ شَدٖيدٍ تُقَاتِلُونَهُمْ اَوْ يُسْلِمُونَۚ فَاِنْ تُطٖيعُوا يُؤْتِكُمُ اللّٰهُ اَجْراً حَسَناًۚ وَاِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَاباً اَلٖيماً","ayatMealText":{"tr":"A'rabilerin geri bırakılmış olanlarına de ki: Siz yakında çok kuvvetli bir kavme karşı savaşmaya çağırılacaksınız. Onlarla savaşırsınız veya müslüman olurlar. Eğer itaat ederseniz, Allah size güzel bir mükâfat verir. Ama önceden döndüğünüz gibi yine dönecek olursanız sizi acıklı bir azaba uğratır.","nl":"Zeg tot de achtergeblevenen van de bedoeïenen: \"Jullie zullen worden opgeroepen tegen een volk met grote kracht en grote strijdlust, jullie zullen hen doden of zij zullen zich overgeven. Als jullie dan gehoorzamen, dan zal Allah jullie een goede beloning geven. Maar als jullie je afwenden, zoals jullie je eerder afwendden: Hij zal jullie bestraffen met een pijnlijke bestraffing.\"","en":"Say to nomadic Arabs, who stayed behind, “You will be called ˹to fight˺ against a people of great might, who you will fight unless they submit. If you then obey, Allah will grant you a fine reward. But if you turn away as you did before, He will inflict upon you a painful punishment.”"},"surah":{"surahId":48,"name":"Fetih","nameAr":"الْفَتْحِ","revelationOrder":111,"verseCount":29,"juzNo":26,"firstPage":511}},{"id":4600,"surahId":48,"ayatId":17,"ayatNo":"١٧","pageNo":513,"ayatText":"لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَلَا عَلَى الْاَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرٖيضِ حَرَجٌؕ وَمَنْ يُطِـعِ اللّٰهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُۚ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَاباً اَلٖيماًࣖ","ayatMealText":{"tr":"Köre vebal yoktur, topala da vebal yoktur, hastaya da vebal yoktur. Bununla beraber kim Allah'a ve peygamberine itâat ederse, Allah onu, altından ırmaklar akan cennetlere sokar. Kim de geri kalırsa, onu acı bir azaba uğratır.","nl":"Het is geen zonde voor de blinde, en niet voor de lamme, en niet voor de zieke (wanneer zij niet meevechten). En wie Allah en Zijn Boodschapper gehoorzaamt, die zal Hij Tuinen (het Paradijs) doen binnengaan, waar onder door de rivieren stromen. Maar wie zich afwendt, die zal Hij straffen met een pijnlijke bestraffing.","en":"There is no blame on the blind, or the disabled, or the sick ˹for staying behind˺. And whoever obeys Allah and His Messenger will be admitted by Him into Gardens under which rivers flow. But whoever turns away will be subjected by Him to a painful punishment"},"surah":null},{"id":4601,"surahId":48,"ayatId":18,"ayatNo":"١٨","pageNo":513,"ayatText":"لَقَدْ رَضِيَ اللّٰهُ عَنِ الْمُؤْمِنٖينَ اِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فٖي قُلُوبِهِمْ فَاَنْزَلَ السَّكٖينَةَ عَلَيْهِمْ وَاَثَابَهُمْ فَتْحاً قَرٖيباًۙ","ayatMealText":{"tr":"Andolsun o ağacın altında (Hudeybiye'de) sana bey'at ederlerken Allah, müminlerden razı olmuştur. Kalplerinde olanı bilmiş onlara güven indirmiş ve onları pek yakın bir fetih ile mükâfatlandırmıştır.","nl":"Voorzeker, het welgevallen van Allah was met de gelovigen toen zij jou trouw zwoeren onder de boom, en Hij wist wat in hun harten was. Toen deed Hij de vrede op hen neerdalen en beloonde Hij hen met een nabije overwinning.","en":"Indeed, Allah was pleased with the believers when they pledged allegiance to you ˹O Prophet˺ under the tree. He knew what was in their hearts, so He sent down serenity upon them and rewarded them with a victory at hand"},"surah":null},{"id":4602,"surahId":48,"ayatId":19,"ayatNo":"١٩","pageNo":513,"ayatText":"وَمَغَانِمَ كَثٖيرَةً يَأْخُذُونَهَاؕ وَكَانَ اللّٰهُ عَزٖيزاً حَكٖيماً","ayatMealText":{"tr":"Allah onları elde edecekleri birçok ganimetlerle de mükâfatlandırdı. Allah çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"En een grote oorlogsbuit die zij namen. En Allah is Almachtig, Alwijs.","en":"and many spoils of war they will gain. For Allah is Almighty, All-Wise"},"surah":null},{"id":4603,"surahId":48,"ayatId":20,"ayatNo":"٢٠","pageNo":513,"ayatText":"وَعَدَكُمُ اللّٰهُ مَغَانِمَ كَثٖيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هٰذِهٖ وَكَفَّ اَيْدِيَ النَّاسِ عَنْكُمْۚ وَلِتَكُونَ اٰيَةً لِلْمُؤْمِنٖينَ وَيَهْدِيَكُمْ صِرَاطاً مُسْتَقٖيماًۙ","ayatMealText":{"tr":"Allah size, elde edeceğiniz birçok ganimetler vaad etmiştir. Bunu size hemen vermiş ve insanların ellerini sizden çekmiştir ki bu, müminlere bir işaret olsun ve Allah sizi doğru yola iletsin.","nl":"Allah heeft jullie een grote oorlogsbuit beloofd die jullie zullen nemen en Hij heeft dat voor jullie bespoedigd. En Hij heeft de handen van de mensen (de vijanden) van jullie afgehouden, opdat het een teken voor de gelovigen zou zijn. En Hij leidt jullie op een recht Pad.","en":"Allah has promised you ˹believers˺ abundant spoils, which you will gain, so He hastened this ˹truce˺ for you. And He has held people’s hands back from ˹harming˺ you, so it may be a sign for the believers, and so He may guide you along the Straight Path"},"surah":null},{"id":4604,"surahId":48,"ayatId":21,"ayatNo":"٢١","pageNo":513,"ayatText":"وَاُخْرٰى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ اَحَاطَ اللّٰهُ بِهَاؕ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيراً","ayatMealText":{"tr":"Bundan başka sizin güç yetiremediğiniz, ama Allah'ın sizin için kuşattığı ganimetler de vardır. Allah herşeye kâdirdir.","nl":"En andere (oorlogsbuiten) die jullie nog niet kunnen nemen. Allah heeft ze in Zijn macht, en Allah is Almachtig over alle zaken.","en":"And ˹there are˺ other gains which are beyond your reach that Allah is keeping in store ˹for you˺. For Allah is Most Capable of everything"},"surah":null},{"id":4605,"surahId":48,"ayatId":22,"ayatNo":"٢٢","pageNo":513,"ayatText":"وَلَوْ قَاتَلَكُمُ الَّذٖينَ كَفَرُوا لَوَلَّوُا الْاَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِياًّ وَلَا نَصٖيراً","ayatMealText":{"tr":"Eğer kâfirler sizinle savaşsalardı arkalarına dönüp kaçarlardı. Sonra bir dost ve yardımcı da bulamazlardı.","nl":"En als degenen die niet geloven jullie zouden bevechten, dan zouden zij zich omdraaien en vluchten, en zij zouden vervolgens geen beschermer en geen helper vinden.","en":"If the disbelievers were to fight you, they would certainly flee. Then they would never find any protector or helper"},"surah":null},{"id":4606,"surahId":48,"ayatId":23,"ayatNo":"٢٣","pageNo":513,"ayatText":"سُنَّةَ اللّٰهِ الَّتٖي قَدْ خَلَتْ مِنْ قَبْلُۚ وَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدٖيلاً","ayatMealText":{"tr":"Allah'ın öteden beri gelen kanunu budur. Allah'ın kanununda asla bir değişiklik bulamazsın.","nl":"(Als) de handelwijze van Allah die reeds vroeger gold. En jij zult in de handelwijze van Allah nooit een verandering aantreffen.","en":"˹This is˺ Allah’s way, already long established ˹in the past˺. And you will find no change in Allah’s way"},"surah":null}]}