{"juzNo":26,"pageNo":515,"arCuzNo":"۲٦","arPageNo":"٥۱٥","quranAyats":[{"id":4612,"surahId":48,"ayatId":29,"ayatNo":"٢٩","pageNo":515,"ayatText":"مُحَمَّدٌ رَسُولُ اللّٰهِؕ وَالَّذٖينَ مَعَهُٓ اَشِدَّٓاءُ عَلَى الْكُفَّارِ رُحَمَٓاءُ بَيْنَهُمْ تَرٰيهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللّٰهِ وَرِضْوَاناًؗ سٖيمَاهُمْ فٖي وُجُوهِهِمْ مِنْ اَثَرِ السُّجُودِؕ ذٰلِكَ مَثَلُهُمْ فِي التَّوْرٰيةِۚۛ وَمَثَلُهُمْ فِي الْاِنْجٖيلِࣞۛ كَزَرْعٍ اَخْرَجَ شَطْـَٔهُ فَاٰزَرَهُ فَاسْتَغْلَظَ فَاسْتَوٰى عَلٰى سُوقِهٖ يُعْجِبُ الزُّرَّاعَ لِيَغٖيظَ بِهِمُ الْكُفَّارَؕ وَعَدَ اللّٰهُ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَاَجْراً عَظٖيماً","ayatMealText":{"tr":"Muhammed Allah'ın elçisidir. Onun yanında bulunanlar da kâfirlere karşı çetin, kendi aralarında merhametlidirler. Onları rükûa varırken secde ederken görürsün. Allah'tan lütuf ve rıza isterler. Yüzlerinde secdelerin izinden nişanları vardır. Bu, onların Tevrat'taki vasıflarıdır. İncil'deki vasıfları da şöyledir: Onlar filizini yarıp çıkarmış, gittikçe onu kuvvetlendirerek kalınlaşmış, gövdesi üzerine dikilmiş bir ekine benzerler ki bu, ziraatçıların da hoşuna gider. Allah böylece onları çoğaltıp kuvvetlendirmekle kâfirleri öfkelendirir. Allah inanıp iyi işler yapanlara mağfiret ve büyük bir mükâfat vaad etmiştir.","nl":"Moehammad is de Boodschapper van Allah en degenen die met hem zijn, zijn streng tegenover de ongelovigen, maar onderling barmhartig. Jij ziet hen zich neerbuigen en zich neerknielen. Zij zoeken een gunst van Allah en Zijn welgevallen. Hun kenmerken zijn zichtbaar in hun gezichten door de sporen van neerknielingen. Dat is hun beschrijving in de Taurât. En hun beschrijving in de Indjîl is als een jonge plant waarvan de loten ontspruiten, waardoor hij sterker wordt. Daarna wordt hij steviger en staat hij recht op zijn wortel. Bij de planters veroorzaakt hij blijdschap. Hij (Allah) wil daarmee de ongelovigen woedend maken. Allah heeft degenen onder hen die geloven en goede werken verrichten vergeving en een geweldige beloning beloofd.","en":"Muḥammad is the Messenger of Allah. And those with him are firm with the disbelievers and compassionate with one another. You see them bowing and prostrating ˹in prayer˺, seeking Allah’s bounty and pleasure. The sign ˹of brightness can be seen˺ on their faces from the trace of prostrating ˹in prayer˺. This is their description in the Torah. And their parable in the Gospel is that of a seed that sprouts its ˹tiny˺ branches, making it strong. Then it becomes thick, standing firmly on its stem, to the delight of the planters—in this way Allah makes the believers a source of dismay for the disbelievers. To those of them who believe and do good, Allah has promised forgiveness and a great reward"},"surah":{"surahId":48,"name":"Fetih","nameAr":"الْفَتْحِ","revelationOrder":111,"verseCount":29,"juzNo":26,"firstPage":511}},{"id":4613,"surahId":49,"ayatId":1,"ayatNo":"١","pageNo":515,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللّٰهِ وَرَسُولِهٖ وَاتَّقُوا اللّٰهَؕ اِنَّ اللّٰهَ سَمٖيعٌ عَلٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Allah'ın ve Resulünün huzurunda öne geçmeyin. Allah'tan korkun. Şüphesiz Allah işitendir, bilendir.","nl":"O jullie die geloven, plaatst julliezelf niet vóór Allah en Zijn Boodschapper, maar vreest Allah. Voorwaar, Allah is Alhorend, Alwetend.","en":"O believers! Do not proceed ˹in any matter˺ before ˹a decree from˺ Allah and His Messenger. And fear Allah. Surely Allah is All-Hearing, All-Knowing"},"surah":{"surahId":49,"name":"Hucurât","nameAr":"الْحُجُرَاتِ","revelationOrder":106,"verseCount":18,"juzNo":26,"firstPage":515}},{"id":4614,"surahId":49,"ayatId":2,"ayatNo":"٢","pageNo":515,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَرْفَعُٓوا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُونَ","ayatMealText":{"tr":"Ey iman edenler! Seslerinizi Peygamber'in sesinden fazla yükseltmeyin. Birbirinize bağırdığınız gibi, Peygamber'e yüksek sesle bağırmayın. Öyle yaparsanız, siz farkına varmadan amelleriniz boşa gider.","nl":"O jullie die geloven, verheft jullie stemmen niet boven de stem van de Profeet en spreekt niet luid tegen hem, zoals sommigen van jullie luid tegen elkaar spreken, anders zullen jullie daden vruchteloos worden, terwijl jullie het niet beseffen.","en":"O believers! Do not raise your voices above the voice of the Prophet, nor speak loudly to him as you do to one another, or your deeds will become void while you are unaware"},"surah":null},{"id":4615,"surahId":49,"ayatId":3,"ayatNo":"٣","pageNo":515,"ayatText":"اِنَّ الَّذٖينَ يَغُضُّونَ اَصْوَاتَهُمْ عِنْدَ رَسُولِ اللّٰهِ اُو۬لٰٓئِكَ الَّذٖينَ امْتَحَنَ اللّٰهُ قُلُوبَهُمْ لِلتَّقْوٰىؕ لَهُمْ مَغْفِرَةٌ وَاَجْرٌ عَظٖيمٌ","ayatMealText":{"tr":"Allah'ın elçisinin huzurunda seslerini kısanlar, şüphesiz Allah'ın kalplerini takva ile imtihan ettiği kimselerdir. Onlara mağfiret ve büyük bir mükâfat vardır.","nl":"Voorwaar, degenen die hun stemmen verzachten in de aanwezigheid van de Boodschapper van Allah: zij zijn degenen wier harten Allah heeft beproeft op Taqwa. Voor hen is er vergeving en een geweldige beloning.","en":"Indeed, those who lower their voices in the presence of Allah’s Messenger are the ones whose hearts Allah has refined for righteousness. They will have forgiveness and a great reward"},"surah":null},{"id":4616,"surahId":49,"ayatId":4,"ayatNo":"٤","pageNo":515,"ayatText":"اِنَّ الَّذٖينَ يُنَادُونَكَ مِنْ وَرَٓاءِ الْحُجُرَاتِ اَكْثَرُهُمْ لَا يَعْقِلُونَ","ayatMealText":{"tr":"(Resülüm!) Sana odaların arkasından bağıranların çokları, aklı ermez kimselerdir.","nl":"Voorwaar, degenen die naar jou (O Moehammad) roepen van buiten de kamers (van jou): de meesten van hen begrijpen (de onbeleefdheid) ervan niet.","en":"Indeed, most of those who call out to you ˹O Prophet˺ from outside ˹your˺ private quarters have no understanding ˹of manners˺"},"surah":null}]}