{"juzNo":26,"pageNo":516,"arCuzNo":"۲٦","arPageNo":"٥۱٦","quranAyats":[{"id":4617,"surahId":49,"ayatId":5,"ayatNo":"٥","pageNo":516,"ayatText":"وَلَوْ اَنَّهُمْ صَبَرُوا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْراً لَهُمْؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha iyi olurdu. Bununla beraber Allah çok bağışlayan, çok merhamet edendir.","nl":"Als zij geduld hadden tot jij naar buiten kwam om hen te ontmoeten, dan zou dat beter voor hen zijn. En Allah is Vergevensgezind, Meest Barmhartig.","en":"Had they been patient until you could come out to them, it would have certainly been better for them. And Allah is All-Forgiving, Most Merciful"},"surah":{"surahId":49,"name":"Hucurât","nameAr":"الْحُجُرَاتِ","revelationOrder":106,"verseCount":18,"juzNo":26,"firstPage":515}},{"id":4618,"surahId":49,"ayatId":6,"ayatNo":"٦","pageNo":516,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنْ جَٓاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُٓوا اَنْ تُصٖيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلٰى مَا فَعَلْتُمْ نَادِمٖينَ","ayatMealText":{"tr":"Ey iman edenler! Eğer fasıkın biri size bir haber getirirsen onun doğruluğunu araştırın. Yoksa bilmeden bir topluluğa sataşırsınız da sonra yaptığınızdan pişman olursunuz.","nl":"O jullie die geloven, als een verdorvene met een bericht komt, onderzoekt het dan nauwkeurig, anders treffen jullie uit onwetendheid een volk met een ramp, waarna jullie spijt zouden krijgen van wat jullie deden.","en":"O believers, if an evildoer brings you any news, verify ˹it˺ so you do not harm people unknowingly, becoming regretful for what you have done"},"surah":null},{"id":4619,"surahId":49,"ayatId":7,"ayatNo":"٧","pageNo":516,"ayatText":"وَاعْلَمُٓوا اَنَّ فٖيكُمْ رَسُولَ اللّٰهِؕ لَوْ يُطٖيعُكُمْ فٖي كَثٖيرٍ مِنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاٖيمَانَ وَزَيَّـنَهُ فٖي قُلُوبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَؕ اُو۬لٰٓئِكَ هُمُ الرَّاشِدُونَۙ","ayatMealText":{"tr":"Hem bilin ki, içinizde Allah'ın elçisi vardır. Şayet o, birçok işlerde size uysaydı, sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirmiş ve onu kalplerinize zinet yapmıştır. Küfrü, fasıklığı ve isyanı da size çirkin göstermiştir. İşte doğru yolda olanlar bunlardır.","nl":"En weet dat onder jullie zich de Boodschapper van Allah bevindt. Als hij jullie (adviezen) zou volgen in vele aangelegenheden, dan zouden jullie zeker in moeilijkheden verkeren. Maar Allah heeft jullie doen houden van het geloof en Hij heeft het mooi gemaakt in jullie harten en Hij heeft jullie een afkeer doen hebben van ongeloof, zware zonden en opstandigheid. Zij zijn degenen die het rechte Pad volgen.","en":"And keep in mind that Allah’s Messenger is ˹still˺ in your midst. If he were to yield to you in many matters, you would surely suffer ˹the consequences˺. But Allah has endeared faith to you, making it appealing in your hearts. And He has made disbelief, rebelliousness, and disobedience detestable to you. Those are the ones rightly guided"},"surah":null},{"id":4620,"surahId":49,"ayatId":8,"ayatNo":"٨","pageNo":516,"ayatText":"فَضْلاً مِنَ اللّٰهِ وَنِعْمَةًؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Bu, Allah'tan bir lütuf ve nimettir. Allah herşeyi bilir, hüküm ve hikmet sahibidir.","nl":"Als een gunst van Allah en een genieting. En Allah is Alwetend, Alwijs.","en":"˹This is˺ a bounty and a blessing from Allah. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":4621,"surahId":49,"ayatId":9,"ayatNo":"٩","pageNo":516,"ayatText":"وَاِنْ طَٓائِفَتَانِ مِنَ الْمُؤْمِنٖينَ اقْتَتَلُوا فَاَصْلِحُوا بَيْنَهُمَاۚ فَاِنْ بَغَتْ اِحْدٰيهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتٖي تَبْغٖي حَتّٰى تَفٖٓيءَ اِلٰٓى اَمْرِ اللّٰهِۚ فَاِنْ فَٓاءَتْ فَاَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُواؕ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطٖينَ","ayatMealText":{"tr":"Eğer müminlerden iki grup birbirleriyle vuruşurlarsa aralarını düzeltin. Şayet biri ötekine saldırırsa, Allah'ın buyruğuna dönünceye kadar saldıran tarafla savaşın. Eğer dönerse aralarını adaletle düzeltin ve (her işte) adaletli davranın. Şüphesiz ki Allah, adil davrananları sever.","nl":"En als twee partijen van gelovigen met elkaar slaags raken, sticht dan vrede tussen hen. Als dan de ene partij de andere onrecht aandoet, bevecht dan degenen die onrecht plegen, tot zij terugkeren naar het bevel van Allah. Als zij dan terugkeren, sticht dan vrede tussen hen met rechtvaardigheid en weest onpartijdig. Voorwaar, Allah houdt van de onpartijdigen.","en":"And if two groups of believers fight each other, then make peace between them. But if one of them transgresses against the other, then fight against the transgressing group until they ˹are willing to˺ submit to the rule of Allah. If they do so, then make peace between both ˹groups˺ in all fairness and act justly. Surely Allah loves those who uphold justice"},"surah":null},{"id":4622,"surahId":49,"ayatId":10,"ayatNo":"١٠","pageNo":516,"ayatText":"اِنَّمَا الْمُؤْمِنُونَ اِخْوَةٌ فَاَصْلِحُوا بَيْنَ اَخَوَيْكُمْ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُونَࣖ","ayatMealText":{"tr":"Müminler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin ve Allah'tan korkun ki rahmete eresiniz.","nl":"Voorwaar, de gelovigen zijn elkaars broeders, sticht daarom vrede tussen jouw broeders. En vreest Allah. Hopelijk zullen jullie begenadigd worden.","en":"The believers are but one brotherhood, so make peace between your brothers. And be mindful of Allah so you may be shown mercy"},"surah":null},{"id":4623,"surahId":49,"ayatId":11,"ayatNo":"١١","pageNo":516,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسٰٓى اَنْ يَكُونُوا خَيْراً مِنْهُمْ وَلَا نِسَٓاءٌ مِنْ نِسَٓاءٍ عَسٰٓى اَنْ يَكُنَّ خَيْراً مِنْهُنَّۚ وَلَا تَلْمِزُٓوا اَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْاَلْقَابِؕ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْاٖيمَانِۚ وَمَنْ لَمْ يَتُبْ فَاُو۬لٰٓئِكَ هُمُ الظَّالِمُونَ","ayatMealText":{"tr":"Ey iman edenler! Bir topluluk diğer bir toplulukla alay etmesin. Belki de onlar, kendilerinden daha iyidirler. Kadınlar da kadınları alaya almasınlar. Belki onlar kendilerinden daha iyidirler. Kendi kendinizi ayıplamayın, birbirinizi kötü lakaplarla çağırmayın. İmandan sora fâsıklık ne kötü bir isimdir! Kim de tevbe etmezse işte bu kimseler zalimlerdir.","nl":"O jullie die geloven, laat een volk niet een ander volk beledigen, het kan zijn dat zij (die beledigd worden) beter zijn dan hen; en laat sommige vrouwen geen andere vrouwen beledigen, het kan zijn dat zij beter zijn dan hen. En hoont elkaar niet, en belastert elkaar niet met bijnamen. De slechtste naam is de verdorven (naam), na het geloof (ontvangen te hebben). En wie geen berouw toont: zij zijn de onrechtplegers.","en":"O believers! Do not let some ˹men˺ ridicule others, they may be better than them, nor let ˹some˺ women ridicule other women, they may be better than them. Do not defame one another, nor call each other by offensive nicknames. How evil it is to act rebelliously after having faith! And whoever does not repent, it is they who are the ˹true˺ wrongdoers"},"surah":null}]}