{"juzNo":26,"pageNo":518,"arCuzNo":"۲٦","arPageNo":"٥۱۸","quranAyats":[{"id":4631,"surahId":50,"ayatId":1,"ayatNo":"١","pageNo":518,"ayatText":"قٓࣞ وَالْقُرْاٰنِ الْمَجٖيدِۚ","ayatMealText":{"tr":"Kâf. Şanlı ve şerefli Kur'an'a andolsun ki,","nl":"Qaf, bij de edelmoedige Koran.","en":"Qãf. By the glorious Quran"},"surah":{"surahId":50,"name":"Kâf","nameAr":"قۤ","revelationOrder":34,"verseCount":45,"juzNo":26,"firstPage":518}},{"id":4632,"surahId":50,"ayatId":2,"ayatNo":"٢","pageNo":518,"ayatText":"بَلْ عَجِبُٓوا اَنْ جَٓاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هٰذَا شَيْءٌ عَجٖيبٌ","ayatMealText":{"tr":"Doğrusu kâfirler kendi içlerinden uyarıcı bir peygamber geldiğine şaşırdılar da dediler ki: \"Bu şaşılacak bir şeydir!","nl":"Zij zijn zelfs verbaasd dat er uit hun midden een waarschuwer tot hen is gekomen, zodat de ongelovigen zeggen: \"Dat is een verbazingwekkende zaak!","en":"˹All will be resurrected,˺ yet the deniers are astonished that a warner has come to them from among themselves ˹warning of resurrection˺. So the disbelievers say, “This is an astonishing thing"},"surah":null},{"id":4633,"surahId":50,"ayatId":3,"ayatNo":"٣","pageNo":518,"ayatText":"ءَاِذَا مِتْنَا وَكُنَّا تُرَاباًۚ ذٰلِكَ رَجْعٌ بَعٖيدٌ","ayatMealText":{"tr":"Öldüğümüz ve bir toprak olduğumuz vakit mi (tekrar) dirileceğiz? bu dönüş çok uzaktır.\"","nl":"Als wij gestorven zijn, en stof zijn geworden (worden wij dan weer opgewekt?) Dat is een onwaarschijnlijke terugkeer.\"","en":"˹Will we be returned to life,˺ when we are dead and reduced to dust? Such a return is impossible.”"},"surah":null},{"id":4634,"surahId":50,"ayatId":4,"ayatNo":"٤","pageNo":518,"ayatText":"قَدْ عَلِمْنَا مَا تَنْقُصُ الْاَرْضُ مِنْهُمْۚ وَعِنْدَنَا كِتَابٌ حَفٖيظٌ","ayatMealText":{"tr":"Fakat biz toprağın onlardan neyi eksilttiğini elbette biliyoruz. Yanımızda herşeyi kaydedip muhafaza eden bir kitap vardır.","nl":"Waarlijk, Wij weten wat de aarde van hen zal wegnemen, en aan Onze Zijde is een Boek dat nauwkeurig bijgehouden wordt.","en":"We certainly know what the earth consumes of them ˹after their death˺, and with us is a well-preserved Record"},"surah":null},{"id":4635,"surahId":50,"ayatId":5,"ayatNo":"٥","pageNo":518,"ayatText":"بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَٓاءَهُمْ فَهُمْ فٖٓي اَمْرٍ مَرٖيجٍ","ayatMealText":{"tr":"Doğrusu hak kendilerine geldiği zaman yalanladılar da şimdi karmakarışık bir ıztırap içindeler.","nl":"Zij loochenden zelfs de Waarheid toen die tot hen kwam, daarom nemen zij een verward standpunt in.","en":"In fact, they reject the truth when it has come to them, so they are in a confused state"},"surah":null},{"id":4636,"surahId":50,"ayatId":6,"ayatNo":"٦","pageNo":518,"ayatText":"اَفَلَمْ يَنْظُرُٓوا اِلَى السَّمَٓاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ","ayatMealText":{"tr":"Artık üstlerindeki göğe bakmazlar mı ki, onu nasıl bina etmiş ve süslemişiz, onun hiç bir çatlağı yoktur.","nl":"Kijken zij dan niet naar de hemel boven hen, hoe Wij die gebouwd hebben en hoe Wij die versierd hebben en hoe die geen enkele scheur heeft?","en":"Have they not then looked at the sky above them: how We built it and adorned it ˹with stars˺, leaving it flawless"},"surah":null},{"id":4637,"surahId":50,"ayatId":7,"ayatNo":"٧","pageNo":518,"ayatText":"وَالْاَرْضَ مَدَدْنَاهَا وَاَلْقَيْنَا فٖيهَا رَوَاسِيَ وَاَنْبَتْنَا فٖيهَا مِنْ كُلِّ زَوْجٍ بَهٖيجٍۙ","ayatMealText":{"tr":"Yeri de nasıl uzatmış, üzerine sabit dağlar oturtmuşuz. Orada görünüşü güzel her çeşit bitkiden çiftler yetiştirdik.","nl":"En hoe Wij de aarde uitgespreid hebben en Wij daarop stevige bergen geplaatst hebben en Wij daarop allerlei mooie gewassen deden groeien?","en":"As for the earth, We spread it out and placed upon it firm mountains, and produced in it every type of pleasant plant—"},"surah":null},{"id":4638,"surahId":50,"ayatId":8,"ayatNo":"٨","pageNo":518,"ayatText":"تَبْصِرَةً وَذِكْرٰى لِكُلِّ عَبْدٍ مُنٖيبٍ","ayatMealText":{"tr":"Bunlar, Allah'a yönelen her kula gönül gözünü açmak ve ona ibret vermek içindir.","nl":"Als lering en herinnering voor iedere berouwvolle dienaar.","en":"˹all as˺ an insight and a reminder to every servant who turns ˹to Allah˺"},"surah":null},{"id":4639,"surahId":50,"ayatId":9,"ayatNo":"٩","pageNo":518,"ayatText":"وَنَزَّلْنَا مِنَ السَّمَٓاءِ مَٓاءً مُبَارَكاً فَاَنْبَتْنَا بِهٖ جَنَّاتٍ وَحَبَّ الْحَصٖيدِۙ","ayatMealText":{"tr":"Bir de gökten bereketli bir su indirip de onunla bağlar, bahçeler ve biçilecek taneler bitirmekteyiz.","nl":"En Wij hebben uit de hemel gezegend water neer doen dalen, waarna Wij daarmee tuinen deden groeien en graan van oogstbare gewassen.","en":"And We send down blessed rain from the sky, bringing forth gardens and grains for harvest"},"surah":null},{"id":4640,"surahId":50,"ayatId":10,"ayatNo":"١٠","pageNo":518,"ayatText":"وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضٖيدٌۙ","ayatMealText":{"tr":"Tomurcukları birbiri üzerine dizilmiş uzun boylu hurma ağaçları yetiştirdik.","nl":"En rijzige dadelpalmen met boven elkaar gevoegde kolven.","en":"and towering palm trees ˹loaded˺ with clustered fruit"},"surah":null},{"id":4641,"surahId":50,"ayatId":11,"ayatNo":"١١","pageNo":518,"ayatText":"رِزْقاً لِلْعِبَادِۙ وَاَحْيَيْنَا بِهٖ بَلْدَةً مَيْتاًؕ كَذٰلِكَ الْخُرُوجُ","ayatMealText":{"tr":"Bunları kullara rızık olması için (yetiştirmekteyiz). O su ile ölü bir toprağa can verdik, işte hayata çıkış da böyledir.","nl":"Als een voorziening voor de dienaren. En Wij brengen daarmee (water) het dode land tot leven. Zo zal ook de Opwekking zijn.","en":"˹as˺ a provision for ˹Our˺ servants. And with this ˹rain˺ We revive a lifeless land. Similar is the emergence ˹from the graves˺"},"surah":null},{"id":4642,"surahId":50,"ayatId":12,"ayatNo":"١٢","pageNo":518,"ayatText":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَاَصْحَابُ الرَّسِّ وَثَمُودُۙ","ayatMealText":{"tr":"Onlardan önce Nuh'un kavmi, Ress halkı ve Semûd da yalanlamıştı.","nl":"Vóór hen loochende het volk van Nôeh, en de bewoners van Rass en de Tsamôed.","en":"Before them, the people of Noah denied ˹the truth,˺ as did the people of the Water-pit, Thamûd"},"surah":null},{"id":4643,"surahId":50,"ayatId":13,"ayatNo":"١٣","pageNo":518,"ayatText":"وَعَادٌ وَفِرْعَوْنُ وَاِخْوَانُ لُوطٍۙ","ayatMealText":{"tr":"Âd, Firavun, Lût'un kardeşleri de (yalanladılar).","nl":"En de 'Ad, en Fir'aun en de broeders van Lôeth.","en":"’Ȃd, Pharaoh, the kinfolk of Lot"},"surah":null},{"id":4644,"surahId":50,"ayatId":14,"ayatNo":"١٤","pageNo":518,"ayatText":"وَاَصْحَابُ الْاَيْكَةِ وَقَوْمُ تُبَّعٍؕ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعٖيدِ","ayatMealText":{"tr":"Eyke halkı ve Tübbâ kavmi de, bunların hepsi peygamberleri yalanladılar da (onlara) azabım hak oldu.","nl":"En de bewoners van Aikah en het volk van Toebba'. Allen loochenden de Boodschappers. Daarom was de bestraffing terecht.","en":"the residents of the Forest, and the people of Tubba’. Each rejected ˹their˺ messenger, so My warning was fulfilled"},"surah":null},{"id":4645,"surahId":50,"ayatId":15,"ayatNo":"١٥","pageNo":518,"ayatText":"اَفَعَيٖينَا بِالْخَلْقِ الْاَوَّلِؕ بَلْ هُمْ فٖي لَبْسٍ مِنْ خَلْقٍ جَدٖيدٍࣖ","ayatMealText":{"tr":"Biz ilk yaratmada acizlik mi gösterdik? Doğrusu, onlar yeni bir yaratılıştan şüphe içindedirler.","nl":"Waren Wij dan niet in staat tot de eerste schepping? Zij verkeren beslist in twijfel over een nieuwe schepping.","en":"Were We incapable of creating ˹them˺ the first time? In fact, they are in doubt about ˹their˺ re-creation"},"surah":null}]}