{"juzNo":26,"pageNo":519,"arCuzNo":"۲٦","arPageNo":"٥۱۹","quranAyats":[{"id":4646,"surahId":50,"ayatId":16,"ayatNo":"١٦","pageNo":519,"ayatText":"وَلَقَدْ خَلَقْنَا الْاِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهٖ نَفْسُهُۚ وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرٖيدِ","ayatMealText":{"tr":"Andolsun insanı biz yarattık ve nefsinin kendisine fısıldadıklarını biliriz. Ve biz ona şah damarından daha yakınız.","nl":"En voorzeker, Wij hebben de mens geschapen en Wij weten wat zijn ziel hem influistert en Wij zijn dichter bij hem dan zijn halsslagader.","en":"Indeed, ˹it is˺ We ˹Who˺ created humankind and ˹fully˺ know what their souls whisper to them, and We are closer to them than ˹their˺ jugular vein"},"surah":{"surahId":50,"name":"Kâf","nameAr":"قۤ","revelationOrder":34,"verseCount":45,"juzNo":26,"firstPage":518}},{"id":4647,"surahId":50,"ayatId":17,"ayatNo":"١٧","pageNo":519,"ayatText":"اِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمٖينِ وَعَنِ الشِّمَالِ قَعٖيدٌ","ayatMealText":{"tr":"Onun sağında ve solunda oturmuş iki melek zabıt tutarken,","nl":"Wanneer de twee ontvangers (Engelen) aan de rechterzijde en aan de linkerzijde zitten te schrijven.","en":"As the two recording-angels—˹one˺ sitting to the right, and ˹the other to˺ the left—note ˹everything˺"},"surah":null},{"id":4648,"surahId":50,"ayatId":18,"ayatNo":"١٨","pageNo":519,"ayatText":"مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقٖيبٌ عَتٖيدٌ","ayatMealText":{"tr":"İnsan hiçbir söz söylemez ki yanında (onu) gözetleyen, dediklerini zapteden bir melek hazır bulunmasın.","nl":"Is er geen woord dat Hij uit, of aan zijn Zijde bevindt zich een waker die gereed is.","en":"not a word does a person utter without having a ˹vigilant˺ observer ready ˹to write it down˺"},"surah":null},{"id":4649,"surahId":50,"ayatId":19,"ayatNo":"١٩","pageNo":519,"ayatText":"وَجَٓاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّؕ ذٰلِكَ مَا كُنْتَ مِنْهُ تَحٖيدُ","ayatMealText":{"tr":"Ölüm sarhoşluğu gerçekten geldiğinde, \"Ey insan! İşte bu senin öteden beri kaçtığın şeydir.\" denir.","nl":"En de doodsstrijd zal werkelijk komen, dat is waarvoor jullie proberen te vluchten.","en":"˹Ultimately,˺ with the throes of death will come the truth. This is what you were trying to escape"},"surah":null},{"id":4650,"surahId":50,"ayatId":20,"ayatNo":"٢٠","pageNo":519,"ayatText":"وَنُفِـخَ فِي الصُّورِؕ ذٰلِكَ يَوْمُ الْوَعٖيدِ","ayatMealText":{"tr":"Sur'a üfürülür, işte bu, tehdid(in gerçekleşme) günüdür.","nl":"En er zal op de bazuin geblazen worden. Dat is de Dag waarvoor gewaarschuwd is.","en":"And the Trumpet will be blown. This is the Day ˹you were˺ warned of"},"surah":null},{"id":4651,"surahId":50,"ayatId":21,"ayatNo":"٢١","pageNo":519,"ayatText":"وَجَٓاءَتْ كُلُّ نَفْسٍ مَعَهَا سَٓائِقٌ وَشَهٖيدٌ","ayatMealText":{"tr":"Her can, kendisiyle beraber bir sevk memuru ve bir şahid bulunduğu halde gelir.","nl":"En elke ziel zal naar voren komen, met bij haar een (Engel als) voortdrijver en een (Engel als) getuige.","en":"Each soul will come forth with an angel to drive it and another to testify"},"surah":null},{"id":4652,"surahId":50,"ayatId":22,"ayatNo":"٢٢","pageNo":519,"ayatText":"لَقَدْ كُنْتَ فٖي غَفْلَةٍ مِنْ هٰذَا فَكَشَفْنَا عَنْكَ غِطَٓاءَكَ فَبَصَرُكَ الْيَوْمَ حَدٖيدٌ","ayatMealText":{"tr":"(Allah ona) \"Andolsun sen bundan gaflet içinde idin. Şimdi senden gaflet perdesini kaldırdık. Bugün artık gözün keskindir.\" der.","nl":"(Er wordt hem gezegd:) \"Voorzeker, jij verkeerde hiervoor in onachtzaamheid, toen hieven Wij van jou de bedekking van jouw (hart) op, toen was jouw waarneming op deze Dag scherp.\"","en":"˹It will be said to the denier,˺ “You were totally heedless of this. Now We have lifted this veil of yours, so Today your sight is sharp!”"},"surah":null},{"id":4653,"surahId":50,"ayatId":23,"ayatNo":"٢٣","pageNo":519,"ayatText":"وَقَالَ قَرٖينُهُ هٰذَا مَا لَدَيَّ عَتٖيدٌؕ","ayatMealText":{"tr":"Beraberindeki melek \"işte yanımdaki hazır\" der.","nl":"En zijn metgezel (een Engel) zegt: \"Dit is wat bij mij gereed is.\"","en":"And one’s accompanying-angel will say, “Here is the record ready with me.”"},"surah":null},{"id":4654,"surahId":50,"ayatId":24,"ayatNo":"٢٤","pageNo":519,"ayatText":"اَلْقِيَا فٖي جَهَنَّمَ كُلَّ كَفَّارٍ عَنٖيدٍۙ","ayatMealText":{"tr":"(Allah iki meleğe buyurur ki:) \"Haydi ikiniz, atın cehenneme her inatçı nankörü!","nl":"(Allah zegt tegen de twee Engelen:) \"Werpt iedere opstandige ongelovige in de Hel.","en":"˹It will be said to both angels,˺ “Throw into Hell every stubborn disbeliever"},"surah":null},{"id":4655,"surahId":50,"ayatId":25,"ayatNo":"٢٥","pageNo":519,"ayatText":"مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرٖيبٍۙ","ayatMealText":{"tr":"İyiliklere (sürekli) engel olan, saldırgan, şüpheciyi.","nl":"Een tegenhouder van het goede, een overtreder een twijfelaar.","en":"withholder of good, transgressor, and doubter"},"surah":null},{"id":4656,"surahId":50,"ayatId":26,"ayatNo":"٢٦","pageNo":519,"ayatText":"اَلَّذٖي جَعَلَ مَعَ اللّٰهِ اِلٰهاً اٰخَرَ فَاَلْقِيَاهُ فِي الْعَذَابِ الشَّدٖيدِ","ayatMealText":{"tr":"O ki Allah'ın yanında başka ilâh edinmiştir. Haydi ikiniz birlikte onu şiddetli azaba atın.\"","nl":"Degene die een andere god naast Allah nam: werpt hem daarom in de harde bestraffing.\"","en":"who set up another god with Allah. So cast them into the severe punishment.”"},"surah":null},{"id":4657,"surahId":50,"ayatId":27,"ayatNo":"٢٧","pageNo":519,"ayatText":"قَالَ قَرٖينُهُ رَبَّنَا مَٓا اَطْغَيْتُهُ وَلٰكِنْ كَانَ فٖي ضَلَالٍ بَعٖيدٍ","ayatMealText":{"tr":"Yanındaki arkadaşı (şeytan) der ki: \"Rabbimiz! Ben onu azdırmadım. Fakat kendisi derin bir sapıklık içindeydi\".","nl":"En zijn metgezel (de Satan) zegt: \"Onze Heer, ik heb hem niet tot dwaling gebracht; hij verkeerde zelf in vergaande dwaling.\"","en":"One’s ˹devilish˺ associate will say, “Our Lord! I did not make them transgress. Rather, they were far astray ˹on their own˺.”"},"surah":null},{"id":4658,"surahId":50,"ayatId":28,"ayatNo":"٢٨","pageNo":519,"ayatText":"قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ اِلَيْكُمْ بِالْوَعٖيدِ","ayatMealText":{"tr":"Allah buyurur ki: \"Huzurumda çekişmeyin! Ben size daha önce uyarıcı göndermiştim.\"","nl":"Hij (Allah) zegt: \"Redetwist niet in Mijn aanwezigheid, en Ik heb waarlijk een waarschuwing tot jullie gericht.","en":"Allah will respond, “Do not dispute in My presence, since I had already given you a warning"},"surah":null},{"id":4659,"surahId":50,"ayatId":29,"ayatNo":"٢٩","pageNo":519,"ayatText":"مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَٓا اَنَا۬ بِظَلَّامٍ لِلْعَبٖيدِࣖ","ayatMealText":{"tr":"Benim huzurumda söz değiştirilmez. Ve ben kullara asla zulmedici değilim.","nl":"Het Woord van Mijn Zijde verandert niet en Ik ben niet onrechtvaardig jegens de dienaren.\"","en":"My Word cannot be changed, nor am I unjust to ˹My˺ creation.”"},"surah":null},{"id":4660,"surahId":50,"ayatId":30,"ayatNo":"٣٠","pageNo":519,"ayatText":"يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزٖيدٍ","ayatMealText":{"tr":"Biz O gün cehenneme: \"Doldun mu?\" diyeceğiz. O da: \"Daha fazla var mı?\" diyecektir.","nl":"(Gedenkt) de Dag dat Wij de Hel zeggen: \"Ben jij al vol?\" En zij zegt: \"Is er nog meer?\"","en":"˹Beware of˺ the Day We will ask Hell, “Are you full ˹yet˺?” And it will respond, “Are there any more?”"},"surah":null},{"id":4661,"surahId":50,"ayatId":31,"ayatNo":"٣١","pageNo":519,"ayatText":"وَاُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقٖينَ غَيْرَ بَعٖيدٍ","ayatMealText":{"tr":"Cennet de kötülükten sakınanlara yaklaştırılır. Zaten uzak değildir.","nl":"En het Paradijs zal dicht bij de Moettaqoen gebracht worden, zonder ver te zijn.","en":"And Paradise will be brought near to the righteous, not far off"},"surah":null},{"id":4662,"surahId":50,"ayatId":32,"ayatNo":"٣٢","pageNo":519,"ayatText":"هٰذَا مَا تُوعَدُونَ لِكُلِّ اَوَّابٍ حَفٖيظٍۚ","ayatMealText":{"tr":"Onlara denir ki: \"İşte size vaad edilen bu cennet, Allah'a yönelen, O'nun emirlerine riayet eden, görmediği halde Rahman olan Allah'tan korkan ve O'na yönelen bir kalple gelenlere mahsustur.","nl":"(Er wordt gezegd:) \"Dit is wat jullie beloofd is, aan iedere berouwvolle, wakende.","en":"˹And it will be said to them,˺ “This is what you were promised, for whoever ˹constantly˺ turned ˹to Allah˺ and kept up ˹His commandments˺—"},"surah":null},{"id":4663,"surahId":50,"ayatId":33,"ayatNo":"٣٣","pageNo":519,"ayatText":"مَنْ خَشِيَ الرَّحْمٰنَ بِالْغَيْبِ وَجَٓاءَ بِقَلْبٍ مُنٖيبٍ","ayatMealText":{"tr":"Onlara denir ki: \"İşte size vaad edilen bu cennet, Allah'a yönelen, O'nun emirlerine riayet eden, görmediği halde Rahman olan Allah'tan korkan ve O'na yönelen bir kalple gelenlere mahsustur.","nl":"Die de Barmhartige ongezien vreesde en die met een berouwvol hart kwam.","en":"who were in awe of the Most Compassionate without seeing ˹Him˺, and have come with a heart turning ˹only to Him˺"},"surah":null},{"id":4664,"surahId":50,"ayatId":34,"ayatNo":"٣٤","pageNo":519,"ayatText":"اُدْخُلُوهَا بِسَلَامٍؕ ذٰلِكَ يَوْمُ الْخُلُودِ","ayatMealText":{"tr":"\"Şimdi selam ve selametle oraya girin. İşte sonsuzluk günü budur.\"","nl":"Treed haar binnen in vrede, dit is de Dag van de eeuwigheid.\"","en":"Enter it in peace. This is the Day of eternal life!”"},"surah":null},{"id":4665,"surahId":50,"ayatId":35,"ayatNo":"٣٥","pageNo":519,"ayatText":"لَهُمْ مَا يَشَٓاؤُ۫نَ فٖيهَا وَلَدَيْنَا مَزٖيدٌ","ayatMealText":{"tr":"Orada onlara ne isterlerse vardır. Katımızda daha fazlası da vardır.","nl":"Voor hen is daarin wat zij wensen en aan Onze Zijde is er nog meer.","en":"There they will have whatever they desire, and with Us is ˹even˺ more"},"surah":null}]}