{"juzNo":3,"pageNo":52,"arCuzNo":"۳","arPageNo":"٥۲","quranAyats":[{"id":309,"surahId":3,"ayatId":16,"ayatNo":"١٦","pageNo":52,"ayatText":"اَلَّذٖينَ يَقُولُونَ رَبَّنَٓا اِنَّـنَٓا اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِۚ","ayatMealText":{"tr":"Onlar ki, \"Ey Rabbimiz! Biz inandık, iman getirdik, artık bizim suçlarımızı bağışla ve bizi ateş azabından koru!\" derler.","nl":"(Zij zijn) degenen die zeggen: \"Onze Heer, voorwaard, wij geloofden, vergeef ons onze zonden en bescherm ons tegen de bestraffing van de Hel.\"","en":"who pray, “Our Lord! We have believed, so forgive our sins and protect us from the torment of the Fire.”"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":310,"surahId":3,"ayatId":17,"ayatNo":"١٧","pageNo":52,"ayatText":"اَلصَّابِرٖينَ وَالصَّادِقٖينَ وَالْقَانِتٖينَ وَالْمُنْفِقٖينَ وَالْمُسْتَغْفِرٖينَ بِالْاَسْحَارِ","ayatMealText":{"tr":"O sabredenleri, o doğruluktan şaşmayanları, o elpençe divan duranları, o nafaka verenleri ve seher vakitlerinde o istiğfar edip yalvaranları (görür).","nl":"(Zij zijn) de geduldigen en de waarachtigen en de gehoorzamen en degenen die (voor Allah) uitgeven en degenen die (Allah) om vergeving vragen op het laatst van de nacht.","en":"˹It is they˺ who are patient, sincere, obedient, and charitable, and who pray for forgiveness before dawn"},"surah":null},{"id":311,"surahId":3,"ayatId":18,"ayatNo":"١٨","pageNo":52,"ayatText":"شَهِدَ اللّٰهُ اَنَّهُ لَٓا اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰٓئِكَةُ وَاُو۬لُوا الْعِلْمِ قَٓائِماً بِالْقِسْطِؕ لَٓا اِلٰهَ اِلَّا هُوَ الْعَزٖيزُ الْحَكٖيمُؕ","ayatMealText":{"tr":"Allah şehadet eyledi şu gerçeğe ki, başka tanrı yok, ancak O vardır. Bütün melekler ve ilim uluları da dosdoğru olarak buna şahittir ki, başka tanrı yok, ancak O aziz, O hakîm vardır.","nl":"Allah getuigt dat er geen god is dan Hij en (ook) de Engelen en de bezitters van kennis, standvastig in de gerechtighied. Er is geen god dan Hij, de Almachtige, de Alwijze.","en":"Allah ˹Himself˺ is a Witness that there is no god ˹worthy of worship˺ except Him—and so are the angels and people of knowledge. He is the Maintainer of justice. There is no god ˹worthy of worship˺ except Him—the Almighty, All-Wise"},"surah":null},{"id":312,"surahId":3,"ayatId":19,"ayatNo":"١٩","pageNo":52,"ayatText":"اِنَّ الدّٖينَ عِنْدَ اللّٰهِ الْاِسْلَامُࣞ وَمَا اخْتَلَفَ الَّذٖينَ اُو۫تُوا الْكِتَابَ اِلَّا مِنْ بَعْدِ مَا جَٓاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْؕ وَمَنْ يَكْفُرْ بِاٰيَاتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرٖيعُ الْحِسَابِ","ayatMealText":{"tr":"Doğrusu Allah katında din, İslâm'dır; o kitap verilenlerin anlaşmazlıkları ise sırf kendilerine ilim geldikten sonra aralarındaki taşkınlık ve ihtirastan dolayıdır. Her kim Allah'ın âyetlerini inkâr ederse iyi bilsin ki, Allah hesabı çabuk görendir.","nl":"Voorwaar, de (enige) Godsdienst bij Allah is de Islam en degenen die de Schrift gegeven was verschilden (hierover) nadat de kennis tot hen gekomen was niet over van mening dan door onderlinge jaloezie. En wie de Tekenen van Allah loochent: voorwaar, Allah is snel in de afrekening.","en":"Certainly, Allah’s only Way is Islam. Those who were given the Scripture did not dispute ˹among themselves˺ out of mutual envy until knowledge came to them. Whoever denies Allah’s signs, then surely Allah is swift in reckoning"},"surah":null},{"id":313,"surahId":3,"ayatId":20,"ayatNo":"٢٠","pageNo":52,"ayatText":"فَاِنْ حَٓاجُّوكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّـبَعَنِؕ وَقُلْ لِلَّذٖينَ اُو۫تُوا الْكِتَابَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْؕ فَاِنْ اَسْلَمُوا فَقَدِ اهْتَدَوْاۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلَاغُؕ وَاللّٰهُ بَصٖيرٌ بِالْعِبَادِࣖ","ayatMealText":{"tr":"Buna karşı seninle münakayaşa kalkışırlarsa de ki: \"Ben, bana uyanlarla birlikte kendi özümü Allah'a teslim etmişimdir\". Kendilerine kitap verilenlere ve (kitap verilmeyen) ümmîlere de ki: \"Siz de İslâm'ı kabul ettiniz mi?\" Eğer İslâm'a girerlerse hidayete ermiş olurlar. Eğer yüz çevirirlerse, sana düşen şey ancak tebliğ etmektir. Allah kulları görendir.","nl":"En als zij met jou redetwisten, zeg dan: \"Ik heb mijn aangezicht overgegeven aan Allah en (ook) wie mij volgt.\" En zeg tegen degenen die het Boek gegeven is en de ongeletterden: \"Geven jullie je over (aan Allah)?\" En als zij zich overgeven, dan volgen zij Leiding, maar als zij zich afrekeren, dan is er voor jou slechts de plicht tot verkondiging. En Allah is Alziende over de dienaren.","en":"So if they argue with you ˹O Prophet˺, say, “I have submitted myself to Allah, and so have my followers.” And ask those who were given the Scripture and the illiterate ˹people˺, “Have you submitted yourselves ˹to Allah˺?” If they submit, they will be ˹rightly˺ guided. But if they turn away, then your duty is only to deliver ˹the message˺. And Allah is All-Seeing of ˹His˺ servants"},"surah":null},{"id":314,"surahId":3,"ayatId":21,"ayatNo":"٢١","pageNo":52,"ayatText":"اِنَّ الَّذٖينَ يَكْفُرُونَ بِاٰيَاتِ اللّٰهِ وَيَقْتُلُونَ النَّبِيّٖنَ بِغَيْرِ حَقٍّۙ وَيَقْتُلُونَ الَّذٖينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلٖيمٍ","ayatMealText":{"tr":"Allah'ın âyetlerini inkâr edenler ve haksız yere peygamberleri öldürenler, insanlar içinde adaleti emredenlerin canına kıyanlar yok mu? Bunlarıacıklı bir azapla müjdele!","nl":"Voorwaar, degenen die de Tekenen van Allah loochenen en de Profeten doden zonder het recht te hebben en zij doden degenen die tot gerechtighied onder de mensen oproepen: verkondig hen een pijnlijke bestraffing.","en":"Indeed, those who deny Allah’s signs, kill the prophets unjustly, and kill people who stand up for justice—give them good news of a painful punishment"},"surah":null},{"id":315,"surahId":3,"ayatId":22,"ayatNo":"٢٢","pageNo":52,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ حَبِطَتْ اَعْمَالُهُمْ فِي الدُّنْيَا وَالْاٰخِرَةِؗ وَمَا لَهُمْ مِنْ نَاصِرٖينَ","ayatMealText":{"tr":"İşte bunlar öyle kimselerdir ki, dünyada da ahirette de bütün yaptıkları boşa gitmiştir. Onların hiçbir yardımcıları da olmayacaktır.","nl":"Zij zijn degenen wiens werken op de aarde en (in) het Hiernamaals geen vrucht dragen en er zullen voor hen geen helpers zijn.","en":"They are the ones whose deeds are wasted in this world and the Hereafter. And they will have no helpers"},"surah":null}]}