{"juzNo":26,"pageNo":520,"arCuzNo":"۲٦","arPageNo":"٥۲۰","quranAyats":[{"id":4666,"surahId":50,"ayatId":36,"ayatNo":"٣٦","pageNo":520,"ayatText":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ اَشَدُّ مِنْهُمْ بَطْشاً فَنَقَّبُوا فِي الْبِلَادِؕ هَلْ مِنْ مَحٖيصٍ","ayatMealText":{"tr":"Ey Muhammed! Biz onlardan önce kendilerinden daha kuvvetli olan ve beldeleri delik deşik eden nice nesilleri helak ettik, hiç kurtuluş var mı?","nl":"En hoeveel generaties vóór hen hebben Wij niet vernietigd, die machtiger waren dan zij? Zij reisden toen in de landen, was er een kans om te vluchten?","en":"˹Imagine˺ how many peoples We destroyed before them, who were far mightier than them. Then ˹when the torment came,˺ they ˹desperately˺ sought refuge in the land. ˹But˺ was there any escape"},"surah":{"surahId":50,"name":"Kâf","nameAr":"قۤ","revelationOrder":34,"verseCount":45,"juzNo":26,"firstPage":518}},{"id":4667,"surahId":50,"ayatId":37,"ayatNo":"٣٧","pageNo":520,"ayatText":"اِنَّ فٖي ذٰلِكَ لَذِكْرٰى لِمَنْ كَانَ لَهُ قَلْبٌ اَوْ اَلْقَى السَّمْعَ وَهُوَ شَهٖيدٌ","ayatMealText":{"tr":"Şüphesiz ki bunda kalbi olan ve hazır bulunup kulak veren kimse için elbette bir öğüt vardır.","nl":"Voorwaar, daarin is zeker een vermaning voor wie verstand heeft of wie luistert terwijl hij een getuige is.","en":"Surely in this is a reminder for whoever has a ˹mindful˺ heart and lends an attentive ear"},"surah":null},{"id":4668,"surahId":50,"ayatId":38,"ayatNo":"٣٨","pageNo":520,"ayatText":"وَلَقَدْ خَلَقْنَا السَّمٰوَاتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فٖي سِتَّةِ اَيَّامٍࣗ وَمَا مَسَّنَا مِنْ لُغُوبٍ","ayatMealText":{"tr":"Andolsun ki biz gökleri, yeri ve ikisi arasındakileri altı günde yarattık, Bize hiçbir yorgunluk da dokunmadı.","nl":"En voorzeker, Wij hebben de hemelen en de aarde en wat ertussen is in zes dagen (perioden) geschapen, en vermoeienis raakte Ons niet.","en":"Indeed, We created the heavens and the earth and everything in between in six Days, and We were not ˹even˺ touched with fatigue"},"surah":null},{"id":4669,"surahId":50,"ayatId":39,"ayatNo":"٣٩","pageNo":520,"ayatText":"فَاصْبِرْ عَلٰى مَا يَقُولُونَ وَسَبِّـحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِۚ","ayatMealText":{"tr":"Ey Muhammed! Onların söylediklerine karşı sabret. Güneşin doğuşundan önce (sabah namazını) ve batışından önce de (öğle ve ikindi namazalarını kılarak) Rabbini Hamd ile tesbih et.","nl":"Wees daarom geduldig met wat zij zeggen en prijs de Glorie met een lofprijzing van jouw Heer, vóór zonsopgang en vóór zonsondergang.","en":"So be patient ˹O Prophet˺ with what they say. And glorify the praises of your Lord before sunrise and before sunset"},"surah":null},{"id":4670,"surahId":50,"ayatId":40,"ayatNo":"٤٠","pageNo":520,"ayatText":"وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاَدْبَارَ السُّجُودِ","ayatMealText":{"tr":"Geceleyin (akşam ve yatsı namazlarını kılarak), namazlardan sonra da (vitir ve nafile kılarak) O'nu tesbih et.","nl":"En prijs Hem in de nacht en na afloop van de neerknielingen (shalât).","en":"And glorify Him during part of the night and after the prayers"},"surah":null},{"id":4671,"surahId":50,"ayatId":41,"ayatNo":"٤١","pageNo":520,"ayatText":"وَاسْتَمِــعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرٖيبٍۙ","ayatMealText":{"tr":"Bir münadinin yakın bir yerden sesleneceği güne kulak ver.","nl":"En luister die Dag naar de roeper die vanaf een nabije plaats roept.","en":"And listen! On the Day the caller will call out from a near place"},"surah":null},{"id":4672,"surahId":50,"ayatId":42,"ayatNo":"٤٢","pageNo":520,"ayatText":"يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّؕ ذٰلِكَ يَوْمُ الْخُرُوجِ","ayatMealText":{"tr":"O gün insanlar, o çağrıyı gerçek olarak duyarlar. İşte bugün, kabirlerden çıkış günüdür.","nl":"Op die Dag zullen zij het blazen (op de bazuin) in werkelijkheid horen. Dat is de Dag van de Opwekking.","en":"the Day all will hear the ˹mighty˺ Blast in ˹all˺ truth, that will be the Day of emergence ˹from the graves˺"},"surah":null},{"id":4673,"surahId":50,"ayatId":43,"ayatNo":"٤٣","pageNo":520,"ayatText":"اِنَّا نَحْنُ نُحْـيٖ وَنُمٖيتُ وَاِلَيْنَا الْمَصٖيرُۙ","ayatMealText":{"tr":"Gerçekten biz hem yaşatırız, hem öldürürüz. Sonunda dönüş yalnız bizedir.","nl":"Voorwaar, Wij doen leven en Wij doen sterven en tot Ons is de terugkeer.","en":"It is certainly We Who give life and cause death. And to Us is the final return"},"surah":null},{"id":4674,"surahId":50,"ayatId":44,"ayatNo":"٤٤","pageNo":520,"ayatText":"يَوْمَ تَشَقَّقُ الْاَرْضُ عَنْهُمْ سِرَاعاًؕ ذٰلِكَ حَشْرٌ عَلَيْنَا يَسٖيرٌ","ayatMealText":{"tr":"O gün yer yarılır, insanlar kabirlerinden çabucak çıkarlar. İşte bu, sadece bize göre kolay bir toplanmadır.","nl":"Op de Dag waarop de aarde over hen gespleten zal worden, haasten (zij zich te verzamelen). Dat is een gemakkelijke verzameling voor Ons.","en":"˹Beware of˺ the Day the earth will split open, letting them rush forth. That will be an easy gathering for Us"},"surah":null},{"id":4675,"surahId":50,"ayatId":45,"ayatNo":"٤٥","pageNo":520,"ayatText":"نَحْنُ اَعْلَمُ بِمَا يَقُولُونَ وَمَٓا اَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْاٰنِ مَنْ يَخَافُ وَعٖيدِ","ayatMealText":{"tr":"Biz onların söylediklerini daha iyi biliriz. Sen onlara karşı zor kullanacak değilsin. O halde sen, benim tehdidimden korkanlara bu Kur'ân ile öğüt ver.","nl":"Wij weten het beste wat zij zeggen. En jij (Moehammad) bent niet als een dwinger over hen aangesteld. Vermaan daarom met de Koran degenen die Mijn Waarschuwing vrezen.","en":"We know best what they say. And you ˹O Prophet˺ are not ˹there˺ to compel them ˹to believe˺. So remind with the Quran ˹only˺ those who fear My warning"},"surah":null},{"id":4676,"surahId":51,"ayatId":1,"ayatNo":"١","pageNo":520,"ayatText":"وَالذَّارِيَاتِ ذَرْواًۙ","ayatMealText":{"tr":"O tozdurup savuranlara,","nl":"Bij de winden die doen opwaaien.","en":"By the winds scattering ˹dust˺"},"surah":{"surahId":51,"name":"Zâriyât","nameAr":"الذَّارِيَاتِ","revelationOrder":67,"verseCount":60,"juzNo":26,"firstPage":520}},{"id":4677,"surahId":51,"ayatId":2,"ayatNo":"٢","pageNo":520,"ayatText":"فَالْحَامِلَاتِ وِقْراًۙ","ayatMealText":{"tr":"Derken bir ağırlık taşıyanlara,","nl":"Bij de wolken die een zware last dragen.","en":"and ˹the clouds˺ loaded with rain"},"surah":null},{"id":4678,"surahId":51,"ayatId":3,"ayatNo":"٣","pageNo":520,"ayatText":"فَالْجَارِيَاتِ يُسْراًۙ","ayatMealText":{"tr":"Derken bir kolaylıkla akanlara,","nl":"Bij de schepen die gemakkelijk voortdrijven.","en":"and ˹the ships˺ gliding with ease"},"surah":null},{"id":4679,"surahId":51,"ayatId":4,"ayatNo":"٤","pageNo":520,"ayatText":"فَالْمُقَسِّمَاتِ اَمْراًۙ","ayatMealText":{"tr":"Derken bir emir taksim edenlere andolsun ki,","nl":"Bij de verdelers (de Engelen) die volgens een verordening verdelen.","en":"and ˹the angels˺ administering affairs by ˹Allah’s˺ command"},"surah":null},{"id":4680,"surahId":51,"ayatId":5,"ayatNo":"٥","pageNo":520,"ayatText":"اِنَّمَا تُوعَدُونَ لَصَادِقٌۙ","ayatMealText":{"tr":"O size vaad edilen elbette doğrudur.","nl":"Voorwaar, wat jullie is aangezegd zal zeker bewaarheid worden.","en":"Indeed, what you are promised is true"},"surah":null},{"id":4681,"surahId":51,"ayatId":6,"ayatNo":"٦","pageNo":520,"ayatText":"وَاِنَّ الدّٖينَ لَوَاقِـعٌؕ","ayatMealText":{"tr":"Ceza ve hesap günü şüphesiz olacaktır.","nl":"En voorwaar, de (Dag der) Opstanding zal zeker plaatsvinden.","en":"And the Judgment will certainly come to pass"},"surah":null}]}