{"juzNo":27,"pageNo":522,"arCuzNo":"۲۷","arPageNo":"٥۲۲","quranAyats":[{"id":4706,"surahId":51,"ayatId":31,"ayatNo":"٣١","pageNo":522,"ayatText":"قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُونَ","ayatMealText":{"tr":"İbrahim, kendisine misafir olarak gelen meleklere: \"Acaba sizin asıl önemli işiniz nedir ey elçiler?\" dedi.","nl":"Hij (Ibrâhîm) vroeg: \"Wat is jullie boodschap, O gezanten?\"","en":"˹Later,˺ Abraham asked, “What is your mission, O messengers?”"},"surah":{"surahId":51,"name":"Zâriyât","nameAr":"الذَّارِيَاتِ","revelationOrder":67,"verseCount":60,"juzNo":26,"firstPage":520}},{"id":4707,"surahId":51,"ayatId":32,"ayatNo":"٣٢","pageNo":522,"ayatText":"قَالُٓوا اِنَّٓا اُرْسِلْـنَٓا اِلٰى قَوْمٍ مُجْرِمٖينَۙ","ayatMealText":{"tr":"Onlar: \"Gerçekten biz günahkâr bir kavim (olan Lût kavmine) gönderildik.","nl":"Zij zeiden: \"Voorwaar, wij zijn gezonden naar een volk van misdadigers.","en":"They replied, “We have actually been sent to a wicked people"},"surah":null},{"id":4708,"surahId":51,"ayatId":33,"ayatNo":"٣٣","pageNo":522,"ayatText":"لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طٖينٍۙ","ayatMealText":{"tr":"Onların üzerine çamurdan pişirilmiş sert taşlar yağdıracağız.","nl":"Opdat wij stenen van klei op hen neerzenden.","en":"to send upon them stones of ˹baked˺ clay"},"surah":null},{"id":4709,"surahId":51,"ayatId":34,"ayatNo":"٣٤","pageNo":522,"ayatText":"مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفٖينَ","ayatMealText":{"tr":"O taşlardan herbirinin haddi aşanlardan kime isabet edeceği Rabbin katında işaretlenmiştir.\" dediler.","nl":"Die zijn gekenmerkt bij jouw Heer, voor de overtreders.\"","en":"marked by your Lord for the transgressors.”"},"surah":null},{"id":4710,"surahId":51,"ayatId":35,"ayatNo":"٣٥","pageNo":522,"ayatText":"فَاَخْرَجْنَا مَنْ كَانَ فٖيهَا مِنَ الْمُؤْمِنٖينَۚ","ayatMealText":{"tr":"Nihayet biz müminlerden orada bulunan kimseleri çıkardık.","nl":"Toen deden Wij degenen die daar tot de gelovigen behoorden vertrekken.","en":"Then ˹before the torment˺ We evacuated the believers from the city"},"surah":null},{"id":4711,"surahId":51,"ayatId":36,"ayatNo":"٣٦","pageNo":522,"ayatText":"فَمَا وَجَدْنَا فٖيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمٖينَۚ","ayatMealText":{"tr":"Fakat biz orada müslümanlardan bir ev halkından başka kimseyi de bulamadık.","nl":"Maar Wij troffen daar slechts één huis van degenen die zich (aan Allah) overgegeven hadden aan. (het huis van Lôeth)","en":"But We only found one family that had submitted ˹to Allah˺"},"surah":null},{"id":4712,"surahId":51,"ayatId":37,"ayatNo":"٣٧","pageNo":522,"ayatText":"وَتَرَكْنَا فٖيهَٓا اٰيَةً لِلَّذٖينَ يَخَافُونَ الْعَذَابَ الْاَلٖيمَؕ","ayatMealText":{"tr":"Biz orada acı bir azabdan korkan kimseler için bir ibret nişanesi bıraktık.","nl":"En Wij lieten daar een Teken achter voor degenen die de pijnlijke bestraffing vreesden.","en":"And We have left a sign there ˹as a lesson˺ for those who fear the painful punishment"},"surah":null},{"id":4713,"surahId":51,"ayatId":38,"ayatNo":"٣٨","pageNo":522,"ayatText":"وَفٖي مُوسٰٓى اِذْ اَرْسَلْنَاهُ اِلٰى فِرْعَوْنَ بِسُلْطَانٍ مُبٖينٍ","ayatMealText":{"tr":"Musa'nın kıssasında da ibret vardır. Hani biz onu apaçık bir delille Firavun'a göndermiştik.","nl":"En ook in (de geschiedenis van) Môesa toen Wij hem naar Fir'aun zonden met een duidelijk bewijs.","en":"And in ˹the story of˺ Moses ˹was another lesson,˺ when We sent him to Pharaoh with compelling proof"},"surah":null},{"id":4714,"surahId":51,"ayatId":39,"ayatNo":"٣٩","pageNo":522,"ayatText":"فَتَوَلّٰى بِرُكْنِهٖ وَقَالَ سَاحِرٌ اَوْ مَجْنُونٌ","ayatMealText":{"tr":"Firavun ise ordusuyla birlikte yüz çevirmiş, onun hakkında: \"Bu bir sihirbazdır, ya da bir delidir.\" demişti.","nl":"Hij (Fir'aun) wendde zich af met zijn gevolg, en hij zei: \"(Hij is) een tovenaar, of een bezetene!\"","en":"but Pharaoh was carried away by his power, saying ˹of Moses˺, “A magician or a madman!”"},"surah":null},{"id":4715,"surahId":51,"ayatId":40,"ayatNo":"٤٠","pageNo":522,"ayatText":"فَاَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلٖيمٌؕ","ayatMealText":{"tr":"Nihayet biz onu ve ordularını yakalayıp hepsini denize attık. Firavun ise o sırada (inadından dolayı pişmanlık duyarak) kendi kendini kınıyordu.","nl":"Daarop grepen Wij hem en zijn legers en wierpen hen in de zee. En hem (Fir'aun) trof de blaam.","en":"So We seized him and his soldiers, casting them into the sea while he was blameworthy"},"surah":null},{"id":4716,"surahId":51,"ayatId":41,"ayatNo":"٤١","pageNo":522,"ayatText":"وَفٖي عَادٍ اِذْ اَرْسَلْنَا عَلَيْهِمُ الرّٖيحَ الْعَقٖيمَۚ","ayatMealText":{"tr":"Âd kavminin helâkinde de bir ibret vardır. Hani biz onların üzerine köklerini kesecek bir rüzgar göndermiştik.","nl":"En in de 'Âd, toen Wij over hen een verwoestende wind zonden.","en":"And in ˹the story of˺ ’Âd ˹was another lesson,˺ when We sent against them the devastating wind"},"surah":null},{"id":4717,"surahId":51,"ayatId":42,"ayatNo":"٤٢","pageNo":522,"ayatText":"مَا تَذَرُ مِنْ شَيْءٍ اَتَتْ عَلَيْهِ اِلَّا جَعَلَتْهُ كَالرَّمٖيمِؕ","ayatMealText":{"tr":"O rüzgar üzerine uğradığı hiçbir şeyi bırakmıyor, mutlaka onu kül gibi dağıtıyordu.","nl":"Die niets heel liet van wat hij tegenkwam, maar (alles) tot ruïnes maakte.","en":"There was nothing it came upon that it did not reduce to ashes"},"surah":null},{"id":4718,"surahId":51,"ayatId":43,"ayatNo":"٤٣","pageNo":522,"ayatText":"وَفٖي ثَمُودَ اِذْ قٖيلَ لَهُمْ تَمَتَّعُوا حَتّٰى حٖينٍ","ayatMealText":{"tr":"Semud kavminin helâkinde de bir ibret vardır. Hani onlara: \"Belirli bir süreye kadar dünyadan yararalanıp, geçinin!\" denmişti.","nl":"En in de Tsamôed, toen tot hen gezegd werd: \"Geniet maar, tot een bepaalde tijd.\"","en":"And in ˹the story of˺ Thamûd ˹was another lesson,˺ when they were told, “Enjoy yourselves ˹only˺ for a ˹short˺ while.”"},"surah":null},{"id":4719,"surahId":51,"ayatId":44,"ayatNo":"٤٤","pageNo":522,"ayatText":"فَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ فَاَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ","ayatMealText":{"tr":"Onlarsa Rablerinin emrine karşı büyüklük tasladılar. Bunun üzerine kendilerini, bakıp dururlarken yıldırım yakalayıp, çarptı.","nl":"Toen waren zij hoogmoedig tegenover het gebod van hun Heer, waarop de bliksemslag hen greep, terwijl zij toezagen.","en":"Still they persisted in defying the commands of their Lord, so they were overtaken by a ˹mighty˺ blast while they were looking on"},"surah":null},{"id":4720,"surahId":51,"ayatId":45,"ayatNo":"٤٥","pageNo":522,"ayatText":"فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرٖينَۙ","ayatMealText":{"tr":"Artık onlar, ne kendi kendilerine ayağa kalkabildiler, ne de yardım gördüler.","nl":"Toen konden zij niet meer opstaan en zij konden zichzelf niet helpen.","en":"Then they were not able to rise up, nor were they helped"},"surah":null},{"id":4721,"surahId":51,"ayatId":46,"ayatNo":"٤٦","pageNo":522,"ayatText":"وَقَوْمَ نُوحٍ مِنْ قَبْلُؕ اِنَّهُمْ كَانُوا قَوْماً فَاسِقٖينَࣖ","ayatMealText":{"tr":"Daha önce de Nuh kavmini helâk etmiştik. Çünkü onlar yoldan çıkmış fâsık bir kavimdiler.","nl":"En het volk van Nôeh van daarvóór: voorwaar, zij waren een zwaar zondig volk.","en":"And the people of Noah ˹had also been destroyed˺ earlier. They were truly a rebellious people"},"surah":null},{"id":4722,"surahId":51,"ayatId":47,"ayatNo":"٤٧","pageNo":522,"ayatText":"وَالسَّمَٓاءَ بَنَيْنَاهَا بِاَيْدٍ وَاِنَّا لَمُوسِعُونَ","ayatMealText":{"tr":"Biz göğü kudretimizle bina ettik. Hiç şüphesiz biz, çok genişlik ve kudret sahibiyiz.","nl":"En Wij hebben de hemel met een grote macht gebouwd. En voorwaar, Wij zijn zeker Machtigen.","en":"We built the universe with ˹great˺ might, and We are certainly expanding ˹it˺"},"surah":null},{"id":4723,"surahId":51,"ayatId":48,"ayatNo":"٤٨","pageNo":522,"ayatText":"وَالْاَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ","ayatMealText":{"tr":"Yeryüzünü de biz döşedik. Bakın biz onu ne güzel döşüyoruz!","nl":"En Wij hebben de aarde uitgespreid, en de beste Uitspreiders zijn Wij.","en":"As for the earth, We spread it out. How superbly did We smooth it out"},"surah":null},{"id":4724,"surahId":51,"ayatId":49,"ayatNo":"٤٩","pageNo":522,"ayatText":"وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ","ayatMealText":{"tr":"Biz herşeyden iki çift yarattık. Umulur ki, iyice düşünürsünüz.","nl":"En van alle dingen hebben Wij paren geschapen. Hopelijk zullen jullie je laten vermanen.","en":"And We created pairs of all things so perhaps you would be mindful"},"surah":null},{"id":4725,"surahId":51,"ayatId":50,"ayatNo":"٥٠","pageNo":522,"ayatText":"فَفِرُّٓوا اِلَى اللّٰهِؕ اِنّٖي لَكُمْ مِنْهُ نَذٖيرٌ مُبٖينٌۚ","ayatMealText":{"tr":"Ey Muhammed! de ki: \"Öyleyse Allah'a koşun, gerçekten ben size O'nun tarafından gönderilmiş apaçık bir uyarıcıyım.","nl":"(Zeg, O Moehammad) \"Vlucht daarom naar Allah: voorwaar, ik ben voor jullie van Hem (voor Zijn bestraffing) een duidelijke waarschuwer.","en":"So ˹proclaim, O Prophet˺: “Flee to Allah! I am truly sent by Him with a clear warning to you"},"surah":null},{"id":4726,"surahId":51,"ayatId":51,"ayatNo":"٥١","pageNo":522,"ayatText":"وَلَا تَجْعَلُوا مَعَ اللّٰهِ اِلٰهاً اٰخَرَؕ اِنّٖي لَكُمْ مِنْهُ نَذٖيرٌ مُبٖينٌ","ayatMealText":{"tr":"Allah'la beraber başka bir tanrı uydurmayın (O'na ortak koşmayın). Gerçekten ben size O'nun tarafından gönderilmiş apaçık bir uyarıcıyım.\"","nl":"En neemt naast Allah geen andere god: voorwaar, ik ben voor jullie van Hem (voor Zijn bestraffing) een duidelijke waarschuwer.\"","en":"And do not set up another god with Allah. I am truly sent by Him with a clear warning to you.”"},"surah":null}]}