{"juzNo":27,"pageNo":524,"arCuzNo":"۲۷","arPageNo":"٥۲٤","quranAyats":[{"id":4750,"surahId":52,"ayatId":15,"ayatNo":"١٥","pageNo":524,"ayatText":"اَفَسِحْرٌ هٰذَٓا اَمْ اَنْتُمْ لَا تُبْصِرُونَ","ayatMealText":{"tr":"\"Bu da mı bir sihir? Yoksa siz görmüyor musunuz?","nl":"Is dit dan toverij? Of kunnen jullie niet zien?","en":"Is this magic, or do you not see"},"surah":{"surahId":52,"name":"Tûr","nameAr":"الطُّورِ","revelationOrder":76,"verseCount":49,"juzNo":27,"firstPage":523}},{"id":4751,"surahId":52,"ayatId":16,"ayatNo":"١٦","pageNo":524,"ayatText":"اِصْلَوْهَا فَاصْبِرُٓوا اَوْ لَا تَصْبِرُواۚ سَوَٓاءٌ عَلَيْكُمْؕ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ","ayatMealText":{"tr":"Girin oraya, ister sabredin ister etmeyin artık sizin için birdir. Siz hep yaptıklarınıza göre cezalandırılacaksınız\" (denilecek).","nl":"Gaat haar binnen en weest geduldig of weest ongeduldig; het zal voor jullie niets uitmaken. Voorwaar, jullie worden slechts vergolden naar wat jullie plachten te verrichtten.\"","en":"Burn in it! It is the same whether you endure ˹it˺ patiently or not. You are only rewarded for what you used to do.”"},"surah":null},{"id":4752,"surahId":52,"ayatId":17,"ayatNo":"١٧","pageNo":524,"ayatText":"اِنَّ الْمُتَّقٖينَ فٖي جَنَّاتٍ وَنَعٖيمٍۙ","ayatMealText":{"tr":"Şüphesiz (günahlardan) korunanlar da cennetlerde, nimetler içindedirler.","nl":"Voorwaar, de Moettaqôen bevinden zich in Tuinen (het Paradijs) en in genietingen.","en":"Indeed, the righteous will be in Gardens and bliss"},"surah":null},{"id":4753,"surahId":52,"ayatId":18,"ayatNo":"١٨","pageNo":524,"ayatText":"فَاكِهٖينَ بِمَٓا اٰتٰيهُمْ رَبُّهُمْۚ وَوَقٰيهُمْ رَبُّهُمْ عَذَابَ الْجَحٖيمِ","ayatMealText":{"tr":"Rablerinin kendilerine verdiği ile zevk ü sefâ sürerler. Rableri onları, cehennem azabından korumuştur.","nl":"Zich verheugend over wat hun Heer hun heeft gegeven. En hun Heer heeft hen behoed voor de straf van de Hel.","en":"enjoying whatever their Lord will have granted them. And their Lord will have protected them from the torment of the Hellfire"},"surah":null},{"id":4754,"surahId":52,"ayatId":19,"ayatNo":"١٩","pageNo":524,"ayatText":"كُلُوا وَاشْرَبُوا هَنٖٓيـٔاً بِمَا كُنْتُمْ تَعْمَلُونَۙ","ayatMealText":{"tr":"(Onlara): \"Yaptıklarınıza karşılık afiyetle yeyin, için\" (denilir.)","nl":"(Er wordt gezegd:) \"Eet en drinkt smakelijk wegens wat jullie plachten te verrichten.\"","en":"˹They will be told,˺ “Eat and drink happily for what you used to do.”"},"surah":null},{"id":4755,"surahId":52,"ayatId":20,"ayatNo":"٢٠","pageNo":524,"ayatText":"مُتَّكِـٖٔينَ عَلٰى سُرُرٍ مَصْفُوفَةٍۚ وَزَوَّجْنَاهُمْ بِحُورٍ عٖينٍ","ayatMealText":{"tr":"Sıra sıra dizilmiş koltuklara yaslanırlar. Ayrıca biz onları ceylan gözlü hûrilerle evlendirdik.","nl":"Leunend op rustbanken, tegenover elkaar. En Wij zullen hen huwen met schone maagden.","en":"They will be reclining on thrones, ˹neatly˺ lined up ˹facing each other˺. And We will pair them to maidens with gorgeous eyes"},"surah":null},{"id":4756,"surahId":52,"ayatId":21,"ayatNo":"٢١","pageNo":524,"ayatText":"وَالَّذٖينَ اٰمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاٖيمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَٓا اَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍؕ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهٖينٌ","ayatMealText":{"tr":"İman edip zürriyetleri de iman ile kendilerine tâbi olanlar (yok mu?); işte biz, onların nesillerini de kendilerine kattık. Kendilerinin amellerinden birşey de eksiltmedik. Herkes kendi kazandığına bağlıdır.","nl":"En degenen die geloven en die in het geloof gevolgd worden door hun nakomelingen: Wij voegen hun nakomelingen bij hen en Wij verminderen (de beloning voor) hun daden niet. Ieder mens staat borg voor wat hij verrichtte.","en":"As for those who believe and whose descendants follow them in faith, We will elevate their descendants to their rank, never discounting anything ˹of the reward˺ of their deeds. Every person will reap only what they sowed"},"surah":null},{"id":4757,"surahId":52,"ayatId":22,"ayatNo":"٢٢","pageNo":524,"ayatText":"وَاَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ","ayatMealText":{"tr":"Onlara canlarının istediği meyvalar ve etlerden bol bol verdik.","nl":"En Wij geven hun vruchten en vlees, van welke soort zij wensen.","en":"And We will ˹continually˺ provide them with whatever fruit or meat they desire"},"surah":null},{"id":4758,"surahId":52,"ayatId":23,"ayatNo":"٢٣","pageNo":524,"ayatText":"يَتَنَازَعُونَ فٖيهَا كَأْساً لَا لَغْوٌ فٖيهَا وَلَا تَأْثٖيمٌ","ayatMealText":{"tr":"Orada bir kadeh kapışırlar ki, onda ne bir saçmalama vardır, ne de günaha sokma.","nl":"Zij reiken daar elkaar een beker aan waarbij geen onzin en geen zondigheid is.","en":"They will pass around to each other a drink ˹of pure wine,˺ which leads to no idle talk or sinfulness"},"surah":null},{"id":4759,"surahId":52,"ayatId":24,"ayatNo":"٢٤","pageNo":524,"ayatText":"وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَاَنَّهُمْ لُؤْلُؤٌ۬ مَكْنُونٌ","ayatMealText":{"tr":"Kendilerine ait bir takım hizmetçiler de onların etrafında dönerler. Bu gençler sanki sedefleri içine gizlenmiş inci gibidirler.","nl":"En onder hen gaan jongelingen rond die lijken op welbewaarde parels.","en":"And they will be waited on by their youthful servants like spotless pearls"},"surah":null},{"id":4760,"surahId":52,"ayatId":25,"ayatNo":"٢٥","pageNo":524,"ayatText":"وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَتَسَٓاءَلُونَ","ayatMealText":{"tr":"Birbirlerine yönelip soruyorlar.","nl":"Zij zullen zich tot elkaar wenden en elkaar vragen stellen.","en":"They will turn to one another inquisitively"},"surah":null},{"id":4761,"surahId":52,"ayatId":26,"ayatNo":"٢٦","pageNo":524,"ayatText":"قَالُٓوا اِنَّا كُنَّا قَبْلُ فٖٓي اَهْلِنَا مُشْفِقٖينَ","ayatMealText":{"tr":"Ve diyorlar ki: \"Gerçekte biz daha önce (dünya hayatında) âilemiz içinde (âkibetimizden) korkardık\".","nl":"Zij zeggen: \"Voorwaar, wij waren vroeger temidden van onze verwanten bevreesd (voor Allah).","en":"They will say, “Before ˹this reward˺ we used to be in awe ˹of Allah˺ in the midst of our people"},"surah":null},{"id":4762,"surahId":52,"ayatId":27,"ayatNo":"٢٧","pageNo":524,"ayatText":"فَمَنَّ اللّٰهُ عَلَيْنَا وَوَقٰينَا عَذَابَ السَّمُومِ","ayatMealText":{"tr":"\"Allah bize lutfetti de bizi (vücûdun) içine işleyen (kavurucu) azabdan korudu.\"","nl":"Allah begenadigde ons toen en Hij behoedde ons voor de bestraffing van de verschroeiende wind.","en":"So Allah has graced us and protected us from the torment of ˹Hell’s˺ scorching heat"},"surah":null},{"id":4763,"surahId":52,"ayatId":28,"ayatNo":"٢٨","pageNo":524,"ayatText":"اِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُؕ اِنَّهُ هُوَ الْبَرُّ الرَّحٖيمُࣖ","ayatMealText":{"tr":"\"Gerçekten biz bundan önce O'na yalvarıyorduk. Çünkü iyilik eden, esirgeyen ancak O'dur.\"","nl":"Voorwaar, Wij plachten Hem vroeger aan te roepen: voorwaar, Hij is de Weldoener, de Meest Barmhartige.\"","en":"Indeed, we used to call upon Him ˹alone˺ before. He is truly the Most Kind, Most Merciful.”"},"surah":null},{"id":4764,"surahId":52,"ayatId":29,"ayatNo":"٢٩","pageNo":524,"ayatText":"فَذَكِّرْ فَمَٓا اَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍؕ","ayatMealText":{"tr":"(Ey Muhammed!) sen hatırlat, öğüt ver. Rabbinin nimeti sayesinde sen ne kâhinsin, ne de mecnûn.","nl":"Vermaan daarom, jij bent door de Genade van jouw Heer geen waarzegger en geen bezetene.","en":"So ˹continue to˺ remind ˹all, O Prophet˺. For you, by the grace of your Lord, are not a fortune-teller or a madman"},"surah":null},{"id":4765,"surahId":52,"ayatId":30,"ayatNo":"٣٠","pageNo":524,"ayatText":"اَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهٖ رَيْبَ الْمَنُونِ","ayatMealText":{"tr":"Yoksa onlar (senin için): \"Bir şâirdir, zamanın felaketlerine çarpılmasını gözetliyoruz.\" mu diyorlar?","nl":"Of zeggen zij: \"Een dichter, wij wachten af of het noodlot hem met ongeluk zal treffen.\"","en":"Or do they say, “˹He is˺ a poet, for whom we ˹eagerly˺ await an ill-fate!”"},"surah":null},{"id":4766,"surahId":52,"ayatId":31,"ayatNo":"٣١","pageNo":524,"ayatText":"قُلْ تَرَبَّصُوا فَاِنّٖي مَعَكُمْ مِنَ الْمُتَرَبِّصٖينَؕ","ayatMealText":{"tr":"De ki: Bekleyin, çünkü ben de sizinle beraber bekleyenlerdenim.","nl":"Zeg (O Moehammad): \"Wacht maar af: voorwaar, Ik behoor met jullie tot de afwachtenden.\"","en":"Say, “Keep waiting! I too am waiting with you.”"},"surah":null}]}