{"juzNo":27,"pageNo":525,"arCuzNo":"۲۷","arPageNo":"٥۲٥","quranAyats":[{"id":4767,"surahId":52,"ayatId":32,"ayatNo":"٣٢","pageNo":525,"ayatText":"اَمْ تَأْمُرُهُمْ اَحْلَامُهُمْ بِهٰذَٓا اَمْ هُمْ قَوْمٌ طَاغُونَۚ","ayatMealText":{"tr":"Onların akılları mı bunu emreder yoksa onlar azgın bir topluluk mudur?","nl":"Of beveelt hun verstand hun dit, of zijn zij een overtredend volk?","en":"Or do their ˹intelligent˺ minds prompt them to this ˹paradox˺? Or are they ˹just˺ a transgressing people"},"surah":{"surahId":52,"name":"Tûr","nameAr":"الطُّورِ","revelationOrder":76,"verseCount":49,"juzNo":27,"firstPage":523}},{"id":4768,"surahId":52,"ayatId":33,"ayatNo":"٣٣","pageNo":525,"ayatText":"اَمْ يَقُولُونَ تَقَوَّلَهُۚ بَلْ لَا يُؤْمِنُونَۚ","ayatMealText":{"tr":"Yoksa \"Onu uydurdu\" mu diyorlar? Hayır onlar inanmıyorlar.","nl":"Of zeggen zij: \"Hij heeft hem (de Koran) verzonnen\"? Nee, zij geloven niet.","en":"Or do they say, “He made this ˹Quran˺ up!”? In fact, they have no faith"},"surah":null},{"id":4769,"surahId":52,"ayatId":34,"ayatNo":"٣٤","pageNo":525,"ayatText":"فَلْيَأْتُوا بِحَدٖيثٍ مِثْلِهٖٓ اِنْ كَانُوا صَادِقٖينَؕ","ayatMealText":{"tr":"Eğer doğru iseler onun benzeri bir söz meydana getirsinler.","nl":"Laten zij dan een bericht brengen dat daaraan gelijk is, als zij waarachtigen zijn.","en":"Let them then produce something like it, if what they say is true"},"surah":null},{"id":4770,"surahId":52,"ayatId":35,"ayatNo":"٣٥","pageNo":525,"ayatText":"اَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخَالِقُونَؕ","ayatMealText":{"tr":"Yoksa onlar, hiçbir şey olmadan (yani yaratıcısız) mı yaratıldılar? Yoksa kendileri yaratıcı mıdırlar?","nl":"Of zijn zij uit niets geschapen, of zijn zij (zelf) de scheppers?","en":"Or were they created by nothing, or are they ˹their own˺ creators"},"surah":null},{"id":4771,"surahId":52,"ayatId":36,"ayatNo":"٣٦","pageNo":525,"ayatText":"اَمْ خَلَقُوا السَّمٰوَاتِ وَالْاَرْضَۚ بَلْ لَا يُوقِنُونَؕ","ayatMealText":{"tr":"Yoksa gökleri ve yeri onlar mı yarattılar? Hayır, onlar düşünüp hakikati anlamazlar.","nl":"Of hebben zij de hemelen en de aarde geschapen? Zelfs zij zijn er niet van overtuigd.","en":"Or did they create the heavens and the earth? In fact, they have no firm belief ˹in Allah˺"},"surah":null},{"id":4772,"surahId":52,"ayatId":37,"ayatNo":"٣٧","pageNo":525,"ayatText":"اَمْ عِنْدَهُمْ خَزَٓائِنُ رَبِّكَ اَمْ هُمُ الْمُصَيْطِرُونَؕ","ayatMealText":{"tr":"Yoksa Rabbinin hazineleri onların yanında mıdır? Yahut hâkim (her şeyin yöneticisi) kendileri midir?","nl":"Of bevinden zich bij hen de schaften van jouw Heer, of hebben zij de heerschappij?","en":"Or do they possess the treasuries of your Lord, or are they in control ˹of everything˺"},"surah":null},{"id":4773,"surahId":52,"ayatId":38,"ayatNo":"٣٨","pageNo":525,"ayatText":"اَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فٖيهِۚ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبٖينٍؕ","ayatMealText":{"tr":"Yoksa kendilerine mahsus (üzerine çıkıp sırları) dinleyecekleri bir merdivenleri mi var? Öyleyse dinleyenleri, açık bir delil getirsin.","nl":"Of beschikken zij over een ladder (die tot in de hemel reikt) waarop zij kunnen afluisteren? Laat dan de afluisteraar onder hen met een duidelijk bewijs komen.","en":"Or do they have a stairway, by which they eavesdrop ˹on the heavens˺? Then let those who do so bring a compelling proof"},"surah":null},{"id":4774,"surahId":52,"ayatId":39,"ayatNo":"٣٩","pageNo":525,"ayatText":"اَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَؕ","ayatMealText":{"tr":"Demek kızlar O'na, oğullar size öyle mi?","nl":"Of zijn voor Hem de dochters en voor jullie de zonen?","en":"Or does He have daughters ˹as you claim˺, while you ˹prefer to˺ have sons"},"surah":null},{"id":4775,"surahId":52,"ayatId":40,"ayatNo":"٤٠","pageNo":525,"ayatText":"اَمْ تَسْـَٔلُهُمْ اَجْراً فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَؕ","ayatMealText":{"tr":"Yoksa sen kendilerinden bir ücret istiyorsun da, bu yüzden onlar ağır bir borç altında mı kalıyorlar?","nl":"Of vraag jij van hen een beloning, zodat zij belast zijn met een schuld?","en":"Or are you ˹O Prophet˺ asking them for a reward ˹for the message˺ so that they are overburdened by debt"},"surah":null},{"id":4776,"surahId":52,"ayatId":41,"ayatNo":"٤١","pageNo":525,"ayatText":"اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَؕ","ayatMealText":{"tr":"Yoksa gayb kendilerinin yanında da onlar mı yazıyorlar?","nl":"Of is bij hen het onwaarneembare, zodat zij het kunnen opschrijven?","en":"Or do they have access to ˹the Record in˺ the unseen, so they copy it ˹for all to see˺"},"surah":null},{"id":4777,"surahId":52,"ayatId":42,"ayatNo":"٤٢","pageNo":525,"ayatText":"اَمْ يُرٖيدُونَ كَيْداًؕ فَالَّذٖينَ كَفَرُوا هُمُ الْمَكٖيدُونَؕ","ayatMealText":{"tr":"Yoksa bir tuzak mı kurmak istiyorlar? Fakat o küfredenlerin kendileri tuzağa düşeceklerdir.","nl":"Of willen zij een list beramen? Degenen die niet geloven zijn degenen die in een list versrikt raken.","en":"Or do they intend to scheme ˹against the Prophet˺? Then it is the disbelievers who will fall victim to ˹their˺ schemes"},"surah":null},{"id":4778,"surahId":52,"ayatId":43,"ayatNo":"٤٣","pageNo":525,"ayatText":"اَمْ لَهُمْ اِلٰهٌ غَيْرُ اللّٰهِؕ سُبْحَانَ اللّٰهِ عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"Yoksa onların Allah'tan başka bir ilâhı mı var? Allah, onların ortak koştukları şeylerden uzaktır.","nl":"Of hebben zij een andere god dan Allah? Heilig is Allah, boven de deelgenoten die zij (Hem) toekennen.","en":"Or do they have a god other than Allah? Glorified is Allah far above what they associate ˹with Him˺"},"surah":null},{"id":4779,"surahId":52,"ayatId":44,"ayatNo":"٤٤","pageNo":525,"ayatText":"وَاِنْ يَرَوْا كِسْفاً مِنَ السَّمَٓاءِ سَاقِطاً يَقُولُوا سَحَابٌ مَرْكُومٌ","ayatMealText":{"tr":"Gökten bir parçanın düştüğünü görseler, \"Üst üste yığılmış bulutlardır.\" derler.","nl":"En als zij een stuk uit de hemel (zouden) zien neerstorten, dan zeggen zij: \"Stapelwolken.\"","en":"If they were to see a ˹deadly˺ piece of the sky fall down ˹upon them˺, still they would say, “˹This is just˺ a pile of clouds.”"},"surah":null},{"id":4780,"surahId":52,"ayatId":45,"ayatNo":"٤٥","pageNo":525,"ayatText":"فَذَرْهُمْ حَتّٰى يُلَاقُوا يَوْمَهُمُ الَّذٖي فٖيهِ يُصْعَقُونَۙ","ayatMealText":{"tr":"Artık çarpılacakları günlerine kavuşuncaya kadar onları (kendi hallerine) bırak.","nl":"Laat hen maar, totdat zij hun Dag ontmoeten waarop zij door de bliksemslag getroffen zullen worden.","en":"So leave them until they face their Day in which they will be struck dead—"},"surah":null},{"id":4781,"surahId":52,"ayatId":46,"ayatNo":"٤٦","pageNo":525,"ayatText":"يَوْمَ لَا يُغْنٖي عَنْهُمْ كَيْدُهُمْ شَيْـٔاً وَلَا هُمْ يُنْصَرُونَؕ","ayatMealText":{"tr":"O gün hiçbir tedbirlerinin kendilerine zerre kadar faydası olmayacak ve hiçbir şekilde yardım da görmeyeceklerdir.","nl":"Op die Dag zal hun list niets baten, en zij zullen niet worden geholpen.","en":"the Day their scheming will be of no benefit to them whatsoever, nor will they be helped"},"surah":null},{"id":4782,"surahId":52,"ayatId":47,"ayatNo":"٤٧","pageNo":525,"ayatText":"وَاِنَّ لِلَّذٖينَ ظَلَمُوا عَذَاباً دُونَ ذٰلِكَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُونَ","ayatMealText":{"tr":"Şüphesiz o zulmedenlere ondan başka da azab vardır. Fakat çokları bilmezler.","nl":"En voorwaar, voor degenen die onrecht pleegden is er daarnaast nog een bestraffing, maar de meesten van hen weten het niet.","en":"Also, the wrongdoers will certainly have another torment before that ˹Day˺, but most of them do not know"},"surah":null},{"id":4783,"surahId":52,"ayatId":48,"ayatNo":"٤٨","pageNo":525,"ayatText":"وَاصْبِرْ لِحُكْمِ رَبِّكَ فَاِنَّكَ بِاَعْيُنِنَا وَسَبِّـحْ بِحَمْدِ رَبِّكَ حٖينَ تَقُومُۙ","ayatMealText":{"tr":"Rabbinin hükmüne sabret. Çünkü sen gözlerimizin önündesin. Kalktığın zaman Rabbini hamd ile tesbih et.","nl":"Wees geduldig met de beschikking van jouw Heer. Voorwaar, jij bent in Onze Ogen. En prijs de Glorie van jouw Heer wanneer jij staat.","en":"So be patient with your Lord’s decree, for you are truly under Our ˹watchful˺ Eyes. And glorify the praises of your Lord when you rise"},"surah":null},{"id":4784,"surahId":52,"ayatId":49,"ayatNo":"٤٩","pageNo":525,"ayatText":"وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاِدْبَارَ النُّجُومِ","ayatMealText":{"tr":"Gecenin bir kısmında ve yıldızların batışında da O'nu tesbih et","nl":"En in de nacht, prijst Zijn Glorie, en (ook) bij het vervagen van de sterren (in de vroege ochtend).","en":"And glorify Him during part of the night and at the fading of the stars"},"surah":null}]}