{"juzNo":27,"pageNo":527,"arCuzNo":"۲۷","arPageNo":"٥۲۷","quranAyats":[{"id":4811,"surahId":53,"ayatId":27,"ayatNo":"٢٧","pageNo":527,"ayatText":"اِنَّ الَّذٖينَ لَا يُؤْمِنُونَ بِالْاٰخِرَةِ لَيُسَمُّونَ الْمَلٰٓئِكَةَ تَسْمِيَةَ الْاُنْثٰى","ayatMealText":{"tr":"Ahirete iman etmeyenler meleklere dişilerin adlarını takıp duruyorlar","nl":"Voorwaar, degenen die niet geloven in het Hiernamaals geven de Engelen zeker vrouwelijke namen.","en":"Indeed, those who do not believe in the Hereafter label angels as female"},"surah":{"surahId":53,"name":"Necm","nameAr":"النَّجْمِ","revelationOrder":23,"verseCount":62,"juzNo":27,"firstPage":526}},{"id":4812,"surahId":53,"ayatId":28,"ayatNo":"٢٨","pageNo":527,"ayatText":"وَمَا لَهُمْ بِهٖ مِنْ عِلْمٍؕ اِنْ يَتَّبِعُونَ اِلَّا الظَّنَّۚ وَاِنَّ الظَّنَّ لَا يُغْنٖي مِنَ الْحَقِّ شَيْـٔاًۚ","ayatMealText":{"tr":"Onların bu hususta bir bilgileri yoktur. Sadece zanna uyuyorlar. Zan ise, şüphesiz hakikat bakımından birşey ifade etmez.","nl":"Terwijl zij daarover geen kennis hebben, zij volgen niets dan vermoedens. En voorwaar, vermoedens baten niets tegen de Waarheid.","en":"although they have no knowledge ˹in support˺ of this. They follow nothing but ˹inherited˺ assumptions. And surely assumptions can in no way replace the truth"},"surah":null},{"id":4813,"surahId":53,"ayatId":29,"ayatNo":"٢٩","pageNo":527,"ayatText":"فَاَعْرِضْ عَنْ مَنْ تَوَلّٰى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ اِلَّا الْحَيٰوةَ الدُّنْيَاؕ","ayatMealText":{"tr":"Onun için bizi anmaktan yüz çeviren ve dünya hayatından başka bir şey istemeyenlerden yüz çevir.","nl":"Wend je daarom af (O Moehammad) van wie zich van Onze Vermaning heeft afgekeerd, en die niets wenst dan het wereldse leven.","en":"So turn away ˹O Prophet˺ from whoever has shunned Our Reminder, only seeking the ˹fleeting˺ life of this world"},"surah":null},{"id":4814,"surahId":53,"ayatId":30,"ayatNo":"٣٠","pageNo":527,"ayatText":"ذٰلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِؕ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبٖيلِهٖ وَهُوَ اَعْلَمُ بِمَنِ اهْتَدٰى","ayatMealText":{"tr":"İşte onların ilimden erişebilecekleri (son sınır) budur. Şüphesiz, Rabbin, yolundan sapanı da iyi bilir; O, hidayette olanı da iyi bilir.","nl":"Dat is het doel van hun kennis. Voorwaar, jouw Heer weet beter wie van Zijn Weg is afgedwaald en wie de Leiding heeft aanvaard.","en":"This is the extent of their knowledge. Surely your Lord knows best who has strayed from His Way and who is ˹rightly˺ guided"},"surah":null},{"id":4815,"surahId":53,"ayatId":31,"ayatNo":"٣١","pageNo":527,"ayatText":"وَلِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِۙ لِيَجْزِيَ الَّذٖينَ اَسَٓاؤُ۫ا بِمَا عَمِلُوا وَيَجْزِيَ الَّذٖينَ اَحْسَنُوا بِالْحُسْنٰىۚ","ayatMealText":{"tr":"Göklerde ve yerde bulunanlar hep Allah'ındır. Akıbet (sonuçta) kötülük yapanları yaptıkları ile cezalandıracak, güzel davrananları da daha güzeliyle mükafatlandıracaktır.","nl":"En aan Allah behoort wat er in de hemelen en op de aarde is; opdat Hij degenen die kwaad verrichtten zal vergelden voor wat zij deden en opdat Hij degenen die goed deden zal belonen met het beste (het Paradijs).","en":"To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth so that He may reward the evildoers according to what they did, and reward the good-doers with the finest reward—"},"surah":null},{"id":4816,"surahId":53,"ayatId":32,"ayatNo":"٣٢","pageNo":527,"ayatText":"اَلَّذٖينَ يَجْتَنِبُونَ كَـبَٓائِرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَؕ اِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِؕ هُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فٖي بُطُونِ اُمَّهَاتِكُمْۚ فَلَا تُزَكُّٓوا اَنْفُسَكُمْؕ هُوَ اَعْلَمُ بِمَنِ اتَّقٰىࣖ","ayatMealText":{"tr":"Onlar ki günahın büyüklerinden ve çirkin işlerden kaçınırlar, yalnız bazı küçük kusurlar hariç. Şüphesiz Rabbinin affı geniştir. O, sizi daha topraktan yarattığı zaman ve siz annelerinizin karınlarında bulunduğunuz sırada, sizi en iyi bilendir. Bunun için kendinizi temize çıkarmayın. Çünkü O, kötülükten sakınanı daha iyi bilir.","nl":"(Zij zijn) degenen die de grote zonden en zedeloosheden mijden, behalve (onvermijdbare) lichte fouten. Voorwaar, jouw Heer is alomvattend in de vergeving. Hij kent jullie beter: toen Hij jullie uit aarde voortbracht en toen jullie nog baby's waren in de schoten van jullie moeders. Prijst niet julliezelf; Hij weet het beter wie (Allah) vreest.","en":"those who avoid major sins and shameful deeds, despite ˹stumbling on˺ minor sins. Surely your Lord is infinite in forgiveness. He knew well what would become of you as He created you from the earth and while you were ˹still˺ fetuses in the wombs of your mothers. So do not ˹falsely˺ elevate yourselves. He knows best who is ˹truly˺ righteous"},"surah":null},{"id":4817,"surahId":53,"ayatId":33,"ayatNo":"٣٣","pageNo":527,"ayatText":"اَفَرَاَيْتَ الَّذٖي تَوَلّٰىۙ","ayatMealText":{"tr":"Şimdi gördün mü O yüz çevireni?","nl":"Heb jij degene gezien die zich afkeert?","en":"Have you seen the one who turned away ˹from Islam,˺"},"surah":null},{"id":4818,"surahId":53,"ayatId":34,"ayatNo":"٣٤","pageNo":527,"ayatText":"وَاَعْطٰى قَلٖيلاً وَاَكْدٰى","ayatMealText":{"tr":"Azıcık verip (sonra vermemekte) direneni?","nl":"En die weinig gaf en (daarna) ophield?","en":"and ˹initially˺ paid a little ˹for his salvation˺, and then stopped"},"surah":null},{"id":4819,"surahId":53,"ayatId":35,"ayatNo":"٣٥","pageNo":527,"ayatText":"اَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى","ayatMealText":{"tr":"Gaybın bilgisi kendi yanındadır da, o mu görüyor?","nl":"Heeft hij kennis over het onwaarneembare, zodat hij ziet?","en":"Does he have the knowledge of the unseen so that he sees ˹the Hereafter˺"},"surah":null},{"id":4820,"surahId":53,"ayatId":36,"ayatNo":"٣٦","pageNo":527,"ayatText":"اَمْ لَمْ يُنَبَّأْ بِمَا فٖي صُحُفِ مُوسٰىۙ","ayatMealText":{"tr":"Yoksa haber verilmedi mi Musa'nın sahifelerinde yazılı olanlar?","nl":"Of is hij niet op de hoogte gebracht van wat in de geschriften van Môesa staat?","en":"Or has he not been informed of what is in the Scripture of Moses"},"surah":null},{"id":4821,"surahId":53,"ayatId":37,"ayatNo":"٣٧","pageNo":527,"ayatText":"وَاِبْرٰهٖيمَ الَّذٖي وَفّٰىۙ","ayatMealText":{"tr":"Ve çok vefakâr olan İbrahim'in sahifelerindekiler?","nl":"En (de geschriften van) Ibrâhîm die trouw was?","en":"and ˹that of˺ Abraham, who ˹perfectly˺ fulfilled ˹his covenant˺"},"surah":null},{"id":4822,"surahId":53,"ayatId":38,"ayatNo":"٣٨","pageNo":527,"ayatText":"اَلَّا تَزِرُ وَازِرَةٌ وِزْرَ اُخْرٰىۙ","ayatMealText":{"tr":"Ki hiçbir günahkâr başkasının günah yükünü yüklenmez.","nl":"Dat geen enkele drager de zonden van een ander zal dragen?","en":"˹They state˺ that no soul burdened with sin will bear the burden of another"},"surah":null},{"id":4823,"surahId":53,"ayatId":39,"ayatNo":"٣٩","pageNo":527,"ayatText":"وَاَنْ لَيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ","ayatMealText":{"tr":"Doğrusu insana çalışmasından başka bir şey yoktur.","nl":"En dat de mens slechts dat krijgt waarnaar hij gestreefd hoeft?","en":"and that each person will only have what they endeavoured towards"},"surah":null},{"id":4824,"surahId":53,"ayatId":40,"ayatNo":"٤٠","pageNo":527,"ayatText":"وَاَنَّ سَعْيَهُ سَوْفَ يُرٰىࣕ","ayatMealText":{"tr":"Ve çalışması da yakında görülecektir.","nl":"En dat hij (het resultaat van) zijn streven zal zien?","en":"and that ˹the outcome of˺ their endeavours will be seen ˹in their record˺"},"surah":null},{"id":4825,"surahId":53,"ayatId":41,"ayatNo":"٤١","pageNo":527,"ayatText":"ثُمَّ يُجْزٰيهُ الْجَزَٓاءَ الْاَوْفٰىۙ","ayatMealText":{"tr":"Sonra ona karşılığı tastamam verilecektir.","nl":"Waarop zal hij beloond (vergolden) worden met de volmaakte beloning (vergelding)?","en":"then they will be fully rewarded"},"surah":null},{"id":4826,"surahId":53,"ayatId":42,"ayatNo":"٤٢","pageNo":527,"ayatText":"وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ","ayatMealText":{"tr":"Ve şüphesiz en son varış, Rabbinedir.","nl":"En dat bij jouw Heer het einde is?","en":"and that to your Lord ˹alone˺ is the ultimate return ˹of all things˺"},"surah":null},{"id":4827,"surahId":53,"ayatId":43,"ayatNo":"٤٣","pageNo":527,"ayatText":"وَاَنَّهُ هُوَ اَضْحَكَ وَاَبْكٰىۙ","ayatMealText":{"tr":"Doğrusu güldüren de ağlatan da O'dur.","nl":"En dat Hij het is Die doet lachen en doet huilen?","en":"Moreover, He is the One Who brings about joy and sadness"},"surah":null},{"id":4828,"surahId":53,"ayatId":44,"ayatNo":"٤٤","pageNo":527,"ayatText":"وَاَنَّهُ هُوَ اَمَاتَ وَاَحْيَاۙ","ayatMealText":{"tr":"Öldüren de dirilten de O'dur.","nl":"En dat Hij het is Die doet sterven en Die doet leven?","en":"And He is the One Who gives life and causes death"},"surah":null}]}