{"juzNo":3,"pageNo":53,"arCuzNo":"۳","arPageNo":"٥۳","quranAyats":[{"id":316,"surahId":3,"ayatId":23,"ayatNo":"٢٣","pageNo":53,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ اُو۫تُوا نَصٖيباً مِنَ الْكِتَابِ يُدْعَوْنَ اِلٰى كِتَابِ اللّٰهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرٖيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ","ayatMealText":{"tr":"Görmüyor musun, o kendilerine kitaptan bir nasip verilmiş olanlar, aralarında hüküm vermek için Allah'ın kitabına davet olunuyorlar da, sonra içlerinden bir kısmı yüz çevirerek dönüp gidiyorlar.","nl":"Heb jij degenen niet gezien aan wie een deel van de Schrift gegeven was? Zij zijn tot het Boek van Allah uitgenodigd, opdate her tussen hen zou oordelen. Vervolgens scheidde een groep van hen zich af en zij wendden zich af.","en":"Have you not seen those who were given a portion of the Scriptures? Yet when they are invited to the Book of Allah to settle their disputes, some of them turn away heedlessly"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":317,"surahId":3,"ayatId":24,"ayatNo":"٢٤","pageNo":53,"ayatText":"ذٰلِكَ بِاَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ اِلَّٓا اَيَّاماً مَعْدُودَاتٍࣕ وَغَرَّهُمْ فٖي دٖينِهِمْ مَا كَانُوا يَفْتَرُونَ","ayatMealText":{"tr":"Bunun sebebi, onların \"belli günlerden başka bize asla ateş azabı dokunmaz\" demeleridir. Uydurageldikleri yalanlar dinlerinde kendilerini aldatmaktadır.","nl":"Dat is omdat zij zeggen: \"De Hel zal ons niet aanraken, behalve een vastgesteld aantal dagen.\" Want zij werden in hun godsdienst bedrogen door wat zij plachten te verzinnen.","en":"This is because they say, “The Fire will not touch us except for a few days.” They have been deceived in their faith by their wishful lying"},"surah":null},{"id":318,"surahId":3,"ayatId":25,"ayatNo":"٢٥","pageNo":53,"ayatText":"فَكَيْفَ اِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فٖيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ","ayatMealText":{"tr":"O geleceğinde hiç şüphe olmayan günde kendilerini bir araya topladığımız ve hiç kimseye haksızlık edilmeden herkese ne kazandıysa tamamen ödendiği vakit halleri nasıl olacaktır?","nl":"En wat (zal er met hen gebeuren) wanneer Wij hen bij elkaar brengen op een Dag waaraan geen twijfel is, en iedere ziel vergolden zal worden voor wat zij bedreven heeft, terwijl zij zullen niet onrechtvaardig behandeld worden?","en":"But how ˹horrible˺ will it be when We gather them together on the Day about which there is no doubt—when every soul will be paid in full for what it has done, and none will be wronged"},"surah":null},{"id":319,"surahId":3,"ayatId":26,"ayatNo":"٢٦","pageNo":53,"ayatText":"قُلِ اللّٰهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَٓاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَٓاءُؗ وَتُعِزُّ مَنْ تَشَٓاءُ وَتُذِلُّ مَنْ تَشَٓاءُؕ بِيَدِكَ الْخَيْرُؕ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"De ki: \"Ey mülkün sahibi Allah'ım! Sen mülkü dilediğine verirsin, dilediğinden de onu çeker alırsın, dilediğini aziz edersin, dilediğini zelil edersin. Hayır Senin elindedir. Muhakkak ki, Sen her şeye kâdirsin.","nl":"Zeg: \"O Allah, Koning van het Koninkrijk, U schenkt het Koninkrijk aan wie U wilt, en U ontzegt het Koninkrijk aan wie U wilt, en U eert wie U wilt, en U vernedert wie U wilt, in Uw hand is het Goede. Voorwaar, U bent Almachtig over alle zaken.\"","en":"Say, ˹O Prophet,˺ “O Allah! Lord over all authorities! You give authority to whoever You please and remove it from who You please; You honour whoever You please and disgrace who You please—all good is in Your Hands. Surely You ˹alone˺ are Most Capable of everything"},"surah":null},{"id":320,"surahId":3,"ayatId":27,"ayatNo":"٢٧","pageNo":53,"ayatText":"تُولِجُ الَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي الَّيْلِؗ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّؗ وَتَرْزُقُ مَنْ تَشَٓاءُ بِغَيْرِ حِسَابٍ","ayatMealText":{"tr":"Geceyi gündüzün içine sokarsın, gündüzü gecenin içine sokarsın; ölüden diri çıkarırsın, diriden ölü çıkarırsın. Dilediğine de hesapsız rızık verirsin.","nl":"U doet de dag de nacht bedekken en U doet de nacht de dag bedekken en U brengt de levenden voort uit de doden en u brengt de doden voort uit de levenden en U voorziet wie U wilt zonder afrekening.\"","en":"You cause the night to pass into the day and the day into the night. You bring forth the living from the dead and the dead from the living. And You provide for whoever You will without limit.”"},"surah":null},{"id":321,"surahId":3,"ayatId":28,"ayatNo":"٢٨","pageNo":53,"ayatText":"لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرٖينَ اَوْلِيَٓاءَ مِنْ دُونِ الْمُؤْمِنٖينَۚ وَمَنْ يَفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللّٰهِ فٖي شَيْءٍ اِلَّٓا اَنْ تَتَّقُوا مِنْهُمْ تُقٰيةًؕ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهُؕ وَاِلَى اللّٰهِ الْمَصٖيرُ","ayatMealText":{"tr":"Müminler, müminleri bırakıp da kâfirleri dost edinmesin ve onu her kim yaparsa Allah'dan ilişiği kesilmiş olur, ancak onlardan bir korunma yapmanız başkadır. Bununla beraber Allah sizi kendisinden korunmanız hususunda uyarır. Nihâyet gidiş Allah'adır.","nl":"Laten de gelovigen niet de ongelovigen in plaats van de gelovigen als beschermers nemen, en degene die dat doet heeft niets meer met Allah te maken, behalve wanneer jullie hen (de ongerlovigen) angstig vrezen. En Allah waarschuwt jullie (voor) Zijn (bestraffing). En tot Allah is de terugkeer.","en":"Believers should not take disbelievers as guardians instead of the believers—and whoever does so will have nothing to hope for from Allah—unless it is a precaution against their tyranny. And Allah warns you about Himself. And to Allah is the final return"},"surah":null},{"id":322,"surahId":3,"ayatId":29,"ayatNo":"٢٩","pageNo":53,"ayatText":"قُلْ اِنْ تُخْفُوا مَا فٖي صُدُورِكُمْ اَوْ تُبْدُوهُ يَعْلَمْهُ اللّٰهُؕ وَيَعْلَمُ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"De ki, göğüslerinizdekini gizleseniz de, açığa vursanız da Allah onu bilir. Göklerde ne var, yerde ne varsa hepsini bilir. Hiç şüphesiz Allah, her şeye kadirdir.","nl":"Zeg (O Moehammad): \"Of jullie verbergen wat in jullie harten is, of jullie laten het zien: Allah weet ervan. Hij kent wat er in de hemelen is en wat er op de aarde is. En Allah is Almachtig over alle zaken.\"","en":"Say, ˹O Prophet,˺ “Whether you conceal what is in your hearts or reveal it, it is known to Allah. For He knows whatever is in the heavens and whatever is on the earth. And Allah is Most Capable of everything.”"},"surah":null}]}