{"juzNo":27,"pageNo":539,"arCuzNo":"۲۷","arPageNo":"٥۳۹","quranAyats":[{"id":5087,"surahId":57,"ayatId":12,"ayatNo":"١٢","pageNo":539,"ayatText":"يَوْمَ تَرَى الْمُؤْمِنٖينَ وَالْمُؤْمِنَاتِ يَسْعٰى نُورُهُمْ بَيْنَ اَيْدٖيهِمْ وَبِاَيْمَانِهِمْ بُشْرٰيكُمُ الْيَوْمَ جَنَّاتٌ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَاؕ ذٰلِكَ هُوَ الْفَوْزُ الْعَظٖيمُۚ","ayatMealText":{"tr":"O gün inanan erkekleri ve inanan kadınları görürsün ki nurları, önlerinde ve sağlarında koşuyor. (Kendilerine): \"Bugün müjdeniz altlarından ırmaklar akan, içlerinde ebedi kalacağınız cennetlerdir.\" (denilir) İşte büyük kurtuluş budur!","nl":"Gedenkt de Dag waarop jij de gelovige mannen en de gelovigen vrouwen ziet. Hun licht straalt vóór hen en rechts van hen. (Er wordt hun gezegd:) \"Deze Dag is er een verheugend bericht voor jullie: een Tuin waar onder door de rivieren stromen, (jullie zijn) daarin eeuwig levend. Dat is de geweldige overwinning.\"","en":"On that Day you will see believing men and women with their light shining ahead of them and on their right. ˹They will be told,˺ “Today you have good news of Gardens, under which rivers flow, ˹for you˺ to stay in forever. This is ˹truly˺ the ultimate triumph.”"},"surah":{"surahId":57,"name":"Hadîd","nameAr":"الْحَد۪يدِ","revelationOrder":94,"verseCount":29,"juzNo":27,"firstPage":537}},{"id":5088,"surahId":57,"ayatId":13,"ayatNo":"١٣","pageNo":539,"ayatText":"يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذٖينَ اٰمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قٖيلَ ارْجِعُوا وَرَٓاءَكُمْ فَالْتَمِسُوا نُوراًؕ فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌؕ بَاطِنُهُ فٖيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُؕ","ayatMealText":{"tr":"O gün münafık erkekler ve münafık kadınlar o iman edenlere şöyle diyeceklerdir: \"Bize bakın da sizin nurunuzdan alalım?\" Onlara: \"Arkanıza dönün de nur arayın!\" denilir. Aralarına kapılı bir sur çekilir ki, onun içinde rahmet, dışında da azap vardır.","nl":"Op die Dag zullen de huichelaars en de huichelaarsters tegen degenen die geloven, zeggen: \"Wacht op ons en zodat wij jullie licht gebruiken. \" Er wordt gezegd: \"Gaat terug, naar achteren jullie! Smeekt om licht!\" Er zal dan een muur tussen hen worden geplaatst, die een poort heeft: aan de binnenkant is er de Barmhartigheid en aan de buitenkant is er de bestraffing.","en":"On that Day hypocrite men and women will beg the believers, “Wait for us so that we may have some of your light.” It will be said ˹mockingly˺, “Go back ˹to the world˺ and seek a light ˹there˺!” Then a ˹separating˺ wall with a gate will be erected between them. On the near side will be grace and on the far side will be torment"},"surah":null},{"id":5089,"surahId":57,"ayatId":14,"ayatNo":"١٤","pageNo":539,"ayatText":"يُنَادُونَهُمْ اَلَمْ نَكُنْ مَعَكُمْؕ قَالُوا بَلٰى وَلٰكِنَّكُمْ فَـتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَٓاءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُورُ","ayatMealText":{"tr":"(Münafıklar) onlara: \"Biz sizinle beraber değil miydik?\" diye seslenirler. (Müminler) de derler ki: \"Evet ama, siz kendi canlarınıza kötülük ettiniz, gözlediniz, şüpheye düştünüz ve kuruntular sizi aldattı. O çok aldatan (şeytan) sizi, Allah hakkında bile aldattı. Nihayet Allah'ın emri gelip çattı.","nl":"Zij (de huichelaars) roepen tot hen (de gelovigen): \"Waren wij niet met jullie?\" Zij zeggen: '\"Welzeker, maar jullie brachten jezelf in verzoeking en jullie wachtten en jullie twijfelden en de ijdele wensen hebben jullie misleid, tot de beschikking van Allah bewaarheid werd. En de verleider (de Satan) heeft jullie van Allah weggeleid.","en":"The tormented will cry out to those graced, “Were we not with you?” They will reply, “Yes ˹you were˺. But you chose to be tempted ˹by hypocrisy˺, ˹eagerly˺ awaited ˹our demise˺, doubted ˹the truth˺, and were deluded by false hopes until Allah’s decree ˹of your death˺ came to pass. And ˹so˺ the Chief Deceiver deceived you about Allah"},"surah":null},{"id":5090,"surahId":57,"ayatId":15,"ayatNo":"١٥","pageNo":539,"ayatText":"فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذٖينَ كَفَرُواؕ مَأْوٰيكُمُ النَّارُؕ هِيَ مَوْلٰيكُمْؕ وَبِئْسَ الْمَصٖيرُ","ayatMealText":{"tr":"Bugün artık ne sizden ne de inkar edenlerden fidye kabul edilir, varacağınız yer ateştir. Size yaraşan odur. Orası ne kötü bir dönüş yeridir!","nl":"Op deze Dag, zal er van jullie geen losprijs worden aanvaard, en ook niet van de ongelovigen. Jullie verblijfplaats is de Hel, dat is jullie beschermer. En dat is de slechtste plaats van terugkeer!\"","en":"So Today no ransom will be accepted from you ˹hypocrites˺, nor from the disbelievers. Your home is the Fire—it is the ˹only˺ fitting place for you. What an evil destination!”"},"surah":null},{"id":5091,"surahId":57,"ayatId":16,"ayatNo":"١٦","pageNo":539,"ayatText":"اَلَمْ يَأْنِ لِلَّذٖينَ اٰمَنُٓوا اَنْ تَخْشَعَ قُلُوبُهُمْ لِذِ كْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُونُوا كَالَّذٖينَ اُو۫تُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوبُهُمْؕ وَكَثٖيرٌ مِنْهُمْ فَاسِقُونَ","ayatMealText":{"tr":"İnananlar için hâlâ vakit gelmedi mi ki, kalbleri Allah'ın zikrine ve inen hakka saygı duysun ve bundan önce kendilerine verilmiş, sonra üzerlerinden uzun zaman geçmekle kalbleri katılaşmış, çoğu da yoldan çıkmış kimseler gibi olmasınlar?","nl":"Is het voor degenen die geloven nog geen tijd, dat hun harten zich vernederen voor het gedenken van Allah en wat is geopenbaard van de Waarheid (de Koran)? En laten zij niet worden als degenen aan wie de Schrift (de Taurât) voorheen was gegeven. Toen werd de tijd voor hen te lang, zodat hun harten verhardden. En de meesten van hen zijn zwaar zondigen.","en":"Has the time not yet come for believers’ hearts to be humbled at the remembrance of Allah and what has been revealed of the truth, and not be like those given the Scripture before—˹those˺ who were spoiled for so long that their hearts became hardened. And many of them are ˹still˺ rebellious"},"surah":null},{"id":5092,"surahId":57,"ayatId":17,"ayatNo":"١٧","pageNo":539,"ayatText":"اِعْلَمُٓوا اَنَّ اللّٰهَ يُحْـيِ الْاَرْضَ بَعْدَ مَوْتِهَاؕ قَدْ بَيَّنَّا لَكُمُ الْاٰيَاتِ لَعَلَّكُمْ تَعْقِلُونَ","ayatMealText":{"tr":"Biliniz ki Allah yer yüzünü ölümünden sonra diriltir. Belki aklınızı kullanırsınız diye size âyetleri açıkladık.","nl":"Weet dat Allah de aarde doet leven na haar dood. Waarlijk, Wij hebben voor jullie de Tekenen duidelijk gemaakt. Hopelijk zullen jullie begrijpen.","en":"Know that Allah revives the earth after its death. We have certainly made the signs clear for you so perhaps you will understand"},"surah":null},{"id":5093,"surahId":57,"ayatId":18,"ayatNo":"١٨","pageNo":539,"ayatText":"اِنَّ الْمُصَّدِّقٖينَ وَالْمُصَّدِّقَاتِ وَاَقْرَضُوا اللّٰهَ قَرْضاً حَسَناً يُضَاعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرٖيمٌ","ayatMealText":{"tr":"Şüphesiz sadaka veren erkeklere ve sadaka veren kadınlara ve Allah'a güzel bir ödünç verenlere, verdikleri kat kat artırılır ve onlara şerefli bir mükafat vardır.","nl":"Voorwaar, de mannen die bijdragen geven en de vrouwen die bijdragen geven en Allah een goede lening geven: Hij zal (het) voor hen vermenigvuldigen en voor hen is er een rijke beloning.","en":"Indeed, those men and women who give in charity and lend to Allah a good loan will have it multiplied for them, and they will have an honourable reward"},"surah":null}]}