{"juzNo":3,"pageNo":54,"arCuzNo":"۳","arPageNo":"٥٤","quranAyats":[{"id":323,"surahId":3,"ayatId":30,"ayatNo":"٣٠","pageNo":54,"ayatText":"يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَراًۚۛ وَمَا عَمِلَتْ مِنْ سُٓوءٍۚۛ تَوَدُّ لَوْ اَنَّ بَيْنَهَا وَبَيْنَهُٓ اَمَداً بَعٖيداًؕ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهُؕ وَاللّٰهُ رَؤُ۫فٌ بِالْعِبَادِࣖ","ayatMealText":{"tr":"O gün her nefis, ne hayır işlemişse, ne kötülük yapmışsa onları önünde hazır bulur. Yaptığı kötülüklerle kendi arasında uzak bir mesafe bulunsun ister. Allah, size asıl kendisinden çekinmenizi emreder. Şüphesiz ki Allah, kullarını çok esirger.","nl":"Op de Dag dat iedere ziel aanwezig vindt wat zij van het goede verricht heeft en wat zij van het kwade verricht heeft, zal zij wensen dat er een grotere afstand tussen haar en haar (kwaad) zou zijn. En Allah waarschuwt jullie (voor) Zijn (bestraffing) en Allah is Genadig voor de dienaren.","en":"˹Watch for˺ the Day when every soul will be presented with whatever good it has done. And it will wish that its misdeeds were far off. And Allah warns you about Himself. And Allah is Ever Gracious to ˹His˺ servants"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":324,"surahId":3,"ayatId":31,"ayatNo":"٣١","pageNo":54,"ayatText":"قُلْ اِنْ كُنْتُمْ تُحِبُّونَ اللّٰهَ فَاتَّبِعُونٖي يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"De ki, siz gerçekten Allah'ı seviyorsanız bana uyun ki, Allah da sizi sevsin ve suçlarınızı bağışlasın. Çünkü Allah çok esirgeyici ve bağışlayıcıdır.","nl":"Zeg (O Moehammad): Als jullie van Allah houden, volg mij dan: Allah zal van jullie houden en jullie zonden vergeven. En Allah is Vergevensgezind, Meest Barmhartig.\"","en":"Say, ˹O Prophet,˺ “If you ˹sincerely˺ love Allah, then follow me; Allah will love you and forgive your sins. For Allah is All-Forgiving, Most Merciful.”"},"surah":null},{"id":325,"surahId":3,"ayatId":32,"ayatNo":"٣٢","pageNo":54,"ayatText":"قُلْ اَطٖيعُوا اللّٰهَ وَالرَّسُولَۚ فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ لَا يُحِبُّ الْكَافِرٖينَ","ayatMealText":{"tr":"De ki, Allah'a ve Peygamber'e itaat edin! Eğer aksine giderlerse, şüphe yok ki Allah kâfirleri sevmez.","nl":"Zeg: \"Gehoorzaamt Allah en de Boodschapper, maar als jullie je afwenden: voorwaar, Allah houdt niet van de ongelovigen.\"","en":"Say, ˹O Prophet,˺ “Obey Allah and His Messenger.” If they still turn away, then truly Allah does not like the disbelievers"},"surah":null},{"id":326,"surahId":3,"ayatId":33,"ayatNo":"٣٣","pageNo":54,"ayatText":"اِنَّ اللّٰهَ اصْطَفٰٓى اٰدَمَ وَنُوحاً وَاٰلَ اِبْرٰهٖيمَ وَاٰلَ عِمْرٰنَ عَلَى الْعَالَمٖينَۙ","ayatMealText":{"tr":"Gerçekten Allah, Adem'i, Nuh'u, İbrahim soyunu ve İmran soyunu âlemler üzerine seçkin kıldı.","nl":"Voorwaar, Allah verkoos Adam en Noeh en de familie van Ibrâhîm en failie van Imran boven de (andere) wereldbewoners.","en":"Indeed, Allah chose Adam, Noah, the family of Abraham, and the family of ’Imrân above all people ˹of their time˺"},"surah":null},{"id":327,"surahId":3,"ayatId":34,"ayatNo":"٣٤","pageNo":54,"ayatText":"ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍؕ وَاللّٰهُ سَمٖيعٌ عَلٖيمٌۚ","ayatMealText":{"tr":"Bir zürriyet olarak birbirinden gelmişlerdir. Allah her şeyi işitendir, bilendir.","nl":"Zij zijn afstammelingen van elkaar, en Allah is Alhorend, Alwetend.","en":"They are descendants of one another. And Allah is All-Hearing, All-Knowing"},"surah":null},{"id":328,"surahId":3,"ayatId":35,"ayatNo":"٣٥","pageNo":54,"ayatText":"اِذْ قَالَتِ امْرَاَتُ عِمْرٰنَ رَبِّ اِنّٖي نَذَرْتُ لَكَ مَا فٖي بَطْنٖي مُحَرَّراً فَتَقَبَّلْ مِنّٖيۚ اِنَّكَ اَنْتَ السَّمٖيعُ الْعَلٖيمُ","ayatMealText":{"tr":"İmran'ın karısı: \"Rabbim, karnımdakini tam hür olarak sana adadım, benden kabul buyur, şüphesiz sen işitensin, bilensin.\" demişti.","nl":"Teon de vrouw van 'Imran zei: \"Mijn Heer, voorwaar, ik wijd bij belofte aan U wat er in mijn buik is, aanvaard het van mij. Voorwaar, U bent de Alhorende, de Alwetende.\"","en":"˹Remember˺ when the wife of ’Imrân said, “My Lord! I dedicate what is in my womb entirely to Your service, so accept it from me. You ˹alone˺ are truly the All-Hearing, All-Knowing.”"},"surah":null},{"id":329,"surahId":3,"ayatId":36,"ayatNo":"٣٦","pageNo":54,"ayatText":"فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ اِنّٖي وَضَعْتُهَٓا اُنْثٰىؕ وَاللّٰهُ اَعْلَمُ بِمَا وَضَعَتْؕ وَلَيْسَ الذَّكَرُ كَالْاُنْثٰىۚ وَاِنّٖي سَمَّيْتُهَا مَرْيَمَ وَاِنّٖٓي اُعٖيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجٖيمِ","ayatMealText":{"tr":"Onu doğuruncaAllah onun ne doğurduğunu bilip dururkenşöyle dedi: \"Rabbim, onu kız doğurdum; erkek, kız gibi değildir. Ona Meryem adını verdim. Onu ve soyunu koğulmuş şeytanın şerrinden sana ısmarlıyorum\".","nl":"En toen zij haar gebaard had, zei zij: \"Mijn Heer, ik heb haar gebaard, (het is) een meisje,\" - en Allah wist het best wat zij gebaard had - \"en het mannelijke is niet als het vrouwelijke. En voorwaar, ik heb haar Maryam genoemd, en ik smeek U haar en haar nakomelingen te bescherment tegen de vervloekte Satan.\"","en":"When she delivered, she said, “My Lord! I have given birth to a girl,”—and Allah fully knew what she had delivered—“and the male is not like the female. I have named her Mary, and I seek Your protection for her and her offspring from Satan, the accursed.”"},"surah":null},{"id":330,"surahId":3,"ayatId":37,"ayatNo":"٣٧","pageNo":54,"ayatText":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَاَنْبَتَهَا نَبَاتاً حَسَناًۙ وَكَفَّلَهَا زَكَرِيَّاؕ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَۙ وَجَدَ عِنْدَهَا رِزْقاًۚ قَالَ يَا مَرْيَمُ اَنّٰى لَكِ هٰذَاؕ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِؕ اِنَّ اللّٰهَ يَرْزُقُ مَنْ يَشَٓاءُ بِغَيْرِ حِسَابٍ","ayatMealText":{"tr":"Bunun üzerine Rabbi onu güzel bir şekilde kabul buyurdu ve onu güzel bir bitki gibi yetiştirdi ve Zekeriyya'nın himayesine verdi. Zekeriyya ne zaman kızın bulunduğu mihraba girse, onun yanında yeni bir yiyecek bulurdu. \"Meryem! Bu sana nereden geldi?\" deyince, o da: \"Bu, Allah katındandır.\" derdi. Şüphesiz Allah, dilediğine hesapsız rızık verir.","nl":"Toen aanvaardde haar Heer haar vriendelijk en deed haar goed opgroeien. En Hij stelde haar onder de hoede van Zakariyya. Iedere keer dat Zakariyya in de (gebeds-) ruimte bij haar kwam vond hij levensvoorzieningen bij haar. Hij zei: \"O maryam, van waar heb jij dat?\" Zij zei: \"Dat komt bij Allah vandaan, voorwaar, Allah voorziet wie Hij wil zonder afrekening.\"","en":"So her Lord accepted her graciously and blessed her with a pleasant upbringing—entrusting her to the care of Zachariah. Whenever Zachariah visited her in the sanctuary, he found her supplied with provisions. He exclaimed, “O Mary! Where did this come from?” She replied, “It is from Allah. Surely Allah provides for whoever He wills without limit.”"},"surah":null}]}