{"juzNo":27,"pageNo":540,"arCuzNo":"۲۷","arPageNo":"٥٤۰","quranAyats":[{"id":5094,"surahId":57,"ayatId":19,"ayatNo":"١٩","pageNo":540,"ayatText":"وَالَّذٖينَ اٰمَنُوا بِاللّٰهِ وَرُسُلِـهٖٓ اُو۬لٰٓئِكَ هُمُ الصِّدّٖيقُونَࣗ وَالشُّهَدَٓاءُ عِنْدَ رَبِّهِمْؕ لَهُمْ اَجْرُهُمْ وَنُورُهُمْؕ وَالَّذٖينَ كَفَرُوا وَكَذَّبُوا بِاٰيَاتِنَٓا اُو۬لٰٓئِكَ اَصْحَابُ الْجَحٖيمِࣖ","ayatMealText":{"tr":"Allah'a ve peygamberine iman edenler var ya, işte onlar, Rableri yanında sözü özü doğru olanlar ve şehitlik mertebesine erenlerdir. Onların mükafatları ve nurları vardır. İnkar edip de âyetlerimizi yalanlayanlara gelince, onlar da cehennemin adamlarıdır.","nl":"En degenen die in Allah en Zijn Boodschapper geloven: zij zijn de getrouwen en de getuigen bij hun Heer, voor hen is er hun beloning en hun licht. En degenen die ongelovig zijn en die Onze Verzen loochenen: zij zijn de bewonen van Djahîm (de Hel).","en":"˹As for˺ those who believe in Allah and His messengers, it is they who are ˹truly˺ the people of truth. And the martyrs, with their Lord, will have their reward and their light. But ˹as for˺ those who disbelieve and reject Our signs, it is they who will be the residents of the Hellfire"},"surah":{"surahId":57,"name":"Hadîd","nameAr":"الْحَد۪يدِ","revelationOrder":94,"verseCount":29,"juzNo":27,"firstPage":537}},{"id":5095,"surahId":57,"ayatId":20,"ayatNo":"٢٠","pageNo":540,"ayatText":"اِعْلَمُٓوا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزٖينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْاَمْوَالِ وَالْاَوْلَادِؕ كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهٖيجُ فَتَرٰيهُ مُصْفَراًّ ثُمَّ يَكُونُ حُطَاماًؕ وَفِي الْاٰخِرَةِ عَذَابٌ شَدٖيدٌۙ وَمَغْفِرَةٌ مِنَ اللّٰهِ وَرِضْوَانٌؕ وَمَا الْحَيٰوةُ الدُّنْيَٓا اِلَّا مَتَاعُ الْغُرُورِ","ayatMealText":{"tr":"Biliniz ki dünya hayatı bir oyun, bir eğlence, bir süs ve kendi aranızda övünme, mal ve evlat çoğaltma yarışından ibarettir. Bu, tıpkı bir yağmura benzer ki; bitirdiği ot, ekincilerin hoşuna gider, sonra kurur, onu sapsarı görürsün, sonra çerçöp olur. Ahirette ise çetin bir azab; Allah'tan mağfiret ve rıza vardır. Dünya hayatı, aldatıcı bir zevkten başka bir şey değildir.","nl":"Weet dat het wereldse leven slechts een spel is, een vermaak, een versiering en opschepperij tussen jullie en wedijver in vermeerdering van bezit en kinderen, als de gelijkenis van een regen waarvan de planten (die zij voortbrengt) bij de boeren verwondering wekt. Daarna worden ze droog en je ziet ze geel worden, en vervolgens worden ze tot vergane resten. En in het Hiernamaals is er een harde bestraffing en een vergeving van Allah en welbehagen. En het wereldse leven is niets dan een verleidende genieting.","en":"Know that this worldly life is no more than play, amusement, luxury, mutual boasting, and competition in wealth and children. This is like rain that causes plants to grow, to the delight of the planters. But later the plants dry up and you see them wither, then they are reduced to chaff. And in the Hereafter there will be either severe punishment or forgiveness and pleasure of Allah, whereas the life of this world is no more than the delusion of enjoyment"},"surah":null},{"id":5096,"surahId":57,"ayatId":21,"ayatNo":"٢١","pageNo":540,"ayatText":"سَابِقُٓوا اِلٰى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَٓاءِ وَالْاَرْضِۙ اُعِدَّتْ لِلَّذٖينَ اٰمَنُوا بِاللّٰهِ وَرُسُلِهٖؕ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتٖيهِ مَنْ يَشَٓاءُؕ وَاللّٰهُ ذُو الْفَضْلِ الْعَظٖيمِ","ayatMealText":{"tr":"Rabbinizden bir mağfirete; Allah'a ve peygamberine inananlar için hazırlanmış olup, genişliği gökle yerin genişliği kadar olan cennete koşuşun. İşte bu Allah'ın lütfudur. Onu dilediğine verir. Allah büyük lütuf sahibidir.","nl":"Wedijvert naar vergeving van jullie Heer en een Tuin (het Paradijs) waarvan de breedte is als de breedte van de hemel en de aarde, die voorbereid is voor degenen die in Allah en Zijn Boodschapper geloven. Dat is de gunst van Allah die Hij schenkt aan wie Hij wil. En Allah is de Bezitter van de Geweldige Gunst.","en":"˹So˺ compete with one another for forgiveness from your Lord and a Paradise as vast as the heavens and the earth, prepared for those who believe in Allah and His messengers. This is the favour of Allah. He grants it to whoever He wills. And Allah is the Lord of infinite bounty"},"surah":null},{"id":5097,"surahId":57,"ayatId":22,"ayatNo":"٢٢","pageNo":540,"ayatText":"مَٓا اَصَابَ مِنْ مُصٖيبَةٍ فِي الْاَرْضِ وَلَا فٖٓي اَنْفُسِكُمْ اِلَّا فٖي كِتَابٍ مِنْ قَبْلِ اَنْ نَبْرَاَهَاؕ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسٖيرٌۚ","ayatMealText":{"tr":"Yeryüzünde vuku bulan ve sizin başınıza gelen herhangi bir musibet yoktur ki biz onu yaratmadan önce, bir kitapta yazılmış olmasın. Şüphesiz bu Allah'a göre kolaydır.","nl":"Er treft de aarde of julliezelf geen ramp, of het het staat in een boek, vóórdat Wij het doen gebeuren. Voorwaar, dat is voor Allah gemakkelijk.","en":"No calamity ˹or blessing˺ occurs on earth or in yourselves without being ˹written˺ in a Record before We bring it into being. This is certainly easy for Allah"},"surah":null},{"id":5098,"surahId":57,"ayatId":23,"ayatNo":"٢٣","pageNo":540,"ayatText":"لِكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَٓا اٰتٰيكُمْؕ وَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍۙ","ayatMealText":{"tr":"Böylece elinizden çıkana üzülmeyesiniz ve Allah'ın size verdiği nimetlerle şımarmayasınız. Çünkü Allah, kendini beğenip böbürlenen kimseleri sevmez.","nl":"Opdat jullie niet zullen treuren over wat jullie is ontgaan en jullie niet opgetogen zullen raken over wat Hij jullie heeft gegeven. En Allah houdt van geen enkele verwaande opschepper.","en":"˹We let you know this˺ so that you neither grieve over what you have missed nor boast over what He has granted you. For Allah does not like whoever is arrogant, boastful—"},"surah":null},{"id":5099,"surahId":57,"ayatId":24,"ayatNo":"٢٤","pageNo":540,"ayatText":"اَلَّذٖينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِؕ وَمَنْ يَتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمٖيدُ","ayatMealText":{"tr":"Onlar cimrilik edip insanlara da cimriliği emrederler. Kim yüz çevirirse Allah, zengindir, övgüye layıktır.","nl":"Degenen die gierig zijn en die de mensen tot gierigheid oproepen, en die zich afwenden. Voorwaar, Allah is de Behoefteloze, de Geprezene.","en":"those who are stingy and promote stinginess among people. And whoever turns away ˹should know that˺ Allah ˹alone˺ is truly the Self-Sufficient, Praiseworthy"},"surah":null}]}