{"juzNo":27,"pageNo":541,"arCuzNo":"۲۷","arPageNo":"٥٤۱","quranAyats":[{"id":5100,"surahId":57,"ayatId":25,"ayatNo":"٢٥","pageNo":541,"ayatText":"لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمٖيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِۚ وَاَنْزَلْنَا الْحَدٖيدَ فٖيهِ بَأْسٌ شَدٖيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِؕ اِنَّ اللّٰهَ قَوِيٌّ عَزٖيزٌࣖ","ayatMealText":{"tr":"Andolsun biz peygamberlerimizi açık delillerle gönderdik ve insanların adaleti yerine getirmeleri için beraberlerinde kitabı ve ölçüyü indirdik. Biz demiri de indirdik ki onda büyük bir kuvvet ve insanlar için faydalar vardır. Bu, Allah'ın dinine ve peygamberlerine görmeden yardım edenleri belirlemesi içindir. Şüphesiz Allah kuvvetlidir, daima üstündür.","nl":"Voorzeker, Wij hebben Onze Boodschappers met de duidelijke bewijzen gezonden en Wij hebben met hen het Boek en de wetgeving neergezonden, opdat de mens in het midden zou staan (rechtvaardig zou handelen). En Wij hebben het ijzer neergezonden, waarin grote macht is en voordelen voor de mensheid, opdat Allah zou doen weten wie Hem en Zijn Boodschappers helpt, zonder dat hij (bv. Allah en het Paradijs) kan waarnemen. Voorwaar, Allah is Sterk, Geweldig.","en":"Indeed, We sent Our messengers with clear proofs, and with them We sent down the Scripture and the balance ˹of justice˺ so that people may administer justice. And We sent down iron with its great might, benefits for humanity, and means for Allah to prove who ˹is willing to˺ stand up for Him and His messengers without seeing Him. Surely Allah is All-Powerful, Almighty"},"surah":{"surahId":57,"name":"Hadîd","nameAr":"الْحَد۪يدِ","revelationOrder":94,"verseCount":29,"juzNo":27,"firstPage":537}},{"id":5101,"surahId":57,"ayatId":26,"ayatNo":"٢٦","pageNo":541,"ayatText":"وَلَقَدْ اَرْسَلْنَا نُوحاً وَاِبْرٰهٖيمَ وَجَعَلْنَا فٖي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍۚ وَكَثٖيرٌ مِنْهُمْ فَاسِقُونَ","ayatMealText":{"tr":"Andolsun, Nuh'u ve İbrahim'i elçi gönderdik, peygamberliği ve kitabı bunların zürriyetleri arasına koyduk. Onlardan yola gelen de vardı, ama onlardan çoğu yoldan çıkmışlardı.","nl":"En voorzeker zonden Wij Nôeh en Ibrâhîm en vestigden onder hun nakomelingen het Profeetschap en de Schrift. Onder hen waren er die de Leiding volgden, maar velen onder hen waren zwaar zondigen.","en":"And indeed, We sent Noah and Abraham and reserved prophethood and revelation for their descendants. Some of them are ˹rightly˺ guided, while most are rebellious"},"surah":null},{"id":5102,"surahId":57,"ayatId":27,"ayatNo":"٢٧","pageNo":541,"ayatText":"ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعٖيسَى ابْنِ مَرْيَمَ وَاٰتَيْنَاهُ الْاِنْجٖيلَ وَجَعَلْنَا فٖي قُلُوبِ الَّذٖينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةًؕ وَرَهْبَانِيَّةًۨ ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ اِلَّا ابْتِغَٓاءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَـتِهَاۚ فَاٰتَيْنَا الَّذٖينَ اٰمَنُوا مِنْهُمْ اَجْرَهُمْۚ وَكَثٖيرٌ مِنْهُمْ فَاسِقُونَ","ayatMealText":{"tr":"Sonra bunların izinden ard arda peygamberlerimizi gönderdik. Meryem oğlu İsa'yı da arkalarından gönderdik, ona İncil'i verdik ve ona uyanların yüreklerine bir şefkat ve merhamet koyduk. Uydurdukları ruhbanlığa gelince onu, biz yazmadık. Fakat kendileri Allah rızasını kazanmak için yaptılar. Ama buna da gereği gibi uymadılar. Biz de onlardan iman edenlere mükafatlarını verdik. İçlerinden çoğu da yoldan çıkmışlardır.","nl":"Vervolgens deden Wij Onze Boodschappers elkaar in hun sporen opvolgen. En Wij deden 'Îsa, de zoon van Maryam, volgen en Wij gaven hem de Indjîl. En Wij plaatsten in de harten van degenen die hem volgden mededogen en barmhartigheid. En het monnikwezen (celibaat), dat hebben zij (zelf) toegevoegd; Wij hebben het hun niet voorgeschreven. (Zij deden het) slechts om het welbehagen van Allah te zoeken. Daarna onderhielden zij het niet naar behoren en Wij gaven degenen die geloven onder hen hun beloning, maar velen onder hen waren zwaar zondigen.","en":"Then in the footsteps of these ˹prophets˺, We sent Our messengers, and ˹after them˺ We sent Jesus, son of Mary, and granted him the Gospel, and instilled compassion and mercy into the hearts of his followers. As for monasticism, they made it up—We never ordained it for them—only seeking to please Allah, yet they did not ˹even˺ observe it strictly. So We rewarded those of them who were faithful. But most of them are rebellious"},"surah":null},{"id":5103,"surahId":57,"ayatId":28,"ayatNo":"٢٨","pageNo":541,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوا بِرَسُولِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهٖ وَيَجْعَلْ لَكُمْ نُوراً تَمْشُونَ بِهٖ وَيَغْفِرْ لَكُمْؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌۙ","ayatMealText":{"tr":"Ey inananlar! Allah'tan korkun, O'nun Resulü'ne inanın ki size rahmetinden iki pay versin, sizin için ışığında yürüyeceğiniz bir nur yaratsın ve sizi bağışlasın. Allah çok bağışlayan, çok merhamet edendir","nl":"O jullie die geloven, vreest Allah en gelooft in Zijn Boodschapper, dan zal Hij jullie dubbel van Zijn Barmhartigheid geven en jullie een licht geven waarmee jullie (recht) zullen voortgaan en Hij zal jullie vergeving schenken. En Allah is Vergevensgezind. Meest Barmhartig.","en":"O people of faith! Fear Allah and believe in His Messenger. ˹And˺ He will grant you a double share of His mercy, provide you with a light to walk in ˹on Judgment Day˺, and forgive you. For Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":5104,"surahId":57,"ayatId":29,"ayatNo":"٢٩","pageNo":541,"ayatText":"لِئَلَّا يَعْلَمَ اَهْلُ الْكِتَابِ اَلَّا يَقْدِرُونَ عَلٰى شَيْءٍ مِنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتٖيهِ مَنْ يَشَٓاءُؕ وَاللّٰهُ ذُو الْفَضْلِ الْعَظٖيمِ","ayatMealText":{"tr":"Böylece Kitab ehli, Allah'ın lütfundan hiçbir şey elde edemiyeceklerini bilsinler. Lütuf bütünüyle Allah'ın elindedir, onu dilediğine verir. Allah, büyük lütuf sahibidir.","nl":"Opdat de Lieden van de Schrift zullen weten dat zij geen enkele macht hebben over de gunst van Allah en dat de gunst in de Hand van Allah is. Hij geeft die aan wie Hij wil. En Allah is de Bezitter van de geweldige gunst.","en":"˹This is so˺ that the People of the Book ˹who deny the Prophet˺ may know that they do not have any control over Allah’s grace, and that all grace is in Allah’s Hands. He grants it to whoever He wills. For Allah is the Lord of infinite bounty"},"surah":null}]}