{"juzNo":28,"pageNo":542,"arCuzNo":"۲۸","arPageNo":"٥٤۲","quranAyats":[{"id":5105,"surahId":58,"ayatId":1,"ayatNo":"١","pageNo":542,"ayatText":"قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتٖي تُجَادِلُكَ فٖي زَوْجِهَا وَتَشْتَكٖٓي اِلَى اللّٰهِࣗ وَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاؕ اِنَّ اللّٰهَ سَمٖيعٌ بَصٖيرٌ","ayatMealText":{"tr":"Kocası hakkında seninle tartışan ve Allah'a şikayette bulunan kadının sözünü Allah işitmiştir. Allah, sizin konuşmanızı işitir. Çünkü Allah, işitendir, bilendir.","nl":"Waarlijk, Allah heeft de woorden gehoord van haar die bij jou twistte over haar echtgenoot en zij klaagt bij Allah. En Allah hoorde het gesprek van jullie beiden aan. En Allah is Alhorend, Alziend.","en":"Indeed, Allah has heard the argument of the woman who pleaded with you ˹O Prophet˺ concerning her husband, and appealed to Allah. Allah has heard your exchange. Surely Allah is All-Hearing, All-Seeing"},"surah":{"surahId":58,"name":"Mücâdele","nameAr":"الْمُجَادَلَةِ","revelationOrder":105,"verseCount":22,"juzNo":28,"firstPage":542}},{"id":5106,"surahId":58,"ayatId":2,"ayatNo":"٢","pageNo":542,"ayatText":"اَلَّذٖينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَٓائِهِمْ مَا هُنَّ اُمَّهَاتِهِمْؕ اِنْ اُمَّهَاتُهُمْ اِلَّا الّٰٓئٖ وَلَدْنَهُمْؕ وَاِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراًؕ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُورٌ","ayatMealText":{"tr":"İçinizde zıhâr yapanların kadınları, onların anaları değildir. Onların anaları ancak kendilerini doğuran kadındır. Şüphesiz onlar çirkin ve yalan bir laf söylüyorlar. Kuşkusuz Allah, affedici, bağışlayıcıdır.","nl":"Degenen die onder jullie die de Zhihâr uitspreken over hun vrouwen: zij zijn niet hun moeders, hun moeders zijn slechts degenen die hen gebaard hebben. En voorwaar, zij spreken zeker een verwerpelijk en bedrieglijk woord. En voorwaar, Allah is zeker Berouwaanvaardend, Vergevensgezind.","en":"Those of you who ˹sinfully˺ divorce their wives by comparing them to their mothers ˹should know that˺ their wives are in no way their mothers. None can be their mothers except those who gave birth to them. What they say is certainly detestable and false. Yet Allah is truly Ever-Pardoning, All-Forgiving"},"surah":null},{"id":5107,"surahId":58,"ayatId":3,"ayatNo":"٣","pageNo":542,"ayatText":"وَالَّذٖينَ يُظَاهِرُونَ مِنْ نِسَٓائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَـتَحْرٖيرُ رَقَـبَةٍ مِنْ قَبْلِ اَنْ يَتَمَٓاسَّاؕ ذٰلِكُمْ تُوعَظُونَ بِهٖؕ وَاللّٰهُ بِمَا تَعْمَلُونَ خَبٖيرٌ","ayatMealText":{"tr":"Kadınlardan zıhâr ile ayrılmak isteyip de sonra söylediklerinden dönenlerin, karılarıyla temas etmeden önce bir köleyi hürriyete kavuşturmaları gerekir. Size öğütlenen budur. Allah, yaptıklarınızdan haberi olandır.","nl":"En degenen die de Zhihâr uitspreken over hun vrouwen en daarna willen terugkomen op wat zij zeiden: zij moeten dan een slaaf vrijkopen, voordat zij elkaar aanraken (geslachtsgemeenschap hebben). Dat is waartoe jullie onderricht worden. En Allah is Alziende over wat jullie doen.","en":"Those who divorce their wives in this manner, then ˹wish to˺ retract what they said, must free a slave before they touch each other. This ˹penalty˺ is meant to deter you. And Allah is All-Aware of what you do"},"surah":null},{"id":5108,"surahId":58,"ayatId":4,"ayatNo":"٤","pageNo":542,"ayatText":"فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَتَمَٓاسَّاۚ فَمَنْ لَمْ يَسْتَطِعْ فَاِطْعَامُ سِتّٖينَ مِسْكٖيناًؕ ذٰلِكَ لِتُؤْمِنُوا بِاللّٰهِ وَرَسُولِهٖؕ وَتِلْكَ حُدُودُ اللّٰهِؕ وَلِلْكَافِرٖينَ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Buna imkan bulamayan kimse, temas etmeden önce aralıksız olarak iki ay oruç tutmalıdır. Buna da gücü yetmeyen, altmış fakiri doyurur. Bu (hafifletme), Allah'a ve Resulüne inanmanızdan dolayıdır. Bunlar Allah'ın hükümleridir. Kâfirler için acı bir azap vardır.","nl":"En wie daartoe geen mogelijkheid vindt (moet) dan gedurende twee opeenvolgende maanden vasten, voordat zij elkaar aanraken. En wie daartoe niet in staat is, (moet) dan zestig armen voeden; opdat jullie geloven in Allah en Zijn Boodschapper. En dat zijn de bepalingen van Allah. En voor de ongelovigen is er een pijnlijke bestraffing.","en":"But if the husband cannot afford this, let him then fast two consecutive months before the couple touch each other. But if he is unable ˹to fast˺, then let him feed sixty poor people. This is to re-affirm your faith in Allah and His Messenger. These are the limits set by Allah. And the disbelievers will suffer a painful punishment"},"surah":null},{"id":5109,"surahId":58,"ayatId":5,"ayatNo":"٥","pageNo":542,"ayatText":"اِنَّ الَّذٖينَ يُحَٓادُّونَ اللّٰهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذٖينَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْـنَٓا اٰيَاتٍ بَيِّنَاتٍؕ وَلِلْكَافِرٖينَ عَذَابٌ مُهٖينٌۚ","ayatMealText":{"tr":"Allah'a ve Resulüne karşı gelenler, kendilerinden öncekilerin alçaltıldığı gibi alçaltılacaklardır. Biz apaçık âyetler indirmişizdir. Kâfirler için küçük düşürücü bir azap vardır.","nl":"Voorwaar, degenen die zich verzetten tegen Allah en Zijn Boodschapper zullen vernederd worden, zoals degenen vóór hen vernederd werden. En waarlijk, Wij hebben duidelijke Tekenen neergezonden. En voor de ongelovigen is er een vernederende bestraffing.","en":"Indeed, those who defy Allah and His Messenger will be debased, just like those before them. We have certainly sent down clear revelations. And the disbelievers will suffer a humiliating punishment"},"surah":null},{"id":5110,"surahId":58,"ayatId":6,"ayatNo":"٦","pageNo":542,"ayatText":"يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمٖيعاً فَيُنَبِّئُهُمْ بِمَا عَمِلُواؕ اَحْصٰيهُ اللّٰهُ وَنَسُوهُؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهٖيدٌࣖ","ayatMealText":{"tr":"O gün Allah onların hepsini diriltecek ve yaptıklarını kendilerine haber verecektir. Allah onları bir bir saymıştır. Onlar ise unutmuşlardır. Allah her şeye şahiddir","nl":"(Gedenkt) de Dag waarop Allah Hen allemaal opwekt, Hij zal hun daarop meedelen wat zij gedaan hebben. Allah zal het nauwkeurig opsommen, terwijl zij het vergeten hebben. Allah is van alles Getuige.","en":"On the Day Allah resurrects them all together, He will then inform them of what they have done. Allah has kept account of it all, while they have forgotten it. For Allah is a Witness over all things"},"surah":null}]}