{"juzNo":28,"pageNo":544,"arCuzNo":"۲۸","arPageNo":"٥٤٤","quranAyats":[{"id":5116,"surahId":58,"ayatId":12,"ayatNo":"١٢","pageNo":544,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوٰيكُمْ صَدَقَةًؕ ذٰلِكَ خَيْرٌ لَكُمْ وَاَطْهَرُؕ فَاِنْ لَمْ تَجِدُوا فَاِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Peygamber ile gizli bir şey konuşacağınız zaman bu konuşmanızdan önce bir sadaka veriniz. Bu sizin için daha hayırlı ve daha temizdir. Şayet bir şey bulamazsanız, artık Allah bağışlayan ve merhamet edendir..","nl":"O jullie die geloven, wanneer jullie een persoonlijk gesprek met de Boodschapper willen voeren, geeft dan vóór jullie gesprek iets uit aan liefdadigheid. Dat is beter voor jullie, en reiner. Maar als jullie niets kunnen vinden: voorwaar, Allah is dan Vergevensgezind, Meest Barmhartig.","en":"O believers! When you consult the Messenger privately, give something in charity before your consultation. That is better and purer for you. But if you lack the means, then Allah is truly All-Forgiving, Most Merciful"},"surah":{"surahId":58,"name":"Mücâdele","nameAr":"الْمُجَادَلَةِ","revelationOrder":105,"verseCount":22,"juzNo":28,"firstPage":542}},{"id":5117,"surahId":58,"ayatId":13,"ayatNo":"١٣","pageNo":544,"ayatText":"ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوٰيكُمْ صَدَقَاتٍؕ فَاِذْ لَمْ تَفْعَلُوا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقٖيمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطٖيعُوا اللّٰهَ وَرَسُولَهُؕ وَاللّٰهُ خَبٖيرٌ بِمَا تَعْمَلُونَࣖ","ayatMealText":{"tr":"Gizli (özel) bir şey konuşmanızdan önce sadaka vermekten korktunuz da mı yerine getirmediniz? Fakat Allah da sizi affetti. Şu halde namazı kılın, zekatı verin, Allah'a ve Resulüne itaat edin. Allah, yaptıklarınızdan haberi olandır.","nl":"Zijn jullie bevreesd voor (armoede) door iets uit te geven aan liefdadigheid, vóór jullie gesprek? Als jullie dat dan niet doen, dan vergeeft Allah jullie. Verricht dan de shalât en geeft de zakât en gehoorzaamt Allah en Zijn Boodschapper. En Allah is Alwetend over wat jullie doen.","en":"Are you afraid of spending in charity before your private consultations ˹with him˺? Since you are unable to do so, and Allah has turned to you in mercy, then ˹continue to˺ establish prayer, pay alms-tax, and obey Allah and His Messenger. And Allah is All-Aware of what you do"},"surah":null},{"id":5118,"surahId":58,"ayatId":14,"ayatNo":"١٤","pageNo":544,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ تَوَلَّوْا قَوْماً غَضِبَ اللّٰهُ عَلَيْهِمْؕ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ","ayatMealText":{"tr":"Allah'ın kendilerine gazap ettiği bir topluluğu dost edinenleri görmedin mi? Onlar ne sizdendirler, ne de onlardan. Bilerek yalan yere yemin ediyorlar.","nl":"Zie jij degenen die zich (in vriendschap) wendden tot een volk waarop Allah vertoornd is? Zij behoren niet tot jullie en zij behoren niet tot hen en zij zweren bij een leugen terwijl zij het weten.","en":"Have you not seen those ˹hypocrites˺ who ally themselves with a people with whom Allah is displeased? They are neither with you nor with them. And they swear to lies knowingly"},"surah":null},{"id":5119,"surahId":58,"ayatId":15,"ayatNo":"١٥","pageNo":544,"ayatText":"اَعَدَّ اللّٰهُ لَهُمْ عَذَاباً شَدٖيداًؕ اِنَّهُمْ سَٓاءَ مَا كَانُوا يَعْمَلُونَ","ayatMealText":{"tr":"Allah onlara çetin bir azab hazırlamıştır. Onlar ne kötü işler yapıyorlar!","nl":"Allah heeft voor hen een harde bestraffing bereid. Voorwaar, slecht was het wat zij plachten te doen.","en":"Allah has prepared for them a severe punishment. Evil indeed is what they do"},"surah":null},{"id":5120,"surahId":58,"ayatId":16,"ayatNo":"١٦","pageNo":544,"ayatText":"اِتَّخَذُٓوا اَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبٖيلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُهٖينٌ","ayatMealText":{"tr":"Yeminlerini kalkan yapıp Allah'ın yolundan çevirdiler. Onlar için küçük düşürücü bir azab vardır.","nl":"Zij maakten hun eden tot een hindernis (zodat zij zich beschermden) en zij hielden toen af van de Weg van Allah. Voor hen is er daarom een vernederende bestraffing.","en":"They have made their ˹false˺ oaths as a shield, hindering ˹others˺ from the cause of Allah. So they will suffer a humiliating punishment"},"surah":null},{"id":5121,"surahId":58,"ayatId":17,"ayatNo":"١٧","pageNo":544,"ayatText":"لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَٓا اَوْلَادُهُمْ مِنَ اللّٰهِ شَيْـٔاًؕ اُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Onların ne malları, ne de evlatları, kendilerinden, Allah'dan hiçbir şey savamaz. Onlar ateş halkıdır. Orada ebedî kalacaklardır.","nl":"Hun bezittingen en hun kinderen zullen hen niets baten tegen Allah. Zij zijn degenen die de bewoners van de Hel zijn. Zij zijn daarin eeuwig levenden.","en":"Neither their wealth nor children will be of any help to them against Allah whatsoever. It is they who will be the residents of the Fire. They will be there forever"},"surah":null},{"id":5122,"surahId":58,"ayatId":18,"ayatNo":"١٨","pageNo":544,"ayatText":"يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمٖيعاً فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ اَنَّهُمْ عَلٰى شَيْءٍؕ اَلَٓا اِنَّهُمْ هُمُ الْكَاذِبُونَ","ayatMealText":{"tr":"Allah onların hepsini tekrar dirilttiği gün, dünyada size yemin ettikleri gibi O'na da yemin edecekler ve kendilerinin bir şey üzerinde bulunduklarını, sanacaklardır. İyi bilin ki onlar yalancıdırlar.","nl":"Op de Dag waarop Allah hen allen zal doen opstaan, zullen zij voor Hem zweren zoals zij voor jullie zweren en zij denken dat zij iets hebben (dat hen baat). Weet: voorwaar, zij zijn leugenaars.","en":"On the Day Allah resurrects them all, they will ˹falsely˺ swear to Him as they swear to you, thinking they have something to stand on. Indeed, it is they who are the ˹total˺ liars"},"surah":null},{"id":5123,"surahId":58,"ayatId":19,"ayatNo":"١٩","pageNo":544,"ayatText":"اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَاَنْسٰيهُمْ ذِ كْرَ اللّٰهِؕ اُو۬لٰٓئِكَ حِزْبُ الشَّيْطَانِؕ اَلَٓا اِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ","ayatMealText":{"tr":"Şeytan onları istilâ etmiş, onlara Allah'ı anmayı unutturmuştur. Onlar, şeytanın hizbi (partisi)dir. İyi bilin ki şeytanın partisi kaybedecektir.","nl":"De Satan heeft hen overmeesterd, waarna hij hen de gedachtenis van Allah deed vergeten. Zij zijn degenen van de groep (volgelingen) van de Satan. Weet: voorwaar, de volgelingen van de Satan zijn de verliezers.","en":"Satan has taken hold of them, causing them to forget the remembrance of Allah. They are the party of Satan. Surely Satan’s party is bound to lose"},"surah":null},{"id":5124,"surahId":58,"ayatId":20,"ayatNo":"٢٠","pageNo":544,"ayatText":"اِنَّ الَّذٖينَ يُحَٓادُّونَ اللّٰهَ وَرَسُولَهُٓ اُو۬لٰٓئِكَ فِي الْاَذَلّٖينَ","ayatMealText":{"tr":"Allah'a ve Resulüne düşman olanlar var ya, onlar en alçaklar arasındadırlar.","nl":"Voorwaar, degenen die Allah en Zijn Boodschapper tegenstreven: zij zijn degenen die tot de vernederden behoren.","en":"˹As for˺ those who defy Allah and His Messenger, they will definitely be among the most debased"},"surah":null},{"id":5125,"surahId":58,"ayatId":21,"ayatNo":"٢١","pageNo":544,"ayatText":"كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۬ وَرُسُلٖيؕ اِنَّ اللّٰهَ قَوِيٌّ عَزٖيزٌ","ayatMealText":{"tr":"Allah: \"Elbette ben ve elçilerim galip geleceğiz.\" diye yazmıştır. Şüphesiz Allah güçlüdür, galipdir.","nl":"Allah heeft bepaald: \"Ik en Mijn Boodschapper zullen zeker overwinnen.\" Voorwaar, Allah is Sterk, Almachtig.","en":"Allah has decreed, “I and My messengers will certainly prevail.” Surely Allah is All-Powerful, Almighty"},"surah":null}]}