{"juzNo":28,"pageNo":545,"arCuzNo":"۲۸","arPageNo":"٥٤٥","quranAyats":[{"id":5126,"surahId":58,"ayatId":22,"ayatNo":"٢٢","pageNo":545,"ayatText":"لَا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَٓادُّونَ مَنْ حَٓادَّ اللّٰهَ وَرَسُولَهُ وَلَوْ كَانُٓوا اٰبَٓاءَهُمْ اَوْ اَبْنَٓاءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشٖيرَتَهُمْؕ اُو۬لٰٓئِكَ كَتَبَ فٖي قُلُوبِهِمُ الْاٖيمَانَ وَاَيَّدَهُمْ بِرُوحٍ مِنْهُؕ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَاؕ رَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوا عَنْهُؕ اُو۬لٰٓئِكَ حِزْبُ اللّٰهِؕ اَلَٓا اِنَّ حِزْبَ اللّٰهِ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"Allah'a ve ahiret gününe inanan bir milletin, babaları, oğulları, kardeşleri, yahut akrabaları da olsa Allah'a ve Resulüne düşman olanlarla dostluk ettiğini görmezsiniz. Onlar o kimselerdir ki Allah kalblerine iman yazmış ve onları kendinden bir ruh ile desteklemiştir. Onları, altlarından ırmaklar akan cennetlere sokacak, orada ebedî kalacaklardır. Allah onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. İşte onlar Allah'ın hizbi (dininin yardımcıları)dir. İyi bil ki, kurtuluşa ulaşacak olanlar, Allah'ın hizbidir.","nl":"Jij vindt geen volk dat in Allah en in de Laatste Dag gelooft dat degenen die Allah en Zijn Boodschapper tegenstreven bevriendt, ook al zijn het hun vaders, of hun zonen of hun broeders of hun stamgenoten. Zij zijn degenen bij wie Hij het geloof in hun harten heeft geschreven en Hij versterkt hen met hulp van Hem, en Hij doet hen Tuinen (het Paradijs) binnengaan waar de rivieren onder door stromen. Zij zijn daarin eeuwig levenden. Allah heeft welbehagen aan hen en zij hebben welbehagen aan Hem. Zij zijn degenen die van de groep van Allah zijn. Weet: voorwaar, de groep van Allah is de winnaar.","en":"You will never find a people who ˹truly˺ believe in Allah and the Last Day loyal to those who defy Allah and His Messenger, even if they were their parents, children, siblings, or extended family. For those ˹believers˺, Allah has instilled faith in their hearts and strengthened them with a spirit from Him. He will admit them into Gardens under which rivers flow, to stay there forever. Allah is pleased with them and they are pleased with Him. They are the party of Allah. Indeed, Allah’s party is bound to succeed"},"surah":{"surahId":58,"name":"Mücâdele","nameAr":"الْمُجَادَلَةِ","revelationOrder":105,"verseCount":22,"juzNo":28,"firstPage":542}},{"id":5127,"surahId":59,"ayatId":1,"ayatNo":"١","pageNo":545,"ayatText":"سَبَّحَ لِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِۚ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Göklerde ve yerde olanların hepsi Allah'ı tesbih etmektedir, O üstündür, hikmet sahibidir.","nl":"Wat er in de hemelen en op de aarde is prijst de Glorie van Allah. En Hij is de Geweldige, de Alwijze.","en":"Whatever is in the heavens and whatever is on the earth glorifies Allah. For He is the Almighty, All-Wise"},"surah":{"surahId":59,"name":"Haşr","nameAr":"الْحَشْرِ","revelationOrder":101,"verseCount":24,"juzNo":28,"firstPage":545}},{"id":5128,"surahId":59,"ayatId":2,"ayatNo":"٢","pageNo":545,"ayatText":"هُوَ الَّـذٖٓي اَخْرَجَ الَّذٖينَ كَفَرُوا مِنْ اَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِؕ مَا ظَنَنْتُمْ اَنْ يَخْرُجُوا وَظَنُّٓوا اَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللّٰهِ فَاَتٰيهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فٖي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِاَيْدٖيهِمْ وَاَيْدِي الْمُؤْمِنٖينَ فَاعْتَبِرُوا يَٓا اُو۬لِي الْاَبْصَارِ","ayatMealText":{"tr":"Ehli kitaptan inkar edenleri, ilk sürgünleri yurtlarından çıkaran O'dur. Siz onların çıkacaklarını sanmamıştınız. Onlar da kalelerinin, kendilerini Allah'tan koruyacağını sanmışlardı. Ama Allah'ın azabı, onlara beklemedikleri yerden geliverdi. O, yüreklerine korku düşürdü; öyle ki evlerini hem kendi elleriyle, hem de müminlerin elleriyle harap ediyorlardı. Ey akıl sahipleri! İbret alın.","nl":"Hij is Degene Die de ongelovigen onder de mensen van de Schrift uit hun woonplaatsen heeft verdreven bij de eerste verzameling (daartoe). Jullie dachten dat zij niet zouden weggaan en zij dachten dat hun burchten hen zouden beschermen tegen Allah. Toen kwam (de bestraffing van) Allah tot hen van waar zij het niet vermoedden, en Hij wierp grote angst in hun harten. Zij verwoestten hun huizen met hun eigen handen en (die werden verwoest) door de handen van de gelovigen. Trekt daar lering uit, O jullie bezitters van inzicht!","en":"He is the One Who expelled the disbelievers of the People of the Book from their homes for ˹their˺ first banishment ˹ever˺. You never thought they would go. And they thought their strongholds would put them out of Allah’s reach. But ˹the decree of˺ Allah came upon them from where they never expected. And He cast horror into their hearts so they destroyed their houses with their own hands and the hands of the believers. So take a lesson ˹from this˺, O people of insight"},"surah":null},{"id":5129,"surahId":59,"ayatId":3,"ayatNo":"٣","pageNo":545,"ayatText":"وَلَوْلَٓا اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَٓاءَ لَعَذَّبَهُمْ فِي الدُّنْيَاؕ وَلَهُمْ فِي الْاٰخِرَةِ عَذَابُ النَّارِ","ayatMealText":{"tr":"Eğer Allah onlara sürgünü yazmamış olsaydı, elbette, onları dünyada başka şekilde cezalandıracaktı. Ahirette de onlar için ateş azabı vardır.","nl":"En als Allah voor hen de verdrijving niet had bepaald, dan zou Hij hen zeker hebben gestraft tijdens het wereldse leven. En voor hen is er in het Hiernamaals de bestraffing van de Hel.","en":"Had Allah not decreed exile for them, He would have certainly punished them in this world. And in the Hereafter they will suffer the punishment of the Fire"},"surah":null}]}