{"juzNo":28,"pageNo":546,"arCuzNo":"۲۸","arPageNo":"٥٤٦","quranAyats":[{"id":5130,"surahId":59,"ayatId":4,"ayatNo":"٤","pageNo":546,"ayatText":"ذٰلِكَ بِاَنَّهُمْ شَٓاقُّوا اللّٰهَ وَرَسُولَهُۚ وَمَنْ يُشَٓاقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدٖيدُ الْعِقَابِ","ayatMealText":{"tr":"Bunun sebebi şudur: Onlar Allah'a ve Resulüne karşı geldiler; Kim Allah'a karşı gelirse Allah'ın azabı şiddetlidir.","nl":"Dat is omdat zij Allah en Zijn Boodschapper tegenwerkten. En wie Allah tegenwerkt: voorwaar, Allah is hard in de bestraffing.","en":"This is because they defied Allah and His Messenger. And whoever defies Allah, then Allah is truly severe in punishment"},"surah":{"surahId":59,"name":"Haşr","nameAr":"الْحَشْرِ","revelationOrder":101,"verseCount":24,"juzNo":28,"firstPage":545}},{"id":5131,"surahId":59,"ayatId":5,"ayatNo":"٥","pageNo":546,"ayatText":"مَا قَطَعْتُمْ مِنْ لٖينَةٍ اَوْ تَرَكْتُمُوهَا قَٓائِمَةً عَلٰٓى اُصُولِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفَاسِقٖينَ","ayatMealText":{"tr":"Hurma ağaçlarından her hangi bir şey kesmeniz veya kökleri üzerinde bırakmanız hep Allah'ın izniyle ve O'nun, yoldan çıkanları cezalandırması içindir.","nl":"Wat jullie omhakken van de dadelpalmen of wat jullie op hun wortels laten staan; het gebeurde met de toestemming van Allah. En zodat Allah de zwaar zondigen vergeldt.","en":"Whatever palm trees you ˹believers˺ cut down or left standing intact, it was ˹all˺ by Allah’s Will, so that He might disgrace the rebellious"},"surah":null},{"id":5132,"surahId":59,"ayatId":6,"ayatNo":"٦","pageNo":546,"ayatText":"وَمَٓا اَفَٓاءَ اللّٰهُ عَلٰى رَسُولِهٖ مِنْهُمْ فَمَٓا اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهُ عَلٰى مَنْ يَشَٓاءُؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Allah'ın, onlardan peygamberine verdiği ganimetlere gelince siz onun üzerine ne at, ne de deve sürmediniz. Fakat Allah peygamberini, dilediği kimselerin üzerine salar. Allah her şeye kadirdir.","nl":"Wat Allah aan buit (al Fay) van hen (o.a. de Bani Nadhîr) aan Zijn Boodschapper geeft: jullie hebben daartoe geen paarden en geen lastdieren aangespoord. Maar Allah geeft Zijn Boodschapper macht over wie Hij wil en Allah is Almachtig over alle zaken.","en":"As for the gains Allah has turned over to His Messenger from them—you did not ˹even˺ spur on any horse or camel for such gains. But Allah gives authority to His messengers over whoever He wills. For Allah is Most Capable of everything"},"surah":null},{"id":5133,"surahId":59,"ayatId":7,"ayatNo":"٧","pageNo":546,"ayatText":"مَٓا اَفَٓاءَ اللّٰهُ عَلٰى رَسُولِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبٰى وَالْيَتَامٰى وَالْمَسَاكٖينِ وَابْنِ السَّبٖيلِۙ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْاَغْنِيَٓاءِ مِنْكُمْؕ وَمَٓا اٰتٰيكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهٰيكُمْ عَنْهُ فَانْتَهُواۚ وَاتَّقُوا اللّٰهَؕ اِنَّ اللّٰهَ شَدٖيدُ الْعِقَابِۘ","ayatMealText":{"tr":"Allah'ın o kent halkından, Resulüne verdiği ganimetler, Allah'a, Resul'e, ona akrabalığı bulunanlara, yetimlere, yoksullara, yolcuya aittir. Ta ki içinizden yalnız zenginler arasında dolaşan bir şey olmasın. Peygamber size ne verdiyse onu alın. Sizeneyi yasakladıysa ondan sakının ve Allah'tan korkun. Çünkü Allah'ın azabı şiddetlidir.","nl":"Wat Allah ook aan buit aan Zijn Boodschapper gegeven heeft, afkomstig van de bewoners van de steden; het is voor Allah en de Boodschapper; en de verwant; en de wezen; en de armen; en de reiziger zonder proviand, zodat deze (rijkdom) niet rondgaat onder de rijken van jullie. En wat de Boodschapper jullie geeft, neemt dat; maar wat Hij jullie verbiedt, onthoudt jullie daarvan. En vreest Allah: voorwaar, Allah is hard in de bestraffing.","en":"As for gains granted by Allah to His Messenger from the people of ˹other˺ lands, they are for Allah and the Messenger, his close relatives, orphans, the poor, and ˹needy˺ travellers so that wealth may not merely circulate among your rich. Whatever the Messenger gives you, take it. And whatever he forbids you from, leave it. And fear Allah. Surely Allah is severe in punishment"},"surah":null},{"id":5134,"surahId":59,"ayatId":8,"ayatNo":"٨","pageNo":546,"ayatText":"لِلْفُقَـرَٓاءِ الْمُهَاجِرٖينَ الَّذٖينَ اُخْرِجُوا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِنَ اللّٰهِ وَرِضْوَاناً وَيَنْصُرُونَ اللّٰهَ وَرَسُولَهُؕ اُو۬لٰٓئِكَ هُمُ الصَّادِقُونَۚ","ayatMealText":{"tr":"Bir de göç eden fakirlere aittir ki yurtlarından ve mallarından çıkarılmışlardır, Allah'ın lütuf ve rızasını ararlar; Allah'a ve Resulüne yardım ederler. İşte doğru olanlar onlardır.","nl":"(De buit is) voor de armen van de uitgewekenen, degenen die zijn verdreven uit hun woonplaatsen en van hun bezittingen, zoekend naar een gunst en welbehagen van Allah. En zij helpen Allah en Zijn Boodschapper. Zij zijn degenen die de waarachtigen zijn.","en":"˹Some of the gains will be˺ for poor emigrants who were driven out of their homes and wealth, seeking Allah’s bounty and pleasure, and standing up for Allah and His Messenger. They are the ones true in faith"},"surah":null},{"id":5135,"surahId":59,"ayatId":9,"ayatNo":"٩","pageNo":546,"ayatText":"وَالَّذٖينَ تَبَوَّؤُ الدَّارَ وَالْاٖيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُونَ فٖي صُدُورِهِمْ حَاجَةً مِمَّٓا اُو۫تُوا وَيُؤْثِرُونَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌؕ وَمَنْ يُوقَ شُحَّ نَفْسِهٖ فَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَۚ","ayatMealText":{"tr":"Ve onlardan önce o yurda yerleşen imana sarılanlar kendilerine göç edip gelenleri severler ve onlara verilenlerden ötürü göğüslerinde bir ihtiyaç duymazlar. Kendilerinin ihtiyaçları olsa dahi, onları öz canlarına tercih ederler. Kim nefsinin cimriliğinden korunursa, işte onlar umduklarına erenlerdir.","nl":"En degenen die vóór hen in de stad (Medinah) woonden en geloofden (de Anshâr), zij houden van degenen die (vanuit Mekkah) naar hen zijn uitgeweken, Zij vinden in hun hart geen jaloezie op wat (aan hen) gegeven is. En zij geven aan (hen) voorrang boven zichzelf, ook al is er behoefte onder hen. En wie zich hoedt voor zijn eigen gierigheid: dat zijn degenen die zullen welslagen.","en":"As for those who had settled in the city and ˹embraced˺ the faith before ˹the arrival of˺ the emigrants, they love whoever immigrates to them, never having a desire in their hearts for whatever ˹of the gains˺ is given to the emigrants. They give ˹the emigrants˺ preference over themselves even though they may be in need. And whoever is saved from the selfishness of their own souls, it is they who are ˹truly˺ successful"},"surah":null}]}