{"juzNo":28,"pageNo":547,"arCuzNo":"۲۸","arPageNo":"٥٤۷","quranAyats":[{"id":5136,"surahId":59,"ayatId":10,"ayatNo":"١٠","pageNo":547,"ayatText":"وَالَّذٖينَ جَٓاؤُ۫ مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّـنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذٖينَ سَبَقُونَا بِالْاٖيمَانِ وَلَا تَجْعَلْ فٖي قُلُوبِنَا غِلاًّ لِلَّذٖينَ اٰمَنُوا رَبَّـنَٓا اِنَّكَ رَؤُ۫فٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Onlardan sonra gelenler derler ki: \"Rabbimiz, bizi ve bizden önce inanan kardeşlerimizi bağışla, kalplerimizde inananlara karşı bir kin bırakma! Rabbimiz! Sen çok şefkatli, çok merhametlisin!\"","nl":"En degenen die na hen kwamen, zeiden: \"Onze Heer, vergeef ons en onze broeders die ons zijn voorafgegaan in het geloof en maak in onze harten geen wrok jegens degenen die geloven. Onze Heer, voorwaar, U bent Zachtmoedig, Meest Barmhartige.\"","en":"And those who come after them will pray, “Our Lord! Forgive us and our fellow believers who preceded us in faith, and do not allow bitterness into our hearts towards those who believe. Our Lord! Indeed, You are Ever Gracious, Most Merciful.”"},"surah":{"surahId":59,"name":"Haşr","nameAr":"الْحَشْرِ","revelationOrder":101,"verseCount":24,"juzNo":28,"firstPage":545}},{"id":5137,"surahId":59,"ayatId":11,"ayatNo":"١١","pageNo":547,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ نَافَقُوا يَقُولُونَ لِاِخْوَانِهِمُ الَّذٖينَ كَفَرُوا مِنْ اَهْلِ الْكِتَابِ لَئِنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطٖيعُ فٖيكُمْ اَحَداً اَبَداًۙ وَاِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْؕ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكَاذِبُونَ","ayatMealText":{"tr":"Münafıkların, kitap ehlinden inkar eden dostlarına \"Eğer siz yurdunuzdan çıkarılırsanız, mutlaka biz de sizinle beraber çıkarız sizin aleyhinizde kimseye asla uymayız. Eğer savaşa tutuşursanız, mutlaka yardım ederiz.\" dediklerini görmedin mi? Allah, onların yalancı olduklarına şahitlik eder.","nl":"Zie jij degenen die huichelen niet? Zij zeggen tot hun broeders die ongelovig zijn onder de Lieden van de Schrift: \"Als jullie verdreven worden, dan zullen wij met jullie wegtrekken. En wij zullen nooit iemand volgen (tegen jullie). En als jullie bestreden worden, zullen wij jullie zeker helpen.\" Maar Allah getuigt dat zij zeker leugenaars zijn.","en":"Have you ˹O Prophet˺ not seen the hypocrites who say to their fellow disbelievers from the People of the Book, “If you are expelled, we will certainly leave with you, and We will never obey anyone against you. And if you are fought against, we will surely help you.”? But Allah bears witness that they are truly liars"},"surah":null},{"id":5138,"surahId":59,"ayatId":12,"ayatNo":"١٢","pageNo":547,"ayatText":"لَئِنْ اُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْۚ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْۚ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْاَدْبَارَࣞ ثُمَّ لَا يُنْصَرُونَ","ayatMealText":{"tr":"Andolsun eğer onlar, çıkarılırsalar, onlarla beraber çıkmazlar; savaşa tutuşmuş olsalar, onlara yardım etmezler; yardım etseler bile arkalarını dönüp kaçarlar, sonra kendilerine de yardım edilmez.","nl":"Als zij worden verdreven, dan zullen zij niet met hen wegtrekken; en als zij worden bestreden, dan zullen zij hen niet helpen. En als zij hen helpen, dan keren zij (hen) de rug toe, zodat zij niet geholpen worden.","en":"Indeed, if they are expelled, the hypocrites will never leave with them. And if they are fought against, the hypocrites will never help them. And even if the hypocrites did so, they would certainly flee, then the disbelievers would be left with no help"},"surah":null},{"id":5139,"surahId":59,"ayatId":13,"ayatNo":"١٣","pageNo":547,"ayatText":"لَاَنْتُمْ اَشَدُّ رَهْبَةً فٖي صُدُورِهِمْ مِنَ اللّٰهِؕ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ","ayatMealText":{"tr":"Onların kalblerinde sizin korkunuz, Allah'ın korkusundan fazladır. Böyledir, çünkü onlar anlamayan bir topluluktur.","nl":"Zij hebben in hun hart zeker meer angst voor jullie dan voor Allah. Dat is omdat zij een volk zijn dat niet begrijpt.","en":"Indeed, there is more fear in their hearts for you ˹believers˺ than for Allah. That is because they are a people who do not comprehend"},"surah":null},{"id":5140,"surahId":59,"ayatId":14,"ayatNo":"١٤","pageNo":547,"ayatText":"لَا يُقَاتِلُونَكُمْ جَمٖيعاً اِلَّا فٖي قُرًى مُحَصَّنَةٍ اَوْ مِنْ وَرَٓاءِ جُدُرٍؕ بَأْسُهُمْ بَيْنَهُمْ شَدٖيدٌؕ تَحْسَبُهُمْ جَمٖيعاً وَقُلُوبُهُمْ شَتّٰىؕ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَۚ","ayatMealText":{"tr":"Onlar toplu olarak sizinle savaşamazlar, ancak, müstahkem şehirlerde yahut duvarların ardından (sizinle savaşmak isterler). Kendi aralarındaki çekişmeleri şiddetlidir. Sen onları toplu sanırsın, oysa onların kalbleri dağınıktır. Böyledir, çünkü onlar aklını kullanmayan bir topluluktur.","nl":"Zij bestrijden jullie niet gezamenlijk, behalve in versterkte steden of van achter muren. Hun onderling geweld is hevig, jullie denken dat zij een eenheid vormen, maar hun harten zijn verdeeld. Dat is omdat zij een volk zijn dat niet begrijpt.","en":"Even united, they would not ˹dare˺ fight against you except ˹from˺ within fortified strongholds or from behind walls. Their malice for each other is intense: you think they are united, yet their hearts are divided. That is because they are a people with no ˹real˺ understanding"},"surah":null},{"id":5141,"surahId":59,"ayatId":15,"ayatNo":"١٥","pageNo":547,"ayatText":"كَمَثَلِ الَّذٖينَ مِنْ قَبْلِهِمْ قَرٖيباً ذَاقُوا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلٖيمٌۚ","ayatMealText":{"tr":"(Bu yahudilerin durumu) kendilerinden az önce, işlerinin günahını tatmış olan, ahirette de kendileri için acı bir azab bulunan kimselerin (Bedir'de cezalarını bulan putperestlerin) durumu gibidir.","nl":"Zoals het geval was met degenen die hen kort daarvoor voorafgingen. Zij hebben het kwaad van hun wandaden geproefd. En voor hen is er een pijnlijke bestraffing.","en":"They are ˹both just˺ like those who recently went down before them: they tasted the evil consequences of their doings. And they will suffer a painful punishment"},"surah":null},{"id":5142,"surahId":59,"ayatId":16,"ayatNo":"١٦","pageNo":547,"ayatText":"كَمَثَلِ الشَّيْطَانِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنّٖي بَرٖٓيءٌ مِنْكَ اِنّٖٓي اَخَافُ اللّٰهَ رَبَّ الْعَالَمٖينَ","ayatMealText":{"tr":"(Yahudileri kandıran münafıkların durumu da) tıpkı şeytanın durumuna benzer ki insana \"İnkâr et.\" dedi, (insan) inkar edince de: \"Ben senden uzağım, ben âlemlerin Rabb'i Allah'tan korkarım!\" dedi.","nl":"(De huichelaars zijn) zoals de Satan, toen hij tot de mens zei: \"Wees ongelovig,\" maar wanneer hij dan ongelovig is, dan zegt hij (de Satan): \"Voorwaar, ik ben niet verantwoordelijk voor jullie. Voorwaar, ik vrees de Heer der werelden.\"","en":"˹They are˺ like Satan when he lures someone to disbelieve. Then after they have done so, he will say ˹on Judgment Day˺, “I have absolutely nothing to do with you. I truly fear Allah—the Lord of all worlds.”"},"surah":null}]}