{"juzNo":28,"pageNo":548,"arCuzNo":"۲۸","arPageNo":"٥٤۸","quranAyats":[{"id":5143,"surahId":59,"ayatId":17,"ayatNo":"١٧","pageNo":548,"ayatText":"فَكَانَ عَاقِبَتَهُمَٓا اَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فٖيهَاؕ وَذٰلِكَ جَزٰٓؤُا الظَّالِمٖينَࣖ","ayatMealText":{"tr":"Nihayet ikisinin sonu, ebedi olarak ateşte oldu. Zalimlerin cezası budur.","nl":"Het gevolg voor beiden (de huichelaars en de Joden) zal zijn dat zij in de hel zullen zijn, zij zullen daarin eeuwig levenden zijn. En dat is de vergelding voor de onrechtplegers.","en":"So they will both end up in the Fire, staying there forever. That is the reward of the wrongdoers"},"surah":{"surahId":59,"name":"Haşr","nameAr":"الْحَشْرِ","revelationOrder":101,"verseCount":24,"juzNo":28,"firstPage":545}},{"id":5144,"surahId":59,"ayatId":18,"ayatNo":"١٨","pageNo":548,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَؕ اِنَّ اللّٰهَ خَبٖيرٌ بِمَا تَعْمَلُونَ","ayatMealText":{"tr":"Ey inananlar, Allah'tan korkun ve kişi, yarın için ne (yapıp) gönderdiğine baksın. Allah'tan korkun; çünkü Allah, yaptıklarınızdan haberdardır.","nl":"O jullie die geloven, vreest Allah en laat iedere ziel toezien op wat zij heeft vooruitgezonden voor de Volgende Dag. En vreest Allah. Voorwaar, Allah is Alziend over wat jullie doen.","en":"O believers! Be mindful of Allah and let every soul look to what ˹deeds˺ it has sent forth for tomorrow. And fear Allah, ˹for˺ certainly Allah is All-Aware of what you do"},"surah":null},{"id":5145,"surahId":59,"ayatId":19,"ayatNo":"١٩","pageNo":548,"ayatText":"وَلَا تَكُونُوا كَالَّذٖينَ نَسُوا اللّٰهَ فَاَنْسٰيهُمْ اَنْفُسَهُمْؕ اُو۬لٰٓئِكَ هُمُ الْفَاسِقُونَ","ayatMealText":{"tr":"Allah'ı unutup da Allah'ın da kendilerini unutturduğu kimseler gibi olmayın onlar, yoldan çıkan kimselerdir.","nl":"En weest niet zoals degenen die Allah vergaten, waarop Hij hen zichzelf deed vergeten. Zij zijn degenen die de zwaar zondigen zijn.","en":"And do not be like those who forgot Allah, so He made them forget themselves. It is they who are ˹truly˺ rebellious"},"surah":null},{"id":5146,"surahId":59,"ayatId":20,"ayatNo":"٢٠","pageNo":548,"ayatText":"لَا يَسْتَـوٖٓي اَصْحَابُ النَّارِ وَاَصْحَابُ الْجَنَّةِؕ اَصْحَابُ الْجَنَّةِ هُمُ الْـفَٓائِزُونَ","ayatMealText":{"tr":"Cehennem ehli ile cennet ehli bir olmaz. Cennet ehli kurtularak isteklerine erişenlerdir.","nl":"De bewoners van de hel en de bewoners van het Paradijs zijn niet gelijk. De bewoners van het Paradijs zijn de winnaars.","en":"The residents of the Fire cannot be equal to the residents of Paradise. ˹Only˺ the residents of Paradise will be successful"},"surah":null},{"id":5147,"surahId":59,"ayatId":21,"ayatNo":"٢١","pageNo":548,"ayatText":"لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَرَاَيْتَهُ خَاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللّٰهِؕ وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ","ayatMealText":{"tr":"Biz bu Kur'ân'ı bir dağa indirseydik, Allah'ın korkusundan onu baş eğmiş, parça, parça olmuş görürdün. Bu misalleri düşünsünler diye insanlara veriyoruz.","nl":"Als Wij deze Koran tot een berg hadden neergezonden, dan had jij deze zich zeker zien onderwerpen en zich splijten uit vrees voor Allah. Dat zijn de voorbeelden die Wij de mens geven. Hopelijk zullen zij zich laten vermanen.","en":"Had We sent down this Quran upon a mountain, you would have certainly seen it humbled and torn apart in awe of Allah. We set forth such comparisons for people, ˹so˺ perhaps they may reflect"},"surah":null},{"id":5148,"surahId":59,"ayatId":22,"ayatNo":"٢٢","pageNo":548,"ayatText":"هُوَ اللّٰهُ الَّذٖي لَٓا اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحٖيمُ","ayatMealText":{"tr":"O, öyle Allah'tır ki O'ndan başka tanrı yoktur. Görülmeyeni ve görüleni bilendir. O, esirgeyen bağışlayandır.","nl":"Hij is Allah, Degene naast Wie er geen god is dan Hij, de Kenner van het onwaarneembare en het waarneembare, Hij is de Erbarmer, de Meest Barmhartige.","en":"He is Allah—there is no god ˹worthy of worship˺ except Him: Knower of the seen and unseen. He is the Most Compassionate, Most Merciful"},"surah":null},{"id":5149,"surahId":59,"ayatId":23,"ayatNo":"٢٣","pageNo":548,"ayatText":"هُوَ اللّٰهُ الَّذٖي لَٓا اِلٰهَ اِلَّا هُوَۚ اَلْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزٖيزُ الْجَبَّارُ الْمُتَكَبِّرُؕ سُبْحَانَ اللّٰهِ عَمَّا يُشْرِكُونَ","ayatMealText":{"tr":"O, öyle bir Allah'tır ki, kendisinden başka hiçbir tanrı yoktur. O, mâlik ve sahiptir, münezzehtir, selâmet verendir, emniyete kavuşturandır, gözetip koruyandır, üstündür, istediğini zorla yaptıran, büyüklükte eşi olmayandır. Allah puta tapanların ortak koştukları şeylerden münezzehtir.","nl":"Hij is Allah, Degene naast Wie er geen god is dan Hij, de Heerser, de Heilige, de Schenker van veiligheid, de Vertrouwende, de Beschermer, de Almachtige, de Onweerstaanbare Onderwerper, de Trotse. Heilig is Hij boven wat zij Hem toekennen.","en":"He is Allah—there is no god except Him: the King, the Most Holy, the All-Perfect, the Source of Serenity, the Watcher ˹of all˺, the Almighty, the Supreme in Might, the Majestic. Glorified is Allah far above what they associate with Him ˹in worship˺"},"surah":null},{"id":5150,"surahId":59,"ayatId":24,"ayatNo":"٢٤","pageNo":548,"ayatText":"هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَٓاءُ الْحُسْنٰىؕ يُسَبِّـحُ لَهُ مَا فِي السَّمٰوَاتِ وَالْاَرْضِۚ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"O, yaratan, var eden, varlıklara şekil veren Allah'tır. En güzel isimler O'nundur. Göklerde ve yerde olanlar O'nun şânını yüceltmektedirler. O, gâlib olan, her şeyi hikmeti uyarınca yapandır.","nl":"Hij is Allah, de Schepper, de Voortbrenger, de Vormer, aan Hem behoren de Schone Namen. Wat er in de hemelen en op de aarde is prijst Zijn Glorie. En Hij is de Almachtige, de Alwijze.","en":"He is Allah: the Creator, the Inventor, the Shaper. He ˹alone˺ has the Most Beautiful Names. Whatever is in the heavens and the earth ˹constantly˺ glorifies Him. And He is the Almighty, All-Wise"},"surah":null}]}