{"juzNo":28,"pageNo":549,"arCuzNo":"۲۸","arPageNo":"٥٤۹","quranAyats":[{"id":5151,"surahId":60,"ayatId":1,"ayatNo":"١","pageNo":549,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَتَّخِذُوا عَدُوّٖي وَعَدُوَّكُمْ اَوْلِيَٓاءَ تُلْقُونَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَٓاءَكُمْ مِنَ الْحَقِّۚ يُخْرِجُونَ الرَّسُولَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوا بِاللّٰهِ رَبِّكُمْؕ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَاداً فٖي سَبٖيلٖي وَابْتِغَٓاءَ مَرْضَاتٖي تُسِرُّونَ اِلَيْهِمْ بِالْمَوَدَّةِࣗ وَاَنَا۬ اَعْلَمُ بِمَٓا اَخْفَيْتُمْ وَمَٓا اَعْلَنْتُمْؕ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَٓاءَ السَّبٖيلِ","ayatMealText":{"tr":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin. Onlar size gelen gerçeği inkar ettikleri, Rabbiniz Allah'a inandığınızdan dolayı Resulü ve sizi (yurdunuzdan sürüp) çıkardıkları halde siz onlara sevgi ulaştırıyorsunuz. Eğer benim yolumda savaşmak ve benim rızamı kazanmak için çıktınızsa içinizde onlara sevgi mi gizliyorsunuz? Oysa ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur.","nl":"O jullie die geloven, neemt niet Mijn vijanden en jullie vijanden tot vrienden, aan wie jullie genegenheid betonen. Waarlijk, zij geloofden niet in wat tot jullie is gekomen van de Waarheid. Zij hebben de Boodschapper en jullie verdreven, omdat jullie in Allah, jullie Heer, geloven. Als jullie uittrekken, strijdend op Mijn weg, Mijn welbehagen zoekend, (bevriendt hen dan niet). Jullie verheimelijkten jullie genegenheid voor hen, maar Ik weet het beste wat jullie verborgen hielden en wat jullie openbaar maakten. En wie van jullie dit doet: waarlijk, die is afgedwaald van de rechte Weg.","en":"O believers! Do not take My enemies and yours as trusted allies, showing them affection even though they deny what has come to you of the truth. They drove the Messenger and yourselves out ˹of Mecca˺, simply for your belief in Allah, your Lord. If you ˹truly˺ emigrated to struggle in My cause and seek My pleasure, ˹then do not take them as allies,˺ disclosing secrets ˹of the believers˺ to the pagans out of affection for them, when I know best whatever you conceal and whatever you reveal. And whoever of you does this has truly strayed from the Right Way"},"surah":{"surahId":60,"name":"Mümtehine","nameAr":"الْمُمْتَحِنَةِ","revelationOrder":91,"verseCount":13,"juzNo":28,"firstPage":549}},{"id":5152,"surahId":60,"ayatId":2,"ayatNo":"٢","pageNo":549,"ayatText":"اِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ اَعْدَٓاءً وَيَبْسُطُٓوا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّٓوءِ وَوَدُّوا لَوْ تَكْفُرُونَؕ","ayatMealText":{"tr":"Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten inkar edivermenizi istemektedirler.","nl":"Als zij de overhand over jullie krijgen, zullen zij vijanden voor jullie zijn. En zij zullen jullie met het kwaad raken door hun handen en hun tongen, en zij verlangen ernaar dat jullie niet zouden geloven.","en":"If they gain the upper hand over you, they would be your ˹open˺ enemies, unleashing their hands and tongues to harm you, and wishing that you would abandon faith"},"surah":null},{"id":5153,"surahId":60,"ayatId":3,"ayatNo":"٣","pageNo":549,"ayatText":"لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَٓا اَوْلَادُكُمْۚۛ يَوْمَ الْقِيٰمَةِۚۛ يَفْصِلُ بَيْنَكُمْؕ وَاللّٰهُ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Kıyamet günü yakınlarınız ve çocuklarınız size fayda vermezler. Çünkü Allah aranızı ayırır. Allah yaptıklarınızı görendir.","nl":"Jullie bloedverwanten en jullie kinderen zullen jullie niet baten op de Dag der Opstanding. Hij (Allah) maakt een scheiding tussen jullie (en de ongelovigen). En Allah is Alziende over wat jullie doen.","en":"Neither your relatives nor children will benefit you on Judgment Day—He will decide between you ˹all˺. For Allah is All-Seeing of what you do"},"surah":null},{"id":5154,"surahId":60,"ayatId":4,"ayatNo":"٤","pageNo":549,"ayatText":"قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فٖٓي اِبْرٰهٖيمَ وَالَّذٖينَ مَعَهُۚ اِذْ قَالُوا لِقَوْمِهِمْ اِنَّا بُرَءٰٓؤُ۬ا مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللّٰهِؗ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَٓاءُ اَبَداً حَتّٰى تُؤْمِنُوا بِاللّٰهِ وَحْدَهُٓ اِلَّا قَوْلَ اِبْرٰهٖيمَ لِاَبٖيهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَٓا اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍؕ رَبَّـنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصٖيرُ","ayatMealText":{"tr":"İbrahim'de ve onunla beraber bulunanlarda sizin için güzel bir misal vardır, onlar kavimlerine demişlerdi ki: \"Biz sizden ve sizin Allah'tan başka taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah'a inanıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir.\" Yalnız İbrahim'in babasına: \"Senin için mağfiret dileyeceğim, fakat senin için Allah'tan (gelecek) hiçbir şeyi (önlemeye) gücüm yetmez.\" demesi hariç. Rabbimiz! Yalnız sana dayandık, sana yöneldik. Dönüşümüz de ancak sanadır.","nl":"Waarlijk, er was voor jullie een goed voorbeeld in Ibrâhîm en degenen die met hem waren, toen zij tot hun volk zeiden: \"Wij zijn niet verantwoordelijk voor jullie en voor wat jullie naast Allah aanbidden. Wij geloven jullie niet en er is tussen ons en jullie vijandschap en haat ontstaan, voor altijd, tot jullie in Allah, de Enige geloven.\" Behalve het woord van Ibrâhîm tegen zijn vader: \"Ik zal zeker voor u vergeving vragen, maar ik heb er voor u bij Allah niets over te zeggen.\" (Zij zeiden:) \"Onze Heer, op U vertrouwen wij en tot U wenden wij ons in berouw en tot U is de terugkeer.","en":"You already have an excellent example in Abraham and those with him, when they said to their people, “We totally dissociate ourselves from you and ˹shun˺ whatever ˹idols˺ you worship besides Allah. We reject you. The enmity and hatred that has arisen between us and you will last until you believe in Allah alone.” The only exception is when Abraham said to his father, “I will seek forgiveness for you,˹” adding, “but˺ I cannot protect you from Allah at all.” ˹The believers prayed,˺ “Our Lord! In You we trust. And to You we ˹always˺ turn. And to You is the final return"},"surah":null},{"id":5155,"surahId":60,"ayatId":5,"ayatNo":"٥","pageNo":549,"ayatText":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذٖينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"\"Rabbimiz! Bizi inkar edenler için bir fitne kılma, (onlara mağlub etme!) bizi bağışla! Ey Rabbimiz! Yegane gâlib ve hikmet sahibi ancak sensin.\"","nl":"Onze Heer, maak ons niet tot een beproeving voor degenen die ongelovig zijn en vergeef ons. Onze Heer, voorwaar, U bent de Almachtige, de Alwijze.\"","en":"Our Lord! Do not subject us to the persecution of the disbelievers. Forgive us, our Lord! You ˹alone˺ are truly the Almighty, All-Wise.”"},"surah":null}]}