{"juzNo":3,"pageNo":55,"arCuzNo":"۳","arPageNo":"٥٥","quranAyats":[{"id":331,"surahId":3,"ayatId":38,"ayatNo":"٣٨","pageNo":55,"ayatText":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۚ قَالَ رَبِّ هَبْ لٖي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةًۚ اِنَّكَ سَمٖيعُ الدُّعَٓاءِ","ayatMealText":{"tr":"Orada Zekeriyya, Rabbine dua etti: \"Rabbim! Bana katından hayırlı bir nesil ver. Şüphesiz sen, duayı hakkıyle işitensin\" dedi.","nl":"Daar smeekte Zakariyyâ zijn Heer, hij zei: \"O, mijn Heer, schenk mij van U een goed nageslacht, voorwaar, U bent het die de smeekbede verhoot.\"","en":"Then and there Zachariah prayed to his Lord, saying, “My Lord! Grant me—by your grace—righteous offspring. You are certainly the Hearer of ˹all˺ prayers.”"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":332,"surahId":3,"ayatId":39,"ayatNo":"٣٩","pageNo":55,"ayatText":"فَنَادَتْهُ الْمَلٰٓئِكَةُ وَهُوَ قَٓائِمٌ يُصَلّٖي فِي الْمِحْرَابِۙ اَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقاً بِكَلِمَةٍ مِنَ اللّٰهِ وَسَيِّداً وَحَصُوراً وَنَبِياًّ مِنَ الصَّالِحٖينَ","ayatMealText":{"tr":"Zekeriyya mabedde namaz kılarken melekler ona: \"Allah sana, Allah'dan bir kelimeyi doğrulayıcı, efendi, nefsine hakim ve iyilerden bir peygamber olarak Yahya'yı müjdeler.\" diye ünlediler.","nl":"Toen riepen de Engelen tot hem, toen hij in de gebedsruimte (Mihrâb) in gehed stond: \"Voorwaar, Allah brengt jou een verheugende tijding: (de geboorte van) Yahya, als een bevstiging van een Woord van Allah, als een leider, een ingetogene, een Profeet, behorende tot de rechtschapenen.\"","en":"So the angels called out to him while he stood praying in the sanctuary, “Allah gives you good news of ˹the birth of˺ John who will confirm the Word of Allah and will be a great leader, chaste, and a prophet among the righteous.”"},"surah":null},{"id":333,"surahId":3,"ayatId":40,"ayatNo":"٤٠","pageNo":55,"ayatText":"قَالَ رَبِّ اَنّٰى يَكُونُ لٖي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَاَتٖي عَاقِرٌؕ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَٓاءُ","ayatMealText":{"tr":"Zekeriyya: \"Ey Rabbim, benim nasıl oğlum olabilir? Bana ihtiyarlık gelip çattı, karım ise kısırdır.\" dedi. Allah: \"Öyledir, fakat Allah dilediğini yapar.\" buyurdu.","nl":"Hij zei: \"O mijn Heer, hoe kan ik een jongen (verwekken), terwijl ik oud gewordden ben en mijn vrouw onvruchtbaar is?\" Hij (Allah) zei: \"Zo doet Allah wat Hij wil.\"","en":"Zachariah exclaimed, “My Lord! How can I have a son when I am very old and my wife is barren?” He replied, “So will it be. Allah does what He wills.”"},"surah":null},{"id":334,"surahId":3,"ayatId":41,"ayatNo":"٤١","pageNo":55,"ayatText":"قَالَ رَبِّ اجْعَلْ لٖٓي اٰيَةًؕ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ اَيَّامٍ اِلَّا رَمْزاًؕ وَاذْكُرْ رَبَّكَ كَثٖيراً وَسَبِّـحْ بِالْعَشِيِّ وَالْاِبْكَارِࣖ","ayatMealText":{"tr":"Zekeriyya: \"Rabbim! (oğlum olacağına dair) bana bir alâmet ver\" dedi. Allah da buyurdu ki: \"Senin için alâmet, insanlara üç gün, işaretten başka söz söyleyememendir. Ayrıca Rabbini çok an, sabah akşam tesbih et\".","nl":"Hij zei \"O mijn Heer, geef mij een teken.\" Hij (Allah) zei: \"Jouw teken is, dat je drie dragen niet met de mensen spreekt dan door gebaren, gedenkt jouw Heer veel en prijst (Zijn glorie) in de avond en in de ochtend.\"","en":"Zachariah said, “My Lord! Grant me a sign.” He said, “Your sign is that you will not ˹be able to˺ speak to people for three days except through gestures. Remember your Lord often and glorify ˹Him˺ morning and evening.”"},"surah":null},{"id":335,"surahId":3,"ayatId":42,"ayatNo":"٤٢","pageNo":55,"ayatText":"وَاِذْ قَالَتِ الْمَلٰٓئِكَةُ يَا مَرْيَمُ اِنَّ اللّٰهَ اصْطَفٰيكِ وَطَهَّرَكِ وَاصْطَفٰيكِ عَلٰى نِسَٓاءِ الْعَالَمٖينَ","ayatMealText":{"tr":"Hani melekler: \"Ey Meryem! Allah seni seçti, seni tertemiz yarattı ve seni dünya kadınlarına üstün kıldı.","nl":"En toen de Engelen zeiden: \"O Maryam, voorwaarm Allah heeft jou uitverkoren en jou gereinigd en jou boven de vrouwen van de werelden uitverkoren.\"","en":"And ˹remember˺ when the angels said, “O Mary! Surely Allah has selected you, purified you, and chosen you over all women of the world"},"surah":null},{"id":336,"surahId":3,"ayatId":43,"ayatNo":"٤٣","pageNo":55,"ayatText":"يَا مَرْيَمُ اقْنُتٖي لِرَبِّكِ وَاسْجُدٖي وَارْكَعٖي مَعَ الرَّاكِعٖينَ","ayatMealText":{"tr":"Ey Meryem! Rabbine divan dur ve secdeye kapan ve rüku' edenlerle beraber rüku' et\" demişlerdi.","nl":"O Maryam, gerhoorzaam jour Heer en kniel je voor Hem neer en buig je met de buigenden.\"","en":"O Mary! Be devout to your Lord, prostrate yourself ˹in prayer˺ and bow along with those who bow down.”"},"surah":null},{"id":337,"surahId":3,"ayatId":44,"ayatNo":"٤٤","pageNo":55,"ayatText":"ذٰلِكَ مِنْ اَنْـبَٓاءِ الْغَيْبِ نُوحٖيهِ اِلَيْكَؕ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يُلْقُونَ اَقْلَامَهُمْ اَيُّهُمْ يَكْفُلُ مَرْيَمَࣕ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يَخْتَصِمُونَ","ayatMealText":{"tr":"İşte bu, sana vahyettiğimiz gayb haberlerindendir. (Yoksa) \"Meryem'i kim himayesine alıp koruyacak?\" diye kalemlerini (kur'a için) atarlarken sen yanlarında değildin. (Bu hususta) Tartışırlarken de yanlarında bulunmadın.","nl":"Dat zijn berichten over het verborgene die wij aan jou (O Moehammad) mededelen. En jij was niet met hen toen zij door hun pennen te werpen verlotten wie can hen verantwoordelijk was voor de zorg voor Maryam, en jij was ook niet bij hen toen zij hierover redetwistten.","en":"This is news of the unseen that We reveal to you ˹O Prophet˺. You were not with them when they cast lots to decide who would be Mary’s guardian, nor were you there when they argued ˹about it˺"},"surah":null},{"id":338,"surahId":3,"ayatId":45,"ayatNo":"٤٥","pageNo":55,"ayatText":"اِذْ قَالَتِ الْمَلٰٓئِكَةُ يَا مَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُࣗ اِسْمُهُ الْمَسٖيحُ عٖيسَى ابْنُ مَرْيَمَ وَجٖيهاً فِي الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبٖينَۙ","ayatMealText":{"tr":"Melekler şöyle demişti: \"Ey Meryem! Allah sana kendisinden bir kelimeyi müjdeliyor ki, adı Meryem oğlu İsa Mesih'dir; dünyada da ahirette de itibarlı, aynı zamanda Allah'a çok yakınlardandır.","nl":"(Gedenkt) toen de Engelen zeiden: \"O Maryam, voorwaar, Allah kondigt jou met een Woord van Hem een verheugende tijding aan: zjin naam is de Messîh, 'Îsa, zoon van Maria, in deze wereld en in het Hiernamaals is hij een man van eer en hij behoort tot degenen die dicht (bij Allah) staan.","en":"˹Remember˺ when the angels proclaimed, “O Mary! Allah gives you good news of a Word from Him, his name will be the Messiah, Jesus, son of Mary; honoured in this world and the Hereafter, and he will be one of those nearest ˹to Allah˺"},"surah":null}]}