{"juzNo":28,"pageNo":550,"arCuzNo":"۲۸","arPageNo":"٥٥۰","quranAyats":[{"id":5156,"surahId":60,"ayatId":6,"ayatNo":"٦","pageNo":550,"ayatText":"لَقَدْ كَانَ لَكُمْ فٖيهِمْ اُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَؕ وَمَنْ يَتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمٖيدُࣖ","ayatMealText":{"tr":"Andolsun, onlarda sizin için, Allah'ı ve ahiret gününü arzulayanlara güzel bir örnek vardır. Kim yüz çevirirse şüphesiz Allah, zengindir, hamde layık olandır.","nl":"Voorzeker, er was voor jullie in hen een goed voorbeeld, voor wie op (de beloning van) Allah hoopt en op de Laatste Dag. Maar wie zich afwendt: voorwaar, Allah is de Behoefteloze, de Geprezene.","en":"You certainly have an excellent example in them for whoever has hope in Allah and the Last Day. But whoever turns away, then surely Allah ˹alone˺ is the Self-Sufficient, Praiseworthy"},"surah":{"surahId":60,"name":"Mümtehine","nameAr":"الْمُمْتَحِنَةِ","revelationOrder":91,"verseCount":13,"juzNo":28,"firstPage":549}},{"id":5157,"surahId":60,"ayatId":7,"ayatNo":"٧","pageNo":550,"ayatText":"عَسَى اللّٰهُ اَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذٖينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةًؕ وَاللّٰهُ قَدٖيرٌؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Olur ki Allah sizinle düşmanlarınız arasında yakında bir dostluk meydana getirir. Allah gücü yetendir. Allah çok bağışlayan, çok merhamet edendir.","nl":"Hopelijk zal Allah tussen jullie en degenen met wie jullie in vijandschap leven genegenheid brengen. En Allah is Almachtig. En Allah is Vergevensgezind, Meest Barmhartig.","en":"˹In time,˺ Allah may bring about goodwill between you and those of them you ˹now˺ hold as enemies. For Allah is Most Capable. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":5158,"surahId":60,"ayatId":8,"ayatNo":"٨","pageNo":550,"ayatText":"لَا يَنْهٰيكُمُ اللّٰهُ عَنِ الَّذٖينَ لَمْ يُقَاتِلُوكُمْ فِي الدّٖينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ اَنْ تَـبَرُّوهُمْ وَتُقْسِطُٓوا اِلَيْهِمْؕ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطٖينَ","ayatMealText":{"tr":"Allah sizi, din hakkında sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten, onlara adaletli davranmaktan men etmez. Çünkü Allah adalet yapanları sever.","nl":"Allah verbiedt jullie niet om met degenen die jullie niet bestrijden vanwege de godsdienst, en die jullie niet uit jullie woonplaatsen verdrijven, goed en rechtvaardig om te gaan. Voorwaar, Allah houdt van de rechtvaardigen.","en":"Allah does not forbid you from dealing kindly and fairly with those who have neither fought nor driven you out of your homes. Surely Allah loves those who are fair"},"surah":null},{"id":5159,"surahId":60,"ayatId":9,"ayatNo":"٩","pageNo":550,"ayatText":"اِنَّمَا يَنْهٰيكُمُ اللّٰهُ عَنِ الَّذٖينَ قَاتَلُوكُمْ فِي الدّٖينِ وَاَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلٰٓى اِخْرَاجِكُمْ اَنْ تَوَلَّوْهُمْۚ وَمَنْ يَتَوَلَّهُمْ فَاُو۬لٰٓئِكَ هُمُ الظَّالِمُونَ","ayatMealText":{"tr":"Allah sizi, ancak sizinle din hakkında savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için yardım eden kimselere dost olmaktan men eder. Kim onlarla dost olursa işte zalimler onlardır.","nl":"Allah verbiedt jullie wel degenen te bevrienden die jullie hebben bestreden vanwege de godsdienst, en die jullie hebben verdreven uit jullie woonplaatsen en die (anderen) hebben geholpen om jullie te verdrijven. En wie hen tot vriend neemt: zij zijn degenen die de onrechtplegers zijn.","en":"Allah only forbids you from befriending those who have fought you for ˹your˺ faith, driven you out of your homes, or supported ˹others˺ in doing so. And whoever takes them as friends, then it is they who are the ˹true˺ wrongdoers"},"surah":null},{"id":5160,"surahId":60,"ayatId":10,"ayatNo":"١٠","pageNo":550,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِذَا جَٓاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّؕ اَللّٰهُ اَعْلَمُ بِاٖيمَانِهِنَّۚ فَاِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ اِلَى الْكُفَّارِؕ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّؕ وَاٰتُوهُمْ مَٓا اَنْفَقُواؕ وَلَا جُنَاحَ عَلَيْكُمْ اَنْ تَنْكِحُوهُنَّ اِذَٓا اٰتَيْتُمُوهُنَّ اُجُورَهُنَّؕ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَسْـَٔلُوا مَٓا اَنْفَقْتُمْ وَلْيَسْـَٔلُوا مَٓا اَنْفَقُواؕ ذٰلِكُمْ حُكْمُ اللّٰهِؕ يَحْكُمُ بَيْنَكُمْؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduğunu öğrenirseniz onları kâfirlere geri döndürmeyin. Bunlar onlara helal değildir. Onlar da bunlara helal olmazlar. Onların (kocalarının) sarfettiklerini (mehirleri) geri verin. Mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınızda tutmayın, sarfettiğinizi isteyin. Onlarda sarfettiklerini istesinler. Allah'ın hükmü budur. Aranızda O, hükmeder, Allah bilendir, hikmet sahibidir.","nl":"O jullie die geloven, als er gelovige vrouwen, als uitgewekenen, tot jullie gekomen zijn, ondervraagt hen dan. Allah kent hun geloof het beste. Als jullie dan zeker weten dat zij gelovigen zijn, stuurt hen dan niet terug naar de ongelovigen. Zij zijn niet toegestaan voor hen (de ongelovige mannen), en zij (de ongelovige mannen) zijn niet toegestaan voor hen (de gelovige vrouwen). En geeft hun (de ongelovige mannen) wat zij (aan bruidschat) hebben uitgegeven. En er is geen zonde voor jullie als jullie hun hun bruidschat geven om hen te huwen. En houdt niet vast aan de huwelijksbanden met de ongelovige vrouwen. En vraagt terug wat jullie hebben uitgegeven (aan bruidschat aan de ongelovige vrouwen) en laat hen (de ongelovige mannen) vragen om wat zij hebben uitgegeven. Dat is de Wet van Allah, die Hij tussen jullie bepaald heeft. En Allah is Alwetend, Alwijs.","en":"O believers! When the believing women come to you as emigrants, test their intentions—their faith is best known to Allah—and if you find them to be believers, then do not send them back to the disbelievers. These ˹women˺ are not lawful ˹wives˺ for the disbelievers, nor are the disbelievers lawful ˹husbands˺ for them. ˹But˺ repay the disbelievers whatever ˹dowries˺ they had paid. And there is no blame on you if you marry these ˹women˺ as long as you pay them their dowries. And do not hold on to marriage with polytheistic women. ˹But˺ demand ˹repayment of˺ whatever ˹dowries˺ you had paid, and let the disbelievers do the same. That is the judgment of Allah—He judges between you. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":5161,"surahId":60,"ayatId":11,"ayatNo":"١١","pageNo":550,"ayatText":"وَاِنْ فَاتَكُمْ شَيْءٌ مِنْ اَزْوَاجِكُمْ اِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَاٰتُوا الَّذٖينَ ذَهَبَتْ اَزْوَاجُهُمْ مِثْلَ مَٓا اَنْفَقُواؕ وَاتَّقُوا اللّٰهَ الَّـذٖٓي اَنْتُمْ بِهٖ مُؤْمِنُونَ","ayatMealText":{"tr":"Eğer eşlerinizden biri, sizden kâfirlere kaçar da siz de savaşta galip durumda olursanız, eşleri gitmiş olanlara ganimetten, harcadıkları kadar verin. İnandığınız Allah'a karşı gelmekten sakının.","nl":"En als een van jullie echtgenotes is weggelopen naar de ongelovigen, en jullie (de ongelovigen) vervolgens hebben gestraft, geeft dan (van de oorlogsbuit) aan hen wiens echtgenotes zijn weggelopen, zoveel als zij hebben uitgegeven (aan bruidschat). En vreest Allah, Degene in Wie jullie geloven.","en":"And if any of your wives desert you to the disbelievers, and later you take spoils from them, then pay those whose wives have gone, the equivalent of whatever ˹dowry˺ they had paid. And be mindful of Allah, in Whom you believe"},"surah":null}]}