{"juzNo":28,"pageNo":551,"arCuzNo":"۲۸","arPageNo":"٥٥۱","quranAyats":[{"id":5162,"surahId":60,"ayatId":12,"ayatNo":"١٢","pageNo":551,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ اِذَا جَٓاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلٰٓى اَنْ لَا يُشْرِكْنَ بِاللّٰهِ شَيْـٔاً وَلَا يَسْرِقْنَ وَلَا يَزْنٖينَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَأْتٖينَ بِبُهْتَانٍ يَفْتَرٖينَهُ بَيْنَ اَيْدٖيهِنَّ وَاَرْجُلِهِنَّ وَلَا يَعْصٖينَكَ فٖي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللّٰهَؕ اِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ey Peygamber! İnanmış kadınlar sana gelip Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zina etmemeleri, çocuklarını öldürmemeleri, elleri ile ayakları arasında bir iftira uydurup getirmemeleri, iyi bir işte sana karşı gelmemeleri hususunda sana bey'at ederlerse onların bey'atlarını al ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayan, çok merhamet edendir.","nl":"O Boodschapper, als de gelovige vrouwen tot jou gekomen zijn om trouw aan jou te zweren, (zwerend) dat zij geen deelgenoot aan Allah toekennen, en niet stelen en geen ontucht plegen en hun kinderen niet vermoorden, en geen leugen verzinnen over wat tussen hun handen en hun voeten is, en dat zij jou niet in het goede ongehoorzaam zijn: aanvaard dan hun trouw en vraag voor hen vergeving aan Allah. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"O Prophet! When the believing women come to you, pledging to you that they will neither associate anything with Allah ˹in worship˺, nor steal, nor fornicate, nor kill their children, nor falsely attribute ˹illegitimate˺ children to their husbands, nor disobey you in what is right, then accept their pledge, and ask Allah to forgive them. Surely Allah is All-Forgiving, Most Merciful"},"surah":{"surahId":60,"name":"Mümtehine","nameAr":"الْمُمْتَحِنَةِ","revelationOrder":91,"verseCount":13,"juzNo":28,"firstPage":549}},{"id":5163,"surahId":60,"ayatId":13,"ayatNo":"١٣","pageNo":551,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَتَوَلَّوْا قَوْماً غَضِبَ اللّٰهُ عَلَيْهِمْ قَدْ يَـئِسُوا مِنَ الْاٰخِرَةِ كَمَا يَـئِسَ الْكُفَّارُ مِنْ اَصْحَابِ الْقُبُورِ","ayatMealText":{"tr":"Ey inananlar, Allah'ın gazab ettiği kimselerle dostluk etmeyin. Kâfirler, mezarlık halkından nasıl ümidi kesmişse, onlar da ahiretten öyle ümidi kesmişlerdi.","nl":"O jullie die geloven, neemt geen volk waarop Allah vertoornd is tot vrienden. Waarlijk, zij wanhopen aan het Hiernamaals, zoals de ongelovigen wanhopen aan (de opwekking van) de bewoners van de graven.","en":"O believers! Do not ally yourselves with a people Allah is displeased with. They already have no hope for the Hereafter, just like the disbelievers lying in ˹their˺ graves"},"surah":null},{"id":5164,"surahId":61,"ayatId":1,"ayatNo":"١","pageNo":551,"ayatText":"سَبَّحَ لِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِۚ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Göklerdekilerin ve yerdekilerin hepsi Allah'ı tesbih eder. O, üstündür, hikmet sahibidir.","nl":"Wat er in de hemelen en op de aarde is prijst de Glorie van Allah. En Hij is de Almachtige, de Alwijze.","en":"Whatever is in the heavens and whatever is on the earth glorifies Allah. For He ˹alone˺ is the Almighty, All-Wise"},"surah":{"surahId":61,"name":"Saff","nameAr":"الصَّفِّ","revelationOrder":109,"verseCount":14,"juzNo":28,"firstPage":551}},{"id":5165,"surahId":61,"ayatId":2,"ayatNo":"٢","pageNo":551,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ","ayatMealText":{"tr":"Ey iman edenler! Yapmayacağınız şeyi niçin söylüyorsunuz?","nl":"O jullie die geloven, waarom zeggen jullie wat jullie niet doen?","en":"O believers! Why do you say what you do not do"},"surah":null},{"id":5166,"surahId":61,"ayatId":3,"ayatNo":"٣","pageNo":551,"ayatText":"كَبُرَ مَقْتاً عِنْدَ اللّٰهِ اَنْ تَقُولُوا مَا لَا تَفْعَلُونَ","ayatMealText":{"tr":"Yapmayacağınızı söylemeniz, Allah yanında şiddetli bir buğza sebeb olur.","nl":"Groot is de woede bij Allah dat jullie zeggen wat jullie niet doen.","en":"How despicable it is in the sight of Allah that you say what you do not do"},"surah":null},{"id":5167,"surahId":61,"ayatId":4,"ayatNo":"٤","pageNo":551,"ayatText":"اِنَّ اللّٰهَ يُحِبُّ الَّذٖينَ يُقَاتِلُونَ فٖي سَبٖيلِهٖ صَفاًّ كَاَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ","ayatMealText":{"tr":"Allah, kendi yolunda kenetlenmiş bir duvar gibi saf bağlayarak savaşanları sever.","nl":"Voorwaar, Allah houdt van degenen die in slagorde strijden op Zijn Weg, alsof zij een hecht gevoegd bouwwerk zijn.","en":"Surely Allah loves those who fight in His cause in ˹solid˺ ranks as if they were one concrete structure"},"surah":null},{"id":5168,"surahId":61,"ayatId":5,"ayatNo":"٥","pageNo":551,"ayatText":"وَاِذْ قَالَ مُوسٰى لِقَوْمِهٖ يَا قَوْمِ لِمَ تُؤْذُونَنٖي وَقَدْ تَعْلَمُونَ اَنّٖي رَسُولُ اللّٰهِ اِلَيْكُمْؕ فَلَمَّا زَاغُٓوا اَزَاغَ اللّٰهُ قُلُوبَهُمْؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقٖينَ","ayatMealText":{"tr":"Bir zaman Musa, kavmine: \"Ey kavmim! Benim, Allah'ın size gönderdiği elçisi olduğumu bildiğiniz halde niçin beni incitiyorsunuz?\" demişti. Onlar eğrilince, Allah da kalblerini eğriltti. Allah fasıkları doğru yola iletmez.","nl":"En (gedenkt) toen Môesa tot zijn volk zei: \"O mijn volk, waarom kwetsen jullie mij terwijl jullie waarlijk weten dat ik voor jullie de Boodschapper van Allah ben?\" Toen zij dwaling verkozen liet Allah hun harten dwalen. En Allah leidt het zwaar zondige volk niet.","en":"˹Remember, O Prophet,˺ when Moses said to his people, “O my people! Why do you hurt me when you already know I am Allah’s messenger to you?” So when they ˹persistently˺ deviated, Allah caused their hearts to deviate. For Allah does not guide the rebellious people"},"surah":null}]}