{"juzNo":28,"pageNo":552,"arCuzNo":"۲۸","arPageNo":"٥٥۲","quranAyats":[{"id":5169,"surahId":61,"ayatId":6,"ayatNo":"٦","pageNo":552,"ayatText":"وَاِذْ قَالَ عٖيسَى ابْنُ مَرْيَمَ يَا بَنٖٓي اِسْرَٓائٖلَ اِنّٖي رَسُولُ اللّٰهِ اِلَيْكُمْ مُصَدِّقاً لِمَا بَـيْنَ يَدَيَّ مِنَ التَّوْرٰيةِ وَمُبَشِّراً بِرَسُولٍ يَأْتٖي مِنْ بَعْدِي اسْمُهُٓ اَحْمَدُؕ فَلَمَّا جَٓاءَهُمْ بِالْبَـيِّنَاتِ قَالُوا هٰذَا سِحْرٌ مُبٖينٌ","ayatMealText":{"tr":"Meryem oğlu İsa da: \"Ey İsrailoğulları! ben size Allah'ın elçisiyim. benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir peygamberi müjdeleyici olarak (geldim).\" demişti. Fakat onlara apaçık delillerle gelince \"Bu, apaçık bir büyüdür.\" dediler.","nl":"En (gedenkt) toen 'Îsa, de zoon van Maryam, zei: \"O Kinderen van Israël, voorwaar, ik ben voor jullie de Boodschapper van Allah, ter bevestiging van wat er vóór mij is van de Taurât en als verkondiger van een verheugende tijding over een Boodschapper die na mij komt, zijn naam is Ahmad. Toen hij dan met de duidelijke bewijzen tot hen kwam, zeiden zei: \"Dit is duidelijk toverij.\"","en":"And ˹remember˺ when Jesus, son of Mary, said, “O children of Israel! I am truly Allah’s messenger to you, confirming the Torah which came before me, and giving good news of a messenger after me whose name will be Aḥmad.” Yet when the Prophet came to them with clear proofs, they said, “This is pure magic.”"},"surah":{"surahId":61,"name":"Saff","nameAr":"الصَّفِّ","revelationOrder":109,"verseCount":14,"juzNo":28,"firstPage":551}},{"id":5170,"surahId":61,"ayatId":7,"ayatNo":"٧","pageNo":552,"ayatText":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ وَهُوَ يُدْعٰٓى اِلَى الْاِسْلَامِؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَ","ayatMealText":{"tr":"İslâm'a davet olunduğu halde Allah üzerine yalan uydurandan daha zalim kim olabilir? Allah zalim toplumu doğru yola iletmez.","nl":"En wie is zondiger dan degene die een leugen over Allah verzonnen heeft, terwijl hij tot de Islam opgeroepen wordt? En Allah leidt het onrechtplegende volk niet.","en":"Who does more wrong than the one who fabricates lies about Allah when invited to submit ˹to Him˺? For Allah does not guide the wrongdoing people"},"surah":null},{"id":5171,"surahId":61,"ayatId":8,"ayatNo":"٨","pageNo":552,"ayatText":"يُرٖيدُونَ لِيُطْفِؤُ۫ا نُورَ اللّٰهِ بِاَفْوَاهِهِمْ وَاللّٰهُ مُتِمُّ نُورِهٖ وَلَوْ كَرِهَ الْكَافِرُونَ","ayatMealText":{"tr":"Ağızlarıyla Allah'ın nurunu söndürmek istiyorlar. Halbuki kâfirler hoş görmese de Allah nurunu tamamlayacaktır.","nl":"Zij willen het Licht van Allah doven met hun monden, maar Allah vervolmaakt Zijn Licht, ook al haten de ongelovigen het.","en":"They wish to extinguish Allah’s light with their mouths, but Allah will ˹certainly˺ perfect His light, even to the dismay of the disbelievers"},"surah":null},{"id":5172,"surahId":61,"ayatId":9,"ayatNo":"٩","pageNo":552,"ayatText":"هُوَ الَّـذٖٓي اَرْسَلَ رَسُولَهُ بِالْهُدٰى وَدٖينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدّٖينِ كُلِّهٖ وَلَوْ كَرِهَ الْمُشْرِكُونَࣖ","ayatMealText":{"tr":"O, Resulünü hidayet ve hak dinle gönderdi ki, müşrikler istemese de onu, bütün dinlerin üstüne çıkarsın.","nl":"Hij is Degene Die Zijn Boodschapper heeft gezonden met de Leiding en de ware godsdienst (de Islam) om deze laten zegevieren over alle (vormen van) godsdienst, ook al haten de veelgodenaanbidders het.","en":"He is the One Who has sent His Messenger with ˹true˺ guidance and the religion of truth, making it prevail over all others, even to the dismay of the polytheists"},"surah":null},{"id":5173,"surahId":61,"ayatId":10,"ayatNo":"١٠","pageNo":552,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا هَلْ اَدُلُّكُمْ عَلٰى تِجَارَةٍ تُنْجٖيكُمْ مِنْ عَذَابٍ اَلٖيمٍ","ayatMealText":{"tr":"Ey İman edenler! Sizi acı bir azabdan kurtaracak ticareti size göstereyim mi?","nl":"O jullie die geloven, zal ik jullie een handel tonen die jullie van een pijnlijke bestraffing redden kan?","en":"O believers! Shall I guide you to an exchange that will save you from a painful punishment"},"surah":null},{"id":5174,"surahId":61,"ayatId":11,"ayatNo":"١١","pageNo":552,"ayatText":"تُـؤْمِنُونَ بِاللّٰهِ وَرَسُولِهٖ وَتُجَاهِدُونَ فٖي سَبٖيلِ اللّٰهِ بِاَمْوَالِكُمْ وَاَنْفُسِكُمْؕ ذٰلِكُمْ خَيْرٌ لَكُمْ اِنْ كُنْتُمْ تَعْلَمُونَۙ","ayatMealText":{"tr":"Allah'a ve Resulüne inanırsınız, mallarınızla ve canlarınızla Allah yolunda savaşırsınız. Eğer bilirseniz sizin için en iyisi budur.","nl":"(Het is) het geloof in Allah en Zijn Boodschapper geloven en jullie op de Weg van Allah strijden met jullie bezittingen en jullie zielen. Dat is beter voor jullie, als jullie het wisten!","en":"˹It is to˺ have faith in Allah and His Messenger, and strive in the cause of Allah with your wealth and your lives. That is best for you, if only you knew"},"surah":null},{"id":5175,"surahId":61,"ayatId":12,"ayatNo":"١٢","pageNo":552,"ayatText":"يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ وَمَسَا كِنَ طَيِّبَةً فٖي جَنَّاتِ عَدْنٍؕ ذٰلِكَ الْفَوْزُ الْعَظٖيمُۙ","ayatMealText":{"tr":"(Eğer böyle yaparsanız Allah) sizin günahlarınızı bağışlar ve sizi altlarından ırmaklar akan cennetlere, Adn cennetlerinde hoş yerlere koyar. İşte büyük kurtuluş budur.","nl":"Hij vergeeft jullie zonden en doet jullie Tuinen (het Paradijs) binnengaan waar de rivieren onder door stromen. En (Hij schenkt) een goede woonplaats in de Tuin van 'Adn. Dat is de geweldige overwinning.","en":"He will forgive your sins, and admit you into Gardens under which rivers flow, and ˹house you in˺ splendid homes in the Gardens of Eternity. That is the ultimate triumph"},"surah":null},{"id":5176,"surahId":61,"ayatId":13,"ayatNo":"١٣","pageNo":552,"ayatText":"وَاُخْرٰى تُحِبُّونَهَاؕ نَصْرٌ مِنَ اللّٰهِ وَفَتْحٌ قَرٖيبٌؕ وَبَشِّرِ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Seveceğiniz bir şey daha var: Allah'tan yardım ve yakın bir fetih.. Müminleri müjdele.","nl":"En (Hij schenkt) nog iets waar jullie van houden: hulp van Allah en een nabije overwinning. En verkondig de gelovigen een verteugende tijding.","en":"˹He will also give you˺ another favour that you long for: help from Allah and an imminent victory. ˹So˺ give good news ˹O Prophet˺ to the believers"},"surah":null},{"id":5177,"surahId":61,"ayatId":14,"ayatNo":"١٤","pageNo":552,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا كُونُٓوا اَنْصَارَ اللّٰهِ كَمَا قَالَ عٖيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيّٖنَ مَنْ اَنْصَارٖٓي اِلَى اللّٰهِؕ قَالَ الْحَوَارِيُّونَ نَحْنُ اَنْصَارُ اللّٰهِ فَاٰمَنَتْ طَٓائِـفَةٌ مِنْ بَنٖٓي اِسْرَٓائٖلَ وَكَـفَرَتْ طَٓائِـفَةٌۚ فَاَيَّدْنَا الَّذٖينَ اٰمَنُوا عَلٰى عَدُوِّهِمْ فَاَصْبَحُوا ظَاهِرٖينَ","ayatMealText":{"tr":"Ey inananlar, Allah'ın yardımcıları olun. Nitekim Meryem oğlu İsa da havarilere: \"Allah'a (giden yolda) benim yardımcılarım kimdir?\" demişti. Havariler: \"Allah (yolun)un yardımcıları biziz.\" dediler. İsrail oğullarından bir zümre inandı, bir zümre inkar etti. Biz de inananları, düşmanlarına karşı destekledik, onlar üstün geldiler.","nl":"O jullie die geloven, weest helpers van (de godsdienst van) Allah, zoals 'Îsa, de zoon van Maryam, tot de metgezellen zei: \"Wie zijn mijn helpers voor (de oproep) tot Allah?\" De metgezellen zeiden: \"Wij zijn de helpers van Allah.\" Waarop een deel van de Kinderen van Israël geloofde en een ander deel niet geloofde. Vervolgens versterkten Wij degenen die geloofden tegen hun vijanden zodat zij zegevierders werden.","en":"O believers! Stand up for Allah, as Jesus, son of Mary, asked the disciples, “Who will stand up with me for Allah?” The disciples replied, “We will stand up for Allah.” Then a group from the Children of Israel believed while another disbelieved. We then supported the believers against their enemies, so they prevailed"},"surah":null}]}