{"juzNo":28,"pageNo":553,"arCuzNo":"۲۸","arPageNo":"٥٥۳","quranAyats":[{"id":5178,"surahId":62,"ayatId":1,"ayatNo":"١","pageNo":553,"ayatText":"يُسَبِّـحُ لِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزٖيزِ الْحَكٖيمِ","ayatMealText":{"tr":"Göklerde ve yerde olanların hepsi padişah, mukaddes, azîz ve hakîm olan Allah'ı tesbih etmektedir.","nl":"Wat er in de hemelen en op de aarde is prijst de Glorie van Allah de Heerser, de Heilige, de Almachtige, de Alwijze.","en":"Whatever is in the heavens and whatever is on the earth ˹constantly˺ glorifies Allah—the King, the Most Holy, the Almighty, the All-Wise"},"surah":{"surahId":62,"name":"Cuma","nameAr":"الْجُمُعَةِ","revelationOrder":110,"verseCount":11,"juzNo":28,"firstPage":553}},{"id":5179,"surahId":62,"ayatId":2,"ayatNo":"٢","pageNo":553,"ayatText":"هُوَ الَّذٖي بَعَثَ فِي الْاُمِّيّٖنَ رَسُولاً مِنْهُمْ يَتْلُوا عَلَيْهِمْ اٰيَاتِهٖ وَيُزَكّٖيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَࣗ وَاِنْ كَانُوا مِنْ قَبْلُ لَفٖي ضَلَالٍ مُبٖينٍۙ","ayatMealText":{"tr":"O'dur ki ümmiler içinde, kendilerinden olan ve onlara Allah'ın âyetlerini okuyan, onları temizleyen, onlara kitap ve hikmeti öğreten bir Peygamber gönderdi. Oysa onlar, önceden apaçık bir sapıklık içinde idiler.","nl":"Hij is Degene Die bij de ongeletterden een Boodschapper uit hun midden zond, die hun Zijn Verzen voordroeg, en die hen reinigde, en die hun het Boek en de Wijsheid onderwees, terwijl zij daarvoor in duidelijke dwaling verkeerden.","en":"He is the One Who raised for the illiterate ˹people˺ a messenger from among themselves—reciting to them His revelations, purifying them, and teaching them the Book and wisdom, for indeed they had previously been clearly astray—"},"surah":null},{"id":5180,"surahId":62,"ayatId":3,"ayatNo":"٣","pageNo":553,"ayatText":"وَاٰخَرٖينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْؕ وَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Henüz onlara katılmamış bulunan diğer insanlara da (o Peygamberi göndermiştir). O, çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"En (Allah zond hem) aan anderen onder hen die zich nog niet bij hem hebben gevoegd. En Hij is de Almachtige, de Alwijze.","en":"along with others of them who have not yet joined them ˹in faith˺. For He is the Almighty, All-Wise"},"surah":null},{"id":5181,"surahId":62,"ayatId":4,"ayatNo":"٤","pageNo":553,"ayatText":"ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتٖيهِ مَنْ يَشَٓاءُؕ وَاللّٰهُ ذُو الْفَضْلِ الْعَظٖيمِ","ayatMealText":{"tr":"Bu, Allah'ın lütfudur. Allah, büyük lütuf sahibidir.","nl":"Dat is de gunst van Allah die Hij geeft aan wie Hij wil. En Allah is de Bezitter van de Geweldige Gunst.","en":"This is the favour of Allah. He grants it to whoever He wills. And Allah is the Lord of infinite bounty"},"surah":null},{"id":5182,"surahId":62,"ayatId":5,"ayatNo":"٥","pageNo":553,"ayatText":"مَثَلُ الَّذٖينَ حُمِّلُوا التَّوْرٰيةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ اَسْفَاراًؕ بِئْسَ مَثَلُ الْقَوْمِ الَّذٖينَ كَذَّبُوا بِاٰيَاتِ اللّٰهِؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَ","ayatMealText":{"tr":"Kendilerine Tevrat yükletilip de sonra onu taşımayanların durumu, kitaplar taşıyan eşeğin durumu gibidir. Allah'ın âyetlerini yalanlayanların durumu ne kötüdür. Allah zalim toplumu doğru yola iletmez.","nl":"De gelijkenis van degenen aan wie de Taurât is opgedragen en zich er vervolgens niet aan houden, is als de gelijkenis van een ezel die boeken draagt. Slecht is de gelijkenis van het volk dat de Verzen van Allah loochent. En Allah leidt het onrechtplegende volk niet.","en":"The example of those who were entrusted with ˹observing˺ the Torah but failed to do so, is that of a donkey carrying books. How evil is the example of those who reject Allah’s signs! For Allah does not guide the wrongdoing people"},"surah":null},{"id":5183,"surahId":62,"ayatId":6,"ayatNo":"٦","pageNo":553,"ayatText":"قُلْ يَٓا اَيُّهَا الَّذٖينَ هَادُٓوا اِنْ زَعَمْتُمْ اَنَّكُمْ اَوْلِيَٓاءُ لِلّٰهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"De ki: \"Ey Yahudi olanlar! Eğer insanlar arasında yalnız sizin, Allah'ın dostları olduğunuzu sanıyorsanız, o halde ölümü temenni edin, doğru iseniz?\"","nl":"Zeg: \"O jullie die Jood zijn, als jullie veronderstelden dat jullie de vrienden van Allah waren, met uitsluiting van de (andere) mensen: wenst dan de dood, als jullie waarachtig zijn!\"","en":"Say, ˹O Prophet,˺ “O Jews! If you claim to be Allah’s chosen ˹people˺ out of all humanity, then wish for death, if what you say is true.”"},"surah":null},{"id":5184,"surahId":62,"ayatId":7,"ayatNo":"٧","pageNo":553,"ayatText":"وَلَا يَتَمَنَّوْنَهُٓ اَبَداً بِمَا قَدَّمَتْ اَيْدٖيهِمْؕ وَاللّٰهُ عَلٖيمٌ بِالظَّالِمٖينَ","ayatMealText":{"tr":"Ama onlar, ellerinin (yapıp) öne sürdüğü (işler) yüzünden ölümü asla temenni etmezler. Allah zalimleri bilir.","nl":"Maar zij zullen die nooit wensen wegens dat wat hun handen vooruit hebben gezonden. En Allah is Alwetend over de onrechtplegers.","en":"But they will never wish for that because of what their hands have done. And Allah has ˹perfect˺ knowledge of the wrongdoers"},"surah":null},{"id":5185,"surahId":62,"ayatId":8,"ayatNo":"٨","pageNo":553,"ayatText":"قُلْ اِنَّ الْمَوْتَ الَّذٖي تَفِرُّونَ مِنْهُ فَاِنَّهُ مُلَاقٖيكُمْ ثُمَّ تُرَدُّونَ اِلٰى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَࣖ","ayatMealText":{"tr":"De ki: \"Sizin kendisinden kaçtığınız ölüm, muhakkak sizi bulacaktır. Sonra görünmeyeni ve görüneni bilene döndürüleceksiniz. O size (bütün) yaptıklarınızı haber verecektir.","nl":"Zeg: \"Voorwaar, de dood die jullie trachten te voorkomen zal jullie zeker vinden, daarna zullen jullie worden teruggevoerd naar de Kenner van het onwaarneembare en het waarneembare en Hij zal jullie dan mededelen wat jullie plachten te doen.\"","en":"Say, “The death you are running away from will inevitably come to you. Then you will be returned to the Knower of the seen and unseen, and He will inform you of what you used to do.”"},"surah":null}]}