{"juzNo":28,"pageNo":555,"arCuzNo":"۲۸","arPageNo":"٥٥٥","quranAyats":[{"id":5193,"surahId":63,"ayatId":5,"ayatNo":"٥","pageNo":555,"ayatText":"وَاِذَا قٖيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللّٰهِ لَـوَّوْا رُؤُ۫سَهُمْ وَرَاَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ","ayatMealText":{"tr":"Onlara: \"Gelin, Allah'ın Resulü sizin için mağfiret dilesin.\" denildiği zaman başlarını çevirirler ve onların, büyüklük taslayarak yüz çevirdiklerini görürsün.","nl":"En als tot hen gezegd wordt: \"Komt, dan zal de Boodschapper van Allah vergeving voor jullie vragen,\" dan buigen zij hun hoofden en zie jij hen (de verkondiging) tegenhouden, terwijl zij hoogmoedig zijn.","en":"When it is said to them, “Come! The Messenger of Allah will pray for you to be forgiven,” they turn their heads ˹in disgust˺, and you see them ˹O Prophet˺ turn away in arrogance"},"surah":{"surahId":63,"name":"Münâfikûn","nameAr":"الْمُنَافِقُونَ","revelationOrder":104,"verseCount":11,"juzNo":28,"firstPage":554}},{"id":5194,"surahId":63,"ayatId":6,"ayatNo":"٦","pageNo":555,"ayatText":"سَوَٓاءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْؕ لَنْ يَغْفِرَ اللّٰهُ لَهُمْؕ اِنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقٖينَ","ayatMealText":{"tr":"Onlara mağfiret dilesen de, dilemesen de onlar için birdir. Allah onları bağışlamayacaktır. Çünkü Allah, yoldan çıkmış bir toplumu yola iletmez.","nl":"Het is voor hen hetzelfde of jij voor hen vergeving vraagt, of dat jij geen vergeving voor hen vraagt: Allah zal hen nooit vergeven. Voorwaar, Allah leidt het zwaar zondige volk niet.","en":"It is the same whether you pray for their forgiveness or not, Allah will not forgive them. Surely Allah does not guide the rebellious people"},"surah":null},{"id":5195,"surahId":63,"ayatId":7,"ayatNo":"٧","pageNo":555,"ayatText":"هُمُ الَّذٖينَ يَقُولُونَ لَا تُنْفِقُوا عَلٰى مَنْ عِنْدَ رَسُولِ اللّٰهِ حَتّٰى يَنْفَضُّواؕ وَلِلّٰهِ خَزَٓائِنُ السَّمٰوَاتِ وَالْاَرْضِ وَلٰكِنَّ الْمُنَافِقٖينَ لَا يَفْقَهُونَ","ayatMealText":{"tr":"Onlar öyle kimselerdir ki: \"Allah'ın elçisinin yanında bulunanları beslemeyin ki dağılıp gitsinler.\" diyorlar. Oysa göklerin ve yerin hazineleri Allah'ındır, fakat münafıklar anlamazlar.","nl":"Zij zijn degenen die zeggen: \"Geeft geen bijdragen aan hen die met de Boodschapper van Allah zijn, zodat zij weglopen (van de Profeet.)\" Aan Allah behoren de schatten van de hemelen en de aarde, maar de huichelaars begrijpen het niet","en":"They are the ones who say ˹to one another˺, “Do not spend ˹anything˺ on those ˹emigrants˺ with the Messenger of Allah so that they will break away ˹from him˺.” But to Allah ˹alone˺ belong the treasuries of the heavens and the earth, yet the hypocrites do not comprehend"},"surah":null},{"id":5196,"surahId":63,"ayatId":8,"ayatNo":"٨","pageNo":555,"ayatText":"يَقُولُونَ لَئِنْ رَجَعْنَٓا اِلَى الْمَدٖينَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّؕ وَلِلّٰهِ الْعِزَّةُ وَلِرَسُولِهٖ وَلِلْمُؤْمِنٖينَ وَلٰكِنَّ الْمُنَافِقٖينَ لَا يَعْلَمُونَࣖ","ayatMealText":{"tr":"Diyorlar ki: \"Andolsun, eğer Medine'ye dönersek, daha üstün olan, daha alçak olanı oradan mutlaka çıkaracaktır.\" Üstünlük, ancak Allah'a, O'nun elçisine ve müminlere mahsustur. Fakat münafıklar bilmezler.","nl":"Zij zeggen: \"Als wij naar Medinah terugkeren, dan zal het sterke zeker het zwakke daaruit verdrijven.\" En alle macht behoort aan Allah en aan Zijn Boodschapper en aan de gelovigen, maar de huichelaars weten het niet.","en":"They say, “If we return to Medina, the honourable will definitely expel the inferior.” But all honour and power belongs to Allah, His Messenger, and the believers, yet the hypocrites do not know"},"surah":null},{"id":5197,"surahId":63,"ayatId":9,"ayatNo":"٩","pageNo":555,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَٓا اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِۚ وَمَنْ يَفْعَلْ ذٰلِكَ فَاُو۬لٰٓئِكَ هُمُ الْخَاسِرُونَ","ayatMealText":{"tr":"Ey İnananlar! Mallarınız ve çocuklarınız sizi Allah'ı anmaktan alıkoymasın. Kim bunu yaparsa işte onlar ziyana uğrayanlardır.","nl":"O jullie die geloven, laat jullie bezittingen en jullie kinderen jullie niet afleiden van het gedenken van Allah. En wie dat doen: zij zijn degenen die de verliezers zijn.","en":"O believers! Do not let your wealth or your children divert you from the remembrance of Allah. For whoever does so, it is they who are the ˹true˺ losers"},"surah":null},{"id":5198,"surahId":63,"ayatId":10,"ayatNo":"١٠","pageNo":555,"ayatText":"وَاَنْفِقُوا مِمَّا  رَزَقْنَاكُمْ مِنْ قَبْلِ اَنْ يَأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَٓا اَخَّرْتَـنٖٓي اِلٰٓى اَجَلٍ قَرٖيبٍۙ فَاَصَّدَّقَ وَاَكُنْ مِنَ الصَّالِحٖينَ","ayatMealText":{"tr":"Birinize ölüm gelip de: \"Rabbim, beni yakın bir süreye kadar erteleseydin de sadaka verip iyilerden olsaydım!\" demesinden önce, size verdiğimiz rızıktan (Allah) için harcayın.","nl":"En geeft bijdragen van waar Wij jullie mee voorzien hebben, voordat de dood tot een van jullie komt, en deze dan zal zeggen: \"Mijn Heer, Had U mij maar een korte tijd uitstel gegeven, dan zou ik uitgeven aan liefdadigheid en tot de rechtschapenen behoren.\"","en":"And donate from what We have provided for you before death comes to one of you, and you cry, “My Lord! If only You delayed me for a short while, I would give in charity and be one of the righteous.”"},"surah":null},{"id":5199,"surahId":63,"ayatId":11,"ayatNo":"١١","pageNo":555,"ayatText":"وَلَنْ يُؤَخِّرَ اللّٰهُ نَفْساً اِذَا جَٓاءَ اَجَلُهَاؕ وَاللّٰهُ خَبٖيرٌ بِمَا تَعْمَلُونَ","ayatMealText":{"tr":"Allah süresi geldiği zaman hiç bir canı ertelemez. Allah yaptıklarınızdan haberdardır.","nl":"Maar Allah geeft geen ziel ooit uitstel als haar tijd is gekomen. En Allah is Alwetend over wat jullie doen.","en":"But Allah never delays a soul when its appointed time comes. And Allah is All-Aware of what you do"},"surah":null}]}