{"juzNo":28,"pageNo":556,"arCuzNo":"۲۸","arPageNo":"٥٥٦","quranAyats":[{"id":5200,"surahId":64,"ayatId":1,"ayatNo":"١","pageNo":556,"ayatText":"يُسَبِّحُ لِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِۚ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُؗ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌ","ayatMealText":{"tr":"Göklerde ve yerde ne varsa hepsi Allah'ı tesbih eder. Mülk O'nundur, hamd O'nadır. Her şeye gücü yeten O'dur.","nl":"Wat er in de hemelen en op de aarde is prijst de Glorie van Allah. Aan Hem behoort de heerschappij en aan Hem behoort de lofprijzing. En Hij is Almachtig over alle zaken.","en":"Whatever is in the heavens and whatever is on the earth ˹constantly˺ glorifies Allah. The kingdom is His, and all praise is for Him. For He is Most Capable of everything"},"surah":{"surahId":64,"name":"Tegâbün","nameAr":"التَّغَابُنِ","revelationOrder":108,"verseCount":18,"juzNo":28,"firstPage":556}},{"id":5201,"surahId":64,"ayatId":2,"ayatNo":"٢","pageNo":556,"ayatText":"هُوَ الَّذٖي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌؕ وَاللّٰهُ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Sizi O yarattı. Kiminiz kâfirdir, kiminiz mümin. Allah yaptıklarınızı görmektedir.","nl":"Hij is Degene Die jullie geschapen heeft, en onder jullie zijn er ongelovigen en onder jullie zijn gelovigen. En Allah is Alziende over wat jullie doen.","en":"He is the One Who created you, yet some of you are disbelievers while some are believers. And Allah is All-Seeing of what you do"},"surah":null},{"id":5202,"surahId":64,"ayatId":3,"ayatNo":"٣","pageNo":556,"ayatText":"خَلَقَ السَّمٰوَاتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصٖيرُ","ayatMealText":{"tr":"Zira gökleri ve yeri hak ile yarattı. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş ancak O'nadır.","nl":"Hij heeft de hemelen en de aarde in Waarheid geschapen en Hij heeft jullie gevormd en jullie vorm nauwkeurig gemaakt. En tot Hem is de terugkeer.","en":"He created the heavens and the earth for a purpose. He shaped you ˹in the womb˺, perfecting your form. And to Him is the final return"},"surah":null},{"id":5203,"surahId":64,"ayatId":4,"ayatNo":"٤","pageNo":556,"ayatText":"يَعْلَمُ مَا فِي السَّمٰوَاتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَؕ وَاللّٰهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Göklerde ve yerde olanları, gizlediğiniz ve açığa vurduğunuz şeyleri bilir. Allah, göğüslerin özünü bilir.","nl":"Hij kent wat er in de hemelen en op de aarde is en Hij kent wat jullie verbergen en wat jullie openlijk doen. En Allah is Alwetend over wat zich in de harten bevindt.","en":"He knows whatever is in the heavens and the earth. And He knows whatever you conceal and whatever you reveal. For Allah knows best what is ˹hidden˺ in the heart"},"surah":null},{"id":5204,"surahId":64,"ayatId":5,"ayatNo":"٥","pageNo":556,"ayatText":"اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذٖينَ كَـفَرُوا مِنْ قَبْلُؗ فَذَاقُوا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Önceden inkâr edenlerin haberi size gelmedi mi? (Onlar) işlerinin vebalini tattılar ve onlar için acı bir azap vardır.","nl":"Is het bericht over degenen die vroeger ongelovig waren niet tot jullie gekomen? Die toen het kwaad van hun wandaden geproefd hebben? En voor hen is er een pijnlijke bestraffing.","en":"Have the stories of those who disbelieved before not reached you ˹pagans˺? They tasted the evil consequences of their doings, and they will suffer a painful punishment"},"surah":null},{"id":5205,"surahId":64,"ayatId":6,"ayatNo":"٦","pageNo":556,"ayatText":"ذٰلِكَ بِاَنَّهُ كَانَتْ تَأْتٖيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُٓوا اَبَشَرٌ يَهْدُونَنَاؗ فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللّٰهُؕ وَاللّٰهُ غَنِيٌّ حَمٖيدٌ","ayatMealText":{"tr":"Böyledir, çünkü onlara peygamberleri, açık deliller getirirlerdi, fakat onlar: \"Bir insan mı bize yol gösterecek?\" dediler ve yüz çevirdiler. Allah da muhtaç olmadığını gösterdi. Allah zengindir, övülmeye lâyıktır.","nl":"Dat is omdat zij zeiden, toen hun Boodschappers met de duidelijke bewijzen tot hen kwamen: \"Zullen mènsen ons leiden?\" Waarop zij ongelovig werden en zich afwendden. Maar Allah heeft (hun geloof) niet nodig en Allah is Behoefteloos, Geprezen.","en":"That was because their messengers used to come to them with clear proofs, but they said ˹mockingly˺, “How can humans be our guides?” So they persisted in disbelief and turned away. And Allah was not in need ˹of their faith˺. For Allah is Self-Sufficient, Praiseworthy"},"surah":null},{"id":5206,"surahId":64,"ayatId":7,"ayatNo":"٧","pageNo":556,"ayatText":"زَعَمَ الَّذٖينَ كَفَرُٓوا اَنْ لَنْ يُبْعَثُواؕ قُلْ بَلٰى وَرَبّٖي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْؕ وَذٰلِكَ عَلَى اللّٰهِ يَسٖيرٌ","ayatMealText":{"tr":"İnkâr edenler, katiyyen diriltilmeyeceklerini sandılar. De ki: \"Hayır! Rabbim hakkı için mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Bu, Allah'a göre kolaydır\".","nl":"Degenen die ongelovig zijn veronderstellen dat zij niet opgewekt zullen worden. Zeg: \"Welzeker, bij mijn Heer! Jullie zullen zeker opgewekt worden en vervolgens zullen jullie op de hoogte gebracht worden van wat jullie bedreven hebben. En dat is voor Allah gemakkelijk.","en":"The disbelievers claim they will not be resurrected. Say, ˹O Prophet,˺ “Yes, by my Lord, you will surely be resurrected, then you will certainly be informed of what you have done. And that is easy for Allah.”"},"surah":null},{"id":5207,"surahId":64,"ayatId":8,"ayatNo":"٨","pageNo":556,"ayatText":"فَاٰمِنُوا بِاللّٰهِ وَرَسُولِهٖ وَالنُّورِ الَّـذٖٓي اَنْزَلْنَاؕ وَاللّٰهُ بِمَا تَعْمَلُونَ خَبٖيرٌ","ayatMealText":{"tr":"Artık Allah'a, Resulüne ve indirdiğimiz nura (Kur'ân'a) inanın. Allah yaptıklarınızdan haberdardır.","nl":"Gelooft daarom in Allah en Zijn Boodschapper en het Licht (de Koran) dat Wij hebben neergezonden. En Allah is Alwetend over wat jullie doen.","en":"So believe in Allah and His Messenger and in the Light We have revealed. And Allah is All-Aware of what you do"},"surah":null},{"id":5208,"surahId":64,"ayatId":9,"ayatNo":"٩","pageNo":556,"ayatText":"يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِؕ وَمَنْ يُؤْمِنْ بِاللّٰهِ وَيَعْمَلْ صَالِحاً يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهٖ وَيُدْخِلْهُ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَٓا اَبَداًؕ ذٰلِكَ الْفَوْزُ الْعَظٖيمُ","ayatMealText":{"tr":"Toplanma günü için sizi topladığı zaman var ya, işte o gün, kimin aldandığının açığa çıkacağı aldanma günüdür. Kim Allah'a inanır ve yararlı iş yaparsa, Allah onun kötülüklerini örter ve onu, içinde ebedi kalacakları, altlarından ırmaklar akan cennetlere sokar. İşte büyük kurtuluş budur.","nl":"(Gedenkt) de Dag waarop Hij jullie zal bijeenbrengen voor de Dag van de samenkomst. Dat is de Dag van de oplichterij. En wie dan in Allah gelooft en goede daden verricht: Hij (Allah) zal zijn zonden uitwissen en hem Tuinen (het Paradijs) doen binnengaan waar de rivieren onder door stromen. Zij zijn daarin voor altijd eeuwig levenden, dat is de geweldige overwinning.","en":"˹Consider˺ the Day He will gather you ˹all˺ for the Day of Gathering—that will be the Day of mutual loss and gain. So whoever believes in Allah and does good, He will absolve them of their sins and admit them into Gardens under which rivers flow, to stay there for ever and ever. That is the ultimate triumph"},"surah":null}]}