{"juzNo":28,"pageNo":557,"arCuzNo":"۲۸","arPageNo":"٥٥۷","quranAyats":[{"id":5209,"surahId":64,"ayatId":10,"ayatNo":"١٠","pageNo":557,"ayatText":"وَالَّذٖينَ كَفَرُوا وَكَذَّبُوا بِاٰيَاتِنَٓا اُو۬لٰٓئِكَ اَصْحَابُ النَّارِ خَالِدٖينَ فٖيهَاؕ وَبِئْسَ الْمَصٖيرُࣖ","ayatMealText":{"tr":"İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar cehennem ehlidirler. Orada ebedi kalacaklardır. Ne kötü gidilecek yerdir orası!","nl":"Maar degenen die ongelovig waren en Onze Verzen loochenden: zij zijn degenen die de bewoners van de Hel zijn, zij zijn daarin eeuwig levenden. En slecht is de plaats van terugkeer!","en":"As for those who disbelieve and reject Our revelations, they will be the residents of the Fire, staying there forever. What an evil destination"},"surah":{"surahId":64,"name":"Tegâbün","nameAr":"التَّغَابُنِ","revelationOrder":108,"verseCount":18,"juzNo":28,"firstPage":556}},{"id":5210,"surahId":64,"ayatId":11,"ayatNo":"١١","pageNo":557,"ayatText":"مَٓا اَصَابَ مِنْ مُصٖيبَةٍ اِلَّا بِاِذْنِ اللّٰهِؕ وَمَنْ يُؤْمِنْ بِاللّٰهِ يَهْدِ قَلْبَهُؕ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلٖيمٌ","ayatMealText":{"tr":"Allah'ın izni olmayınca hiç bir musibet isabet etmez. Kim Allah'a inanırsa, Allah onun kalbini doğruya götürür. Allah her şeyi bilendir.","nl":"Er is niemand die een ramp overkomt, of deze gebeurt met het verlof van Allah. En wie in Allah gelooft: Hij zal diens hart leiden. En Allah is Alwetend over alle zaken.","en":"No calamity befalls ˹anyone˺ except by Allah’s Will. And whoever has faith in Allah, He will ˹rightly˺ guide their hearts ˹through adversity˺. And Allah has ˹perfect˺ knowledge of all things"},"surah":null},{"id":5211,"surahId":64,"ayatId":12,"ayatNo":"١٢","pageNo":557,"ayatText":"وَاَطٖيعُوا اللّٰهَ وَاَطٖيعُوا الرَّسُولَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُولِنَا الْبَلَاغُ الْمُبٖينُ","ayatMealText":{"tr":"Allah'a itaat edin, Peygamber'e de itaat edin. Yüz çevirirseniz bilin ki, elçimize düşen apaçık bir duyurmadır.","nl":"En gehoorzaamt Allah en gehoorzaamt de Boodschapper. Als jullie je afwenden, dan is aan Onze Boodschapper slechts de duidelijke verkondiging.","en":"Obey Allah and obey the Messenger! But if you turn away, then Our Messenger’s duty is only to deliver ˹the message˺ clearly"},"surah":null},{"id":5212,"surahId":64,"ayatId":13,"ayatNo":"١٣","pageNo":557,"ayatText":"اَللّٰهُ لَٓا اِلٰهَ اِلَّا هُوَؕ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","ayatMealText":{"tr":"Allah ki O'ndan başka tanrı yoktur. Müminler Allah'a dayansınlar.","nl":"Allah! Er is geen god dan Hij. En laat daarom de gelovigen op Allah vertrouwen.","en":"Allah—there is no god ˹worthy of worship˺ except Him. So in Allah let the believers put their trust"},"surah":null},{"id":5213,"surahId":64,"ayatId":14,"ayatNo":"١٤","pageNo":557,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُواًّ لَكُمْ فَاحْذَرُوهُمْۚ وَاِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَاِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar da vardır. Onlardan sakının. Ama affeder, kusurlarını başlarına kakmaz, hoş görür ve bağışlarsanız, bilin ki Allah çok bağışlayan çok merhamet edendir.","nl":"O jullie die geloven, voorwaar, er zijn er onder jullie vrouwen en jullie kinderen die vijanden voor jullie zijn. Kijk daarom voor hen uit. En als jullie kwijtschelden en het niet aanrekenen en vergeven, dan is Allah waarlijk Vergevensgezind en Meest Barmhartig.","en":"O believers! Indeed, some of your spouses and children are enemies to you, so beware of them. But if you pardon, overlook, and forgive ˹their faults˺, then Allah is truly All-Forgiving, Most Merciful"},"surah":null},{"id":5214,"surahId":64,"ayatId":15,"ayatNo":"١٥","pageNo":557,"ayatText":"اِنَّـمَٓا اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌؕ وَاللّٰهُ عِنْدَهُٓ اَجْرٌ عَظٖيمٌ","ayatMealText":{"tr":"Doğrusu mallarınız ve çocuklarınız sizin için bir imtihandır. Büyük mükafat ise Allah'ın yanındadır.","nl":"Voorwaar, jullie bezittingen en jullie kinderen zijn slechts een beproeving. En bij Allah is een geweldige beloning.","en":"Your wealth and children are only a test, but Allah ˹alone˺ has a great reward"},"surah":null},{"id":5215,"surahId":64,"ayatId":16,"ayatNo":"١٦","pageNo":557,"ayatText":"فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَاَطٖيعُوا وَاَنْفِقُوا خَيْراً لِاَنْفُسِكُمْؕ وَمَنْ يُوقَ شُحَّ نَفْسِهٖ فَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"O halde gücünüzün yettiği kadar Allah'tan korkun, dinleyin, itaat edin, kendi iyiliğinize olarak harcayın. Kim nefsinin cimriliğinden korunursa işte onlar kurtuluşa erenlerdir.","nl":"Vreest daarom Allah volgens jullie vermogen; en luistert en gehoorzaamt; en geeft bijdragen, het is beter voor jullie zelf. En wie wordt behoed voor zijn eigen gierigheid: zij zijn degenen die de welslagenden zijn.","en":"So be mindful of Allah to the best of your ability, hear and obey, and spend in charity—that will be best for you. And whoever is saved from the selfishness of their own souls, it is they who are ˹truly˺ successful"},"surah":null},{"id":5216,"surahId":64,"ayatId":17,"ayatNo":"١٧","pageNo":557,"ayatText":"اِنْ تُقْرِضُوا اللّٰهَ قَرْضاً حَسَناً يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْؕ وَاللّٰهُ شَكُورٌ حَلٖيمٌۙ","ayatMealText":{"tr":"Eğer Allah'a güzel bir borç verirseniz, Allah onu sizin için kat kat yapar ve sizi bağışlar. Allah çok mükafat verendir, halimdir.","nl":"Als jullie Allah een goede lening geven, dan zal Hij die voor jullie vermenigvuldigen en jullie vergeven. En Allah is Waarderend, Zachtmoedig.","en":"If you lend to Allah a good loan, He will multiply it for you and forgive you. For Allah is Most Appreciative, Most Forbearing"},"surah":null},{"id":5217,"surahId":64,"ayatId":18,"ayatNo":"١٨","pageNo":557,"ayatText":"عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"Görünmeyeni ve görüneni bilendir. Üstündür, hikmet sahibidir.","nl":"De Kenner van het onwaarneembare en het waarneembare, de Almachtige, de Alwijze.","en":"˹He is the˺ Knower of the seen and unseen—the Almighty, All-Wise"},"surah":null}]}