{"juzNo":28,"pageNo":558,"arCuzNo":"۲۸","arPageNo":"٥٥۸","quranAyats":[{"id":5218,"surahId":65,"ayatId":1,"ayatNo":"١","pageNo":558,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَٓاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ اِلَّٓا اَنْ يَأْتٖينَ بِفَاحِشَةٍ مُبَيِّنَةٍؕ وَتِلْكَ حُدُودُ اللّٰهِؕ وَمَنْ يَتَعَدَّ حُدُودَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهُؕ لَا تَدْرٖي لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْراً","ayatMealText":{"tr":"Ey Peygamber! Kadınları boşamak istediğiniz zaman onları iddetleri içinde boşayın ve iddeti de sayın. Rabbiniz Allah'tan korkun. Apaçık bir hayasızlık yapmaları hali bir yana, onları evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar Allah'ın sınırlarıdır. Kim Allah'ın sınırlarını aşarsa, şüphesiz kendine zulmetmiş olur. Bilmezsin, olur ki Allah, bundan sonra bir durum ortaya çıkarıverir.","nl":"O Profeet als jullie van de vrouwen scheiden, scheidt dan van hen met inachtneming van hun perioden, en berekent de perioden (precies) en vreest Allah, jullie Heer. Verwijdert hen niet uit hun huizen en zij mogen (deze) niet verlaten, behalve wanneer zij duidelijk zedeloosheden begaan. Dat zijn de Wetten van Allah en wie de Wetten van Allah overschrijdt, die heeft waarlijk zichzelf onrecht aangedaan. Jij weet niet of Allah misschien daarna een nieuwe omstandigheid zal doen ontstaan.","en":"O Prophet! ˹Instruct the believers:˺ When you ˹intend to˺ divorce women, then divorce them with concern for their waiting period, and count it accurately. And fear Allah, your Lord. Do not force them out of their homes, nor should they leave—unless they commit a blatant misconduct. These are the limits set by Allah. And whoever transgresses Allah’s limits has truly wronged his own soul. You never know, perhaps Allah will bring about a change ˹of heart˺ later"},"surah":{"surahId":65,"name":"Talâk","nameAr":"الطَّلَاقِ","revelationOrder":99,"verseCount":12,"juzNo":28,"firstPage":558}},{"id":5219,"surahId":65,"ayatId":2,"ayatNo":"٢","pageNo":558,"ayatText":"فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوهُنَّ بِمَعْرُوفٍ اَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَاَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَاَقٖيمُوا الشَّهَادَةَ لِلّٰهِؕ ذٰلِكُمْ يُوعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِؕ وَمَنْ يَتَّقِ اللّٰهَ يَجْعَلْ لَهُ مَخْرَجاًۙ","ayatMealText":{"tr":"Sürelerinin sonuna vardıklarında onları güzelce tutun, yahut güzellikle onlardan ayrılın. İçinizden adalet sahibi iki kişiyi şahit tutun. Şahidliği Allah için yapın. İşte Allah'a ve son güne inanan kimseye öğütlenen budur. Kim Allah'tan korkarsa Allah ona bir çıkış yolu yaratır.","nl":"Wanneer zij dan hun termijn bereikt hebben, behoudt hen dan volgens de voorschriften of scheidt van hen volgens de voorschriften, en neemt twee rechtvaardige personen als getuigen. En weest oprecht in de getuigenis voor Allah. Dat is waartoe jullie gemaand worden, (voor) wie gelooft in Allah en in de Laatste Dag. En wie Allah vreest die zal Hij een oplossing geven.","en":"Then when they have ˹almost˺ reached the end of their waiting period, either retain them honourably or separate from them honourably. And call two of your reliable men to witness ˹either way˺—and ˹let the witnesses˺ bear true testimony for ˹the sake of˺ Allah. This is enjoined on whoever has faith in Allah and the Last Day. And whoever is mindful of Allah, He will make a way out for them"},"surah":null},{"id":5220,"surahId":65,"ayatId":3,"ayatNo":"٣","pageNo":558,"ayatText":"وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُؕ وَمَنْ يَتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهُؕ اِنَّ اللّٰهَ بَالِغُ اَمْرِهٖؕ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْراً","ayatMealText":{"tr":"Ve onu ummadığı yerden rızıklandırır. Kim Allah'a güvenirse O, ona yeter. Allah, emrini yerine getirendir. Allah her şey için bir ölçü koymuştur.","nl":"En Hij voorziet hem van waar hij het niet verwacht, en (voor) wie op Allah vertrouwt, is Hij voldoende. Voorwaar, Allah voert Zijn zaak uit. Waarlijk, Allah heeft voor alle zaken een maatgeving bepaald.","en":"and provide for them from sources they could never imagine. And whoever puts their trust in Allah, then He ˹alone˺ is sufficient for them. Certainly Allah achieves His Will. Allah has already set a destiny for everything"},"surah":null},{"id":5221,"surahId":65,"ayatId":4,"ayatNo":"٤","pageNo":558,"ayatText":"وَالّٰٓئٖ يَـئِسْنَ مِنَ الْمَحٖيضِ مِنْ نِسَٓائِكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَالّٰٓئٖ لَمْ يَحِضْنَؕ وَاُو۬لَاتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَضَعْنَ حَمْلَهُنَّؕ وَمَنْ يَتَّقِ اللّٰهَ يَجْعَلْ لَهُ مِنْ اَمْرِهٖ يُسْراً","ayatMealText":{"tr":"Kadınlarınız içinden âdetten kesilmiş olanlarla, henüz âdetini görmemiş bulunanlardan eğer şüphe ederseniz (iddetlerinin nasıl olacağında tereddüt ederseniz), onların bekleme süresi üç aydır. Gebe olanların bekleme süresi ise, yüklerini bırakmaları, doğum yapmalarıdır. Kim Allah'tan korkarsa, Allah ona işinde bir kolaylık verir.","nl":"En voor hen die (gezien hun leeftijd) onzeker zijn omtrent de menstruatie van jullie vrouwen; als jullie (mannen) twijfelen is hun wachttijd drie maanden. En (dit geldt ook voor) hen die nog geen menstruatie hebben. Voor hen die zwanger zijn geldt de wachttijd totdat zij hebben gebaard wat zij dragen. En wie Allah vreest, voor hem zal Hij zijn zaak makkelijk maken.","en":"As for your women past the age of menstruation, in case you do not know, their waiting period is three months, and those who have not menstruated as well. As for those who are pregnant, their waiting period ends with delivery. And whoever is mindful of Allah, He will make their matters easy for them"},"surah":null},{"id":5222,"surahId":65,"ayatId":5,"ayatNo":"٥","pageNo":558,"ayatText":"ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهُٓ اِلَيْكُمْؕ وَمَنْ يَتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهٖ وَيُعْظِمْ لَـهُٓ اَجْراً","ayatMealText":{"tr":"Bu, Allah'ın size indirdiği buyruğudur. Kim Allah'tan korkarsa Allah onun kötülüklerini örter ve onun mükafatını büyütür.","nl":"Dat is het bevel van Allah, dat Hij aan jullie neerzendt. En wie Allah vreest, voor hem zal Hij zijn zonden uitwissen en hem een geweldige beloning geven.","en":"This is the commandment of Allah, which He has revealed to you. And whoever is mindful of Allah, He will absolve them of their sins and reward them immensely"},"surah":null}]}