{"juzNo":28,"pageNo":560,"arCuzNo":"۲۸","arPageNo":"٥٦۰","quranAyats":[{"id":5230,"surahId":66,"ayatId":1,"ayatNo":"١","pageNo":560,"ayatText":"يَٓا اَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَٓا اَحَلَّ اللّٰهُ لَكَۚ تَبْتَغٖي مَرْضَاتَ اَزْوَاجِكَؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ey Peygamber! Eşlerinin rızasını arayarak Allah'ın sana helâl kıldığı şeyi niçin sen kendine haram ediyorsun? Allah çok bağışlayan çok esirgeyendir.","nl":"O Profeet, waarom verbied iets wat Allah jou heeft toegestaan, om het welbehagen van jouw vrouwen te verkrijgen? En Allah is Vergevensgezind en Meest Barmhartig.","en":"O Prophet! Why do you prohibit ˹yourself˺ from what Allah has made lawful to you, seeking to please your wives? And Allah is All-Forgiving, Most Merciful"},"surah":{"surahId":66,"name":"Tahrîm","nameAr":"التَّحْر۪يمِ","revelationOrder":107,"verseCount":12,"juzNo":28,"firstPage":560}},{"id":5231,"surahId":66,"ayatId":2,"ayatNo":"٢","pageNo":560,"ayatText":"قَدْ فَرَضَ اللّٰهُ لَكُمْ تَحِلَّةَ اَيْمَانِكُمْۚ وَاللّٰهُ مَوْلٰيكُمْۚ وَهُوَ الْعَلٖيمُ الْحَكٖيمُ","ayatMealText":{"tr":"Allah size yeminlerinizi çözmeyi meşrû kılmıştır. Allah sizin sahibinizdir. O bilendir, hikmetle yönetendir.","nl":"Allah heeft jullie waarlijk verplicht om jullie eden toegestaan te maken. En Allah is jullie Meester. En Hij is de Alwetende, de Alwijze.","en":"Allah has already ordained for you ˹believers˺ the way to absolve yourselves from your oaths. For Allah is your Guardian. And He is the All-Knowing, All-Wise"},"surah":null},{"id":5232,"surahId":66,"ayatId":3,"ayatNo":"٣","pageNo":560,"ayatText":"وَاِذْ اَسَرَّ النَّبِيُّ اِلٰى بَعْضِ اَزْوَاجِهٖ حَدٖيثاًۚ فَلَمَّا نَبَّاَتْ بِهٖ وَاَظْهَرَهُ اللّٰهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَاَعْرَضَ عَنْ بَعْضٍۚ فَلَمَّا نَبَّاَهَا بِهٖ قَالَتْ مَنْ اَنْبَاَكَ هٰذَاؕ قَالَ نَبَّاَنِيَ الْعَلٖيمُ الْخَبٖيرُ","ayatMealText":{"tr":"Peygamber, eşlerinden birine gizlice bir söz söylemişti. Fakat eşi, o sözü başkalarına haber verip Allah da bunu Peygamber'e açıklayınca, Peygamber (eşine) bir kısmını bildirmiş bir kısmından da vazgeçmişti. Peygamber bunu ona haber verince eşi: \"Bunu sana kim söyledi?\" dedi. Peygamber \"Bilen, her şeyden haberi olan Allah bana söyledi.\" dedi.","nl":"En (gedenkt) toen de Boodschapper in het geheim een gebeurtenis aan één van zijn vrouwen toevertrouwde. En toen zij dit vertelde en Allah dit aan hem openbaar maakte, maakte hij er een gedeelte van bekend en liet een er gedeelte van onbesproken. Toen hij het haar vertelde, zei zij: \"Wie heeft jou dit verteld?\" Hij zei: \"De Kenner, de Alwetende, heeft mij op de hoogte gebracht.\"","en":"˹Remember˺ when the Prophet had ˹once˺ confided something to one of his wives, then when she disclosed it ˹to another wife˺ and Allah made it known to him, he presented ˹to her˺ part of what was disclosed and overlooked a part. So when he informed her of it, she exclaimed, “Who told you this?” He replied, “I was informed by the All-Knowing, All-Aware.”"},"surah":null},{"id":5233,"surahId":66,"ayatId":4,"ayatNo":"٤","pageNo":560,"ayatText":"اِنْ تَتُوبَٓا اِلَى اللّٰهِ فَقَدْ صَغَتْ قُلُوبُكُمَاۚ وَاِنْ تَظَاهَرَا عَلَيْهِ فَاِنَّ اللّٰهَ هُوَ مَوْلٰيهُ وَجِبْرٖيلُ وَصَالِـحُ الْمُؤْمِنٖينَۚ وَالْمَلٰٓئِكَةُ بَعْدَ ذٰلِكَ ظَهٖيرٌ","ayatMealText":{"tr":"Eğer ikiniz de Allah'a tevbe ederseniz ne iyi, çünkü kalpleriniz eğildi. Ve eğer Peygamber'e karşı birbirinize arka olursanız (bilin ki) onun dostu ve yardımcısı Allah, Cibrîl ve müminlerin iyileridir. Bunun ardından melekler de ona arkadır.","nl":"Als jullie beiden (Hafsah en Â'isjah) Allah berouw tonen (is dat beter voor jullie), dan neigen jullie harten waarlijk (naar het goede). Maar als jullie elkaar bijstaan tegen hem (de Boodschapper), dan is Allah waarlijk jouw Helper, en Djibrîl en de rechtschapen gelovigen en daarnaast de Engelen zullen helpers zijn.","en":"˹It will be better˺ if you ˹wives˺ both turn to Allah in repentance, for your hearts have certainly faltered. But if you ˹continue to˺ collaborate against him, then ˹know that˺ Allah Himself is his Guardian. And Gabriel, the righteous believers, and the angels are ˹all˺ his supporters as well"},"surah":null},{"id":5234,"surahId":66,"ayatId":5,"ayatNo":"٥","pageNo":560,"ayatText":"عَسٰى رَبُّهُٓ اِنْ طَلَّقَكُنَّ اَنْ يُبْدِلَهُٓ اَزْوَاجاً خَيْراً مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَٓائِبَاتٍ عَابِدَاتٍ سَٓائِحَاتٍ ثَيِّبَاتٍ وَاَبْكَاراً","ayatMealText":{"tr":"Eğer o sizi boşarsa belki de Rabbi ona, sizden daha hayırlı, kendisini Allah'a teslim eden, inanan, gönülden itaat eden, tevbe eden, oruç tutan dul ve bakire eşler verir.","nl":"Het kan zijn dat wanneer hij van jullie (zijn echtgenotes) scheidt, dat zijn Heer aan hem betere echtgenotes in de plaats van jullie zal geven, die zich overgeven, die gelovend, gehoorzamend, berouwvol, aanbiddend en vastend zijn, die eerder getrouwd zijn geweest, of maagd zijn.","en":"Perhaps, if he were to divorce you ˹all˺, his Lord would replace you with better wives who are submissive ˹to Allah˺, faithful ˹to Him˺, devout, repentant, dedicated to worship and fasting—previously married or virgins"},"surah":null},{"id":5235,"surahId":66,"ayatId":6,"ayatNo":"٦","pageNo":560,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا قُٓوا اَنْفُسَكُمْ وَاَهْلٖيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰٓئِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللّٰهَ مَٓا اَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ","ayatMealText":{"tr":"Ey inananlar! Kendinizi ve ailenizi bir ateşten koruyun ki onun yakıtı insanlar ve taşlardır. Onun başında gayet katı, şiddetli, Allah'ın kendilerine buyurduğuna karşı gelmeyen ve emredildikleri şeyi yapan melekler vardır.","nl":"O jullie die geloven, behoedt julliezelf en jullie gezinsleden voor de Hel, die als brandstof mensen en stenen heeft, waarover strenge en hard optredende Engelen zijn aangesteld, die Allah niet ongehoorzaam zijn in wat Hij hun beveelt, en die uitvoeren wat hun is bevolen.","en":"O believers! Protect yourselves and your families from a Fire whose fuel is people and stones, overseen by formidable and severe angels, who never disobey whatever Allah orders—always doing as commanded"},"surah":null},{"id":5236,"surahId":66,"ayatId":7,"ayatNo":"٧","pageNo":560,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَؕ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَࣖ","ayatMealText":{"tr":"(İnkâr edenlere): \"Ey kâfirler! Bugün özür dilemeyin. Siz ancak işlediklerinizin cezasını çekeceksiniz.\" (denilir.)","nl":"O jullie die ongelovig zijn, verontschuldigt jullie op die Dag niet: jullie worden slechts vergolden naar wat jullie hebben gedaan.","en":"˹The deniers will then be told,˺ “O disbelievers! Make no excuses this Day! You are only rewarded for what you used to do.”"},"surah":null}]}