{"juzNo":29,"pageNo":562,"arCuzNo":"۲۹","arPageNo":"٥٦۲","quranAyats":[{"id":5242,"surahId":67,"ayatId":1,"ayatNo":"١","pageNo":562,"ayatText":"تَبَارَكَ الَّذٖي بِيَدِهِ الْمُلْكُؗ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌۙ","ayatMealText":{"tr":"Mutlak hükümranlık elinde bulunan Allah, yüceler yücesidir ve O'nun her şeye gücü yeter.","nl":"Gezegend is Degene in Wiens Hand de heerschappij is. En Hij is Almachtig over alle zaken.","en":"Blessed is the One in Whose Hands rests all authority. And He is Most Capable of everything"},"surah":{"surahId":67,"name":"Mülk","nameAr":"الْمُلْكِ","revelationOrder":77,"verseCount":30,"juzNo":29,"firstPage":562}},{"id":5243,"surahId":67,"ayatId":2,"ayatNo":"٢","pageNo":562,"ayatText":"اَلَّذٖي خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّـكُمْ اَحْسَنُ عَمَلاًؕ وَهُوَ الْعَزٖيزُ الْغَفُورُۙ","ayatMealText":{"tr":"O, hanginizin daha güzel iş yapacağınızı denemek için ölümü ve hayatı yarattı. O, üstündür, bağışlayandır.","nl":"Degenen Die de dood en het leven heeft geschapen om jullie te beproeven, (en te tonen) wie van jullie de beste daden verricht. En Hij is de Almachtige, de Vergevensgezinde.","en":"˹He is the One˺ Who created death and life in order to test which of you is best in deeds. And He is the Almighty, All-Forgiving"},"surah":null},{"id":5244,"surahId":67,"ayatId":3,"ayatNo":"٣","pageNo":562,"ayatText":"اَلَّذٖي خَلَقَ سَبْعَ سَمٰوَاتٍ طِبَاقاًؕ مَا تَرٰى فٖي خَلْقِ الرَّحْمٰنِ مِنْ تَفَاوُتٍؕ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُورٍ","ayatMealText":{"tr":"O, yedi göğü, birbiri üzerine yarattı. Rahmân'ın yaratmasında bir aykırılık, uygunsuzluk görmezsin. Gözünü döndür de bak, bir bozukluk görüyor musun?","nl":"Degene Die de hemel in lagen heeft geschapen. Jij ziet in de schepping van de Erbarmer geen onevenwichtigheid. Kijk dan nog een keer, zie jij een afwijking?","en":"˹He is the One˺ Who created seven heavens, one above the other. You will never see any imperfection in the creation of the Most Compassionate. So look again: do you see any flaws"},"surah":null},{"id":5245,"surahId":67,"ayatId":4,"ayatNo":"٤","pageNo":562,"ayatText":"ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئاً وَهُوَ حَسٖيرٌ","ayatMealText":{"tr":"Sonra gözünü tekrar tekrar döndür (bak). Göz (aradığı bozukluğu bulmaktan) âciz ve bitkin halde sana dönecektir.","nl":"Kijk dan nog eens twee maal, jij zult jouw ogen nederig neerslaan, terwijl zij vermoeid zijn.","en":"Then look again and again—your sight will return frustrated and weary"},"surah":null},{"id":5246,"surahId":67,"ayatId":5,"ayatNo":"٥","pageNo":562,"ayatText":"وَلَقَدْ زَيَّنَّا السَّمَٓاءَ الدُّنْيَا بِمَصَابٖيحَ وَجَعَلْنَاهَا رُجُوماً لِلشَّيَاطٖينِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعٖيرِ","ayatMealText":{"tr":"Andolsun biz, en yakın göğü kandillerle donattık ve onları, şeytanlar için taşlamalar yaptık. Ve onlar için alevli ateş azabını hazırladık.","nl":"En voorzeker, Wij hebben de nabije hemel met lampen (sterren) gesierd en Wij maakten die om er de Satans mee te stenigen. En Wij hebben voor hen de bestraffing van Sa'îr (de Hel) bereid.","en":"And indeed, We adorned the lowest heaven with ˹stars like˺ lamps, and made them ˹as missiles˺ for stoning ˹eavesdropping˺ devils, for whom We have also prepared the torment of the Blaze"},"surah":null},{"id":5247,"surahId":67,"ayatId":6,"ayatNo":"٦","pageNo":562,"ayatText":"وَلِلَّذٖينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَؕ وَبِئْسَ الْمَصٖيرُ","ayatMealText":{"tr":"Rablerini inkâr edenler için cehennem azabı vardır. Ne kötü gidilecek yerdir o!","nl":"En voor degenen die niet in hun Heer geloven, is er de bestraffing van de Hel. En dat is de slechtste plaats van bestemming!","en":"Those who disbelieve in their Lord will suffer the punishment of Hell. What an evil destination"},"surah":null},{"id":5248,"surahId":67,"ayatId":7,"ayatNo":"٧","pageNo":562,"ayatText":"اِذَٓا اُلْقُوا فٖيهَا سَمِعُوا لَهَا شَهٖيقاً وَهِيَ تَفُورُۙ","ayatMealText":{"tr":"Oraya atıldıklarında, onun kaynarken çıkardığı uğultuyu işitirler.","nl":"En wanneer zij daarin geworpen worden, dan horen zij een afschrikwekkend gebrul ervan, terwijl zij (de Hel) raast.","en":"When they are tossed into it, they will hear its roaring as it boils over"},"surah":null},{"id":5249,"surahId":67,"ayatId":8,"ayatNo":"٨","pageNo":562,"ayatText":"تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِؕ كُلَّمَٓا اُلْقِيَ فٖيهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُـهَٓا اَلَمْ يَأْتِكُمْ نَذٖيرٌ","ayatMealText":{"tr":"Az daha öfkeden çatlayacak. Her ne zaman oraya bir topluluk atılsa, onun bekçileri onlara: \"Size korkutucu bir peygamber gelmemiş miydi?\" diye sorarlar.","nl":"Haast barst zij van woede. Telkens wanneer een groep erin wordt geworpen, vragen de wakers ervan hen: \"Is er geen waarschuwer tot jullie gekomen?\"","en":"almost bursting in fury. Every time a group is cast into it, its keepers will ask them, “Did a warner not come to you?”"},"surah":null},{"id":5250,"surahId":67,"ayatId":9,"ayatNo":"٩","pageNo":562,"ayatText":"قَالُوا بَلٰى قَدْ جَٓاءَنَا نَذٖيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۚ اِنْ اَنْتُمْ اِلَّا فٖي ضَلَالٍ كَبٖيرٍ","ayatMealText":{"tr":"Derler: \"Evet, bize uyarıcı geldi ama biz yalanladık ve Allah hiçbir şey indirmedi, siz ancak büyük bir sapıklık içindesiniz.\" dedik.","nl":"Zij zeggen: \"Welzeker, er is waarlijk een waarschuwer tot ons gekomen, maar toen loochenden wij. En wij zeiden: \"Allah heeft niets neergezonden, jullie verkeren slechts in grote dwaling.\"","en":"They will reply, “Yes, a warner did come to us, but we denied and said, ‘Allah has revealed nothing. You are extremely astray.’”"},"surah":null},{"id":5251,"surahId":67,"ayatId":10,"ayatNo":"١٠","pageNo":562,"ayatText":"وَقَالُوا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فٖٓي اَصْحَابِ السَّعٖيرِ","ayatMealText":{"tr":"Ve derler ki: \"Eğer biz dinleseydik, yahut düşünüp anlasaydık şu çılgın ateşin halkı arasında bulunmazdık!\"","nl":"Zij zeiden: \"Als wij (het) konden horen of begrijpen, dan zouden wij niet tot de bewoners van Sa'îr (de Hel) behoren!\"","en":"And they will lament, “If only we had listened and reasoned, we would not be among the residents of the Blaze!”"},"surah":null},{"id":5252,"surahId":67,"ayatId":11,"ayatNo":"١١","pageNo":562,"ayatText":"فَاعْتَرَفُوا بِذَنْبِهِمْۚ فَسُحْقاً لِاَصْحَابِ السَّعٖيرِ","ayatMealText":{"tr":"Böylece günahlarını itiraf ederler. (Artık) o çılgın ateş halkı (Allah'ın rahmetinden) uzak olsunlar!","nl":"Zij bekennen dan hun zonden. Daarom, ten onder gaan de bewoners van Sa'îr (de Hel)!","en":"And so they will confess their sins. So away with the residents of the Blaze"},"surah":null},{"id":5253,"surahId":67,"ayatId":12,"ayatNo":"١٢","pageNo":562,"ayatText":"اِنَّ الَّذٖينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَاَجْرٌ كَبٖيرٌ","ayatMealText":{"tr":"Fakat daha görmeden Rablerinden korkanlar var ya, işte onlar için bağışlanma ve büyük bir mükâfat vardır.","nl":"Voorwaar, voor degenen die hun Heer in het verborgene vrezen, voor hen is er vergeving en een grote beloning.","en":"Indeed, those in awe of their Lord without seeing Him will have forgiveness and a mighty reward"},"surah":null}]}