{"juzNo":29,"pageNo":563,"arCuzNo":"۲۹","arPageNo":"٥٦۳","quranAyats":[{"id":5254,"surahId":67,"ayatId":13,"ayatNo":"١٣","pageNo":563,"ayatText":"وَاَسِرُّوا قَوْلَكُمْ اَوِ اجْهَرُوا بِهٖؕ اِنَّهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Sözünüzü ister gizleyin, ister açığa vurun; bilin ki, O, göğüslerin özünü bilir.","nl":"En houdt jullie woorden geheim of maakt ze openbaar: voorwaar, Hij is Alwetend over wat er in de harten is.","en":"Whether you speak secretly or openly—He surely knows best what is ˹hidden˺ in the heart"},"surah":{"surahId":67,"name":"Mülk","nameAr":"الْمُلْكِ","revelationOrder":77,"verseCount":30,"juzNo":29,"firstPage":562}},{"id":5255,"surahId":67,"ayatId":14,"ayatNo":"١٤","pageNo":563,"ayatText":"اَلَا يَعْلَمُ مَنْ خَلَقَؕ وَهُوَ اللَّطٖيفُ الْخَبٖيرُࣖ","ayatMealText":{"tr":"Hiç yaratan bilmez mi? O, en ince işleri görüp bilmektedir ve her şeyden haberdardır.","nl":"Zou Hij die schiep geen kennis hebben (over het geschapene)? Hij is de Zachtmoedige, de Alwetende.","en":"How could He not know His Own creation? For He ˹alone˺ is the Most Subtle, All-Aware"},"surah":null},{"id":5256,"surahId":67,"ayatId":15,"ayatNo":"١٥","pageNo":563,"ayatText":"هُوَ الَّذٖي جَعَلَ لَكُمُ الْاَرْضَ ذَلُولاً فَامْشُوا فٖي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهٖؕ وَاِلَيْهِ النُّشُورُ","ayatMealText":{"tr":"O size yeri boyun eğer kıldı. Haydi onun omuzlarında (dağlarında, tepelerinde) yürüyün ve Allah'ın rızkından yeyin. Dönüş ancak O'nadır.","nl":"Hij is Degene Die de aarde voor jullie begaanbaar heeft gemaakt. Wandelt dan over haar zijden en eet van Zijn voorzieningen. En tot Hem is de opwekking.","en":"He is the One Who smoothed out the earth for you, so move about in its regions and eat from His provisions. And to Him is the resurrection ˹of all˺"},"surah":null},{"id":5257,"surahId":67,"ayatId":16,"ayatNo":"١٦","pageNo":563,"ayatText":"ءَاَمِنْتُمْ مَنْ فِي السَّمَٓاءِ اَنْ يَخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُورُۙ","ayatMealText":{"tr":"Her şeyi kuşatmış olan Allah ın yeri sizinle birlikte göçürüvermesinden emin misiniz? O zaman yer çalkalanıyordur.","nl":"Voelen jullie je er veilig voor dat Hij Die in de hemel is, jullie niet zal doen wegzinken in de aarde? Zij begint al te schudden!","en":"Do you feel secure that the One Who is in heaven will not cause the earth to swallow you up as it quakes violently"},"surah":null},{"id":5258,"surahId":67,"ayatId":17,"ayatNo":"١٧","pageNo":563,"ayatText":"اَمْ اَمِنْتُمْ مَنْ فِي السَّمَٓاءِ اَنْ يُرْسِلَ عَلَيْكُمْ حَاصِباًؕ فَسَتَعْلَمُونَ كَيْفَ نَذٖيرِ","ayatMealText":{"tr":"Yoksa siz, gökte olanın üzerinize taş yağdıran bir kasırga göndermeyeceğinden emin misiniz? Tehdidim nasılmış bileceksiniz.","nl":"Of voelen jullie je er veilig voor dat Hij Die in de hemel is, niet een vulkanische regen over jullie zal zenden? Jullie zullen dan weten hoe (terecht) Mijn waarschuwing was.","en":"Or do you feel secure that the One Who is in heaven will not unleash upon you a storm of stones. Only then would you know how ˹serious˺ My warning was"},"surah":null},{"id":5259,"surahId":67,"ayatId":18,"ayatNo":"١٨","pageNo":563,"ayatText":"وَلَقَدْ كَذَّبَ الَّذٖينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكٖيرِ","ayatMealText":{"tr":"Andolsun, onlardan öncekiler de yalanladılar. Ama beni inkâr nasıl oldu?","nl":"En voorzeker, degenen die er vóór hen (de Boodschappers) waren loochenden, en hoe (verschrikkelijk) was toen Mijn verafschuwing.","en":"And certainly those before them denied ˹as well˺, then how severe was My response"},"surah":null},{"id":5260,"surahId":67,"ayatId":19,"ayatNo":"١٩","pageNo":563,"ayatText":"اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صَٓافَّاتٍ وَيَقْبِضْنَؕ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُؕ اِنَّهُ بِكُلِّ شَيْءٍ بَصٖيرٌ","ayatMealText":{"tr":"Üstlerinde kanatlarını açıp yumarak uçan kuşları görmüyorlar mı? Onları Rahmân'dan başkası tutmuyor. Doğrusu O, her şeyi görmektedir.","nl":"En kijken jullie niet naar de vogels boven jullie, hoe zij hun vleugels uitslaan en weer ineenvouwen? Er is niemand die ze tegenhoudt dan de Erbarmer. Voorwaar, Hij is Alziende over alle zaken.","en":"Have they not seen the birds above them, spreading and folding their wings? None holds them up except the Most Compassionate. Indeed, He is All-Seeing of everything"},"surah":null},{"id":5261,"surahId":67,"ayatId":20,"ayatNo":"٢٠","pageNo":563,"ayatText":"اَمَّنْ هٰذَا الَّذٖي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمٰنِؕ اِنِ الْكَافِرُونَ اِلَّا فٖي غُرُورٍۚ","ayatMealText":{"tr":"Rahmân olan Allah'a karşı şu size yardım edecek askerleriniz hani kimlerdir? İnkârcılar, ancak derin bir gaflet içinde bulunmaktadırlar.","nl":"Of wie is het die voor jullie als een leger is en die jullie helpt naast de Erbarmer? De ongelovigen verkeren slechts in dwaling,","en":"Also, which ˹powerless˺ force will come to your help instead of the Most Compassionate? Indeed, the disbelievers are only ˹lost˺ in delusion"},"surah":null},{"id":5262,"surahId":67,"ayatId":21,"ayatNo":"٢١","pageNo":563,"ayatText":"اَمَّنْ هٰذَا الَّذٖي يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهُۚ بَلْ لَجُّوا فٖي عُتُوٍّ وَنُفُورٍ","ayatMealText":{"tr":"Allah size verdiği rızkı kesiverse, size rızık verecek olabilen kimdir? Hayır, onlar azgınlık ve nefrette direnip durmaktadırlar.","nl":"Of wie is het die jullie voorziet als Hij Zijn voorzieningen tegenhoudt? Nee, zij volharden in hoogmoed en afschuw.","en":"Or who is it that will provide for you if He withholds His provision? In fact, they persist in arrogance and aversion ˹to the truth˺"},"surah":null},{"id":5263,"surahId":67,"ayatId":22,"ayatNo":"٢٢","pageNo":563,"ayatText":"اَفَمَنْ يَمْشٖي مُكِباًّ عَلٰى وَجْهِهٖٓ اَهْدٰٓى اَمَّنْ يَمْشٖي سَوِياًّ عَلٰى صِرَاطٍ مُسْتَقٖيمٍ","ayatMealText":{"tr":"Şimdi yüz üstü kapanarak yürüyen mi doğru gider, yoksa dosdoğru yolda yürüyen mi?","nl":"Is hij dan, die voortkruipt met zijn gezicht over de grond, beter geleid dan hij die rechtop op het rechte Pad loopt?","en":"Who is ˹rightly˺ guided: the one who crawls facedown or the one who walks upright on the Straight Path"},"surah":null},{"id":5264,"surahId":67,"ayatId":23,"ayatNo":"٢٣","pageNo":563,"ayatText":"قُلْ هُوَ الَّـذٖٓي اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٔدَةَؕ قَلٖيلاً مَا تَشْكُرُونَ","ayatMealText":{"tr":"De ki: \"Sizi yaratan, size kulaklar gözler ve gönüller veren O'dur. Ne kadar az şükrediyorsunuz!\"","nl":"Zeg: \"Hij is Degene Die jullie heeft doen ontstaan en voor jullie het gehoor, het gezichtsvermogen en de harten heeft gemaakt. Weinig is de dankbaarheid die jullie tonen.\"","en":"Say, ˹O Prophet,˺ “He is the One Who brought you into being and gave you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks.”"},"surah":null},{"id":5265,"surahId":67,"ayatId":24,"ayatNo":"٢٤","pageNo":563,"ayatText":"قُلْ هُوَ الَّذٖي ذَرَاَكُمْ فِي الْاَرْضِ وَاِلَيْهِ تُحْشَرُونَ","ayatMealText":{"tr":"De ki: \"Sizi yerden üreten O'dur ve O'na toplanıp götürüleceksiniz.\"","nl":"Zeg: \"Hij is Degene Die jullie op de aarde vermenigvuldigd heeft en tot Hem zullen jullie verzameld worden.\"","en":"˹Also˺ say, “He is the One Who has dispersed you ˹all˺ over the earth, and to Him you will ˹all˺ be gathered.”"},"surah":null},{"id":5266,"surahId":67,"ayatId":25,"ayatNo":"٢٥","pageNo":563,"ayatText":"وَيَقُولُونَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"(Onlar): \"Doğru iseniz bu tehdit ne zaman olacak?\" diyorlar","nl":"En zij zeggen: \"Wanneer zal deze aanzegging plaatsvinden, als jullie waarachtigen zijn?\"","en":"˹Still˺ they ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”"},"surah":null},{"id":5267,"surahId":67,"ayatId":26,"ayatNo":"٢٦","pageNo":563,"ayatText":"قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِࣕ وَاِنَّمَٓا اَنَا۬ نَذٖيرٌ مُبٖينٌ","ayatMealText":{"tr":"De ki: \"(O'na ait) bilgi, Allah'ın yanındadır. Ben ancak apaçık bir uyarıcıyım.\"","nl":"Zeg: \"De kennis daarover is slechts bij Allah en ik ben slechts een duidelijke waarschuwer.\"","en":"Say, ˹O Prophet,˺ “That knowledge is with Allah alone, and I am only sent with a clear warning.”"},"surah":null}]}