{"juzNo":29,"pageNo":566,"arCuzNo":"۲۹","arPageNo":"٥٦٦","quranAyats":[{"id":5314,"surahId":68,"ayatId":43,"ayatNo":"٤٣","pageNo":566,"ayatText":"خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌؕ وَقَدْ كَانُوا يُدْعَوْنَ اِلَى السُّجُودِ وَهُمْ سَالِمُونَ","ayatMealText":{"tr":"Gözleri düşük bir halde kendilerini bir zillet kaplar. Oysa onlar sapasağlam iken de secdeye davet ediliyorlardı.","nl":"Hun ogen zullen angstig teneergeslagen zijn, vernedering zal hen bedekken. En waarlijk, zij werden opgeroepen om zich neer te knielen, terwijl zij (nog) gezond waren.","en":"with eyes downcast, totally covered with disgrace. For they were ˹always˺ called to prostrate ˹in the world˺ when they were fully capable ˹but they chose not to˺"},"surah":{"surahId":68,"name":"Kalem","nameAr":"الْقَلَمِ","revelationOrder":2,"verseCount":52,"juzNo":29,"firstPage":564}},{"id":5315,"surahId":68,"ayatId":44,"ayatNo":"٤٤","pageNo":566,"ayatText":"فَذَرْنٖي وَمَنْ يُكَذِّبُ بِهٰذَا الْحَدٖيثِؕ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَۙ","ayatMealText":{"tr":"Bu sözü yalanlayanı bana bırak. Onları bilmedikleri yönden derece derece azaba yaklaştıracağız.","nl":"Laat daarom degene die deze Boodschap loochent aan Mij over. Wij zullen hen langzaam maar zeker vernietigen, op een manier dat zij het niet merken.","en":"So leave to Me ˹O Prophet˺ those who reject this message. We will gradually draw them to destruction in ways they cannot comprehend"},"surah":null},{"id":5316,"surahId":68,"ayatId":45,"ayatNo":"٤٥","pageNo":566,"ayatText":"وَاُمْلٖي لَهُمْؕ اِنَّ كَيْدٖي مَتٖينٌ","ayatMealText":{"tr":"Onlara mühlet veriyorum. Doğrusu benim tuzağım sağlamdır.","nl":"En ik zal kun uitstel geven. Voorwaar, Mijn plan is sterk.","en":"I ˹only˺ delay their end for a while, but My planning is flawless"},"surah":null},{"id":5317,"surahId":68,"ayatId":46,"ayatNo":"٤٦","pageNo":566,"ayatText":"اَمْ تَسْـَٔلُهُمْ اَجْراً فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَۚ","ayatMealText":{"tr":"Yoksa onlardan bir ücret istiyorsun da bu yüzden onlar ağır bir borç altında mı kalıyorlar?","nl":"Of vraag jij van hen een beloning, zodat zij met een schuld worden belast?","en":"Or are you asking them for a reward ˹for the message˺ so that they are overburdened by debt"},"surah":null},{"id":5318,"surahId":68,"ayatId":47,"ayatNo":"٤٧","pageNo":566,"ayatText":"اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ","ayatMealText":{"tr":"Yoksa gayb onların yanlarında da onlar mı yazıyorlar?","nl":"Of is bij hen (kennis) van het onwaarneembare, zodat zij het kunnen opschrijven?","en":"Or do they have access to ˹the Record in˺ the unseen, so they copy it ˹for all to see˺"},"surah":null},{"id":5319,"surahId":68,"ayatId":48,"ayatNo":"٤٨","pageNo":566,"ayatText":"فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِۘ اِذْ نَادٰى وَهُوَ مَكْظُومٌؕ","ayatMealText":{"tr":"Rabbinin hükmüne sabret, balık sahibi gibi olma. Hani o öfkeye boğulmuş da nida etmişti.","nl":"Wees daarom geduldig tot het Oordeel van jouw Heer komt, en wees niet als de Profeet Yôenoes, toen hij (tot Allah) riep terwijl hij verbolgen was.","en":"So be patient with your Lord’s decree, and do not be like ˹Jonah,˺ the Man of the Whale, who cried out ˹to Allah˺, in total distress"},"surah":null},{"id":5320,"surahId":68,"ayatId":49,"ayatNo":"٤٩","pageNo":566,"ayatText":"لَوْلَٓا اَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهٖ لَنُبِذَ بِالْعَرَٓاءِ وَهُوَ مَذْمُومٌ","ayatMealText":{"tr":"Rabbinden bir nimet yetişmiş olmasaydı, elbette kınanacak bir halde ıssız bir diyara atılacaktı.","nl":"Als hem van zijn Heer geen genade bereikt had, dan was hij zeker op een kwade plaats neer gesmeten, met verwijten beladen.","en":"Had he not been shown grace by his Lord, he would have certainly been cast onto the open ˹shore˺, still blameworthy"},"surah":null},{"id":5321,"surahId":68,"ayatId":50,"ayatNo":"٥٠","pageNo":566,"ayatText":"فَاجْتَبٰيهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحٖينَ","ayatMealText":{"tr":"Fakat Rabbi onu seçti de iyilerden kıldı.","nl":"Daarna verkoos zijn Heer hem en maakte Hij hem tot één van de rechtschapenen.","en":"Then his Lord chose him, making him one of the righteous"},"surah":null},{"id":5322,"surahId":68,"ayatId":51,"ayatNo":"٥١","pageNo":566,"ayatText":"وَاِنْ يَكَادُ الَّذٖينَ كَـفَرُوا لَيُزْلِقُونَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّ كْرَ وَيَقُولُونَ اِنَّهُ لَمَجْنُونٌۘ","ayatMealText":{"tr":"O kafirler Kur'ân'ı işittikleri zaman neredeyse seni gözleri ile devireceklerdi. Bir de durmuşlar \"o bir deli\" diyorlar.","nl":"En bijna zouden degenen die niet geloven jou omwerpen met hun blikken, wanneer zij de Vermaning horen. En zij zeggen: \"Voorwaar, hij is zeker bezeten.\"","en":"The disbelievers would almost cut you down with their eyes when they hear ˹you recite˺ the Reminder, and say, “He is certainly a madman.”"},"surah":null},{"id":5323,"surahId":68,"ayatId":52,"ayatNo":"٥٢","pageNo":566,"ayatText":"وَمَا هُوَ اِلَّا ذِ كْرٌ لِلْعَالَمٖينَ","ayatMealText":{"tr":"Halbuki o âlemler için bir öğüttür.","nl":"Terwijl hij (de Koran) niets anders is dan een Vermaning voor de werelden.","en":"But it is simply a reminder to the whole world"},"surah":null},{"id":5324,"surahId":69,"ayatId":1,"ayatNo":"١","pageNo":566,"ayatText":"اَلْحَٓاقَّةُۙ","ayatMealText":{"tr":"(Gerçekleşecek) Kıyamet!","nl":"De verwezenlijking (de Dag der Opstanding).","en":"The Inevitable Hour"},"surah":{"surahId":69,"name":"Hâkka","nameAr":"الْحَاقَّةِ","revelationOrder":78,"verseCount":52,"juzNo":29,"firstPage":566}},{"id":5325,"surahId":69,"ayatId":2,"ayatNo":"٢","pageNo":566,"ayatText":"مَا الْحَٓاقَّةُۚ","ayatMealText":{"tr":"Nedir, o Kıyamet?","nl":"Wat is de verwezenlijking?","en":"What is the Inevitable Hour"},"surah":null},{"id":5326,"surahId":69,"ayatId":3,"ayatNo":"٣","pageNo":566,"ayatText":"وَمَٓا اَدْرٰيكَ مَا الْحَٓاقَّةُؕ","ayatMealText":{"tr":"Gerçekleşenin (Kıaymetin) ne olduğunu sen nerden bileceksin?","nl":"En wat doet jou weten wat de verwezenlijking is?","en":"And what will make you realize what the Inevitable Hour is"},"surah":null},{"id":5327,"surahId":69,"ayatId":4,"ayatNo":"٤","pageNo":566,"ayatText":"كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ","ayatMealText":{"tr":"Semûd ve Âd, kapılarını çalacak olan o felaketi yalan saymışlardı.","nl":"De Tsamôed en de 'Âd loochenden de ramp (de Dag der Opstanding).","en":"˹Both˺ Thamûd and ’Ȃd denied the Striking Disaster"},"surah":null},{"id":5328,"surahId":69,"ayatId":5,"ayatNo":"٥","pageNo":566,"ayatText":"فَاَمَّا ثَمُودُ فَاُهْلِكُوا بِالطَّاغِيَةِ","ayatMealText":{"tr":"Semûd kavmi korkunç bir sesle yok edildi.","nl":"Wat de Tsmôed betreft: zij werden vernietigd door een geweldige kracht.","en":"As for Thamûd, they were destroyed by an overwhelming blast"},"surah":null},{"id":5329,"surahId":69,"ayatId":6,"ayatNo":"٦","pageNo":566,"ayatText":"وَاَمَّا عَادٌ فَاُهْلِكُوا بِرٖيحٍ صَرْصَرٍ عَاتِيَةٍۙ","ayatMealText":{"tr":"Âd kavmi ise gürültülü ve azgın bir fırtına ile yok edildiler.","nl":"En wat betreft de 'Âd: zij werden vernietigd door een razende, beukende wind.","en":"And as for ’Ȃd, they were destroyed by a furious, bitter wind"},"surah":null},{"id":5330,"surahId":69,"ayatId":7,"ayatNo":"٧","pageNo":566,"ayatText":"سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ اَيَّامٍۙ حُسُوماً فَتَرَى الْقَوْمَ فٖيهَا صَرْعٰىۙ كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ","ayatMealText":{"tr":"Allah o fırtınayı üzerlerine yedi gece sekiz gündüz musallat etmişti. Öyle ki, o kavmi içi boş hurma kütükleri gibi oracıkta yere serilmiş halde görürdün.","nl":"Hij (Allah) liet haar tegen hen woeden, gedurende zeven nachten en acht dagen, achtereenvolgend, waarop jij het volk daar had kunnen zien liggen, alsof zij geveld waren als palmstammen.","en":"which Allah unleashed on them non-stop for seven nights and eight days, so that you would have seen its people lying dead like trunks of uprooted palm trees"},"surah":null},{"id":5331,"surahId":69,"ayatId":8,"ayatNo":"٨","pageNo":566,"ayatText":"فَهَلْ تَرٰى لَهُمْ مِنْ بَاقِيَةٍ","ayatMealText":{"tr":"Bak şimdi görebilir misin onlardan bir kalıntı?","nl":"Zie jij dan nog iemand van hen die is overgebleven?","en":"Do you see any of them left alive"},"surah":null}]}