{"juzNo":29,"pageNo":570,"arCuzNo":"۲۹","arPageNo":"٥۷۰","quranAyats":[{"id":5415,"surahId":70,"ayatId":40,"ayatNo":"٤٠","pageNo":570,"ayatText":"فَلَٓا اُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ اِنَّا لَقَادِرُونَۙ","ayatMealText":{"tr":"Artık o doğuların ve batıların Rabbine yemine ne gerek, elbette bizim gücümüz yeter.","nl":"Ik zweer bij de Heer van de opgang (van o.a. de zon) en de ondergang dat Wij zeker over de macht beschikken.","en":"So, I do swear by the Lord of ˹all˺ the points of sunrise and sunset that We are truly capable"},"surah":{"surahId":70,"name":"Meâric","nameAr":"الْمَعَارِجِ","revelationOrder":79,"verseCount":44,"juzNo":29,"firstPage":568}},{"id":5416,"surahId":70,"ayatId":41,"ayatNo":"٤١","pageNo":570,"ayatText":"عَلٰٓى اَنْ نُبَدِّلَ خَيْراً مِنْهُمْۙ وَمَا نَحْنُ بِمَسْبُوقٖينَ","ayatMealText":{"tr":"Onları kendilerinden daha hayırlı olanlarla değiştirebiliriz ve bizim önümüze geçilmez.","nl":"Om hen te vervangen (door anderen die) beter dan hen zijn en Wij zijn niet zwak.","en":"of replacing them with ˹others˺ better than them, and We cannot be prevented ˹from doing so˺"},"surah":null},{"id":5417,"surahId":70,"ayatId":42,"ayatNo":"٤٢","pageNo":570,"ayatText":"فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتّٰى يُلَاقُوا يَوْمَهُمُ الَّذٖي يُوعَدُونَۙ","ayatMealText":{"tr":"O halde bırak onları, kendilerine vaad edilen günlerine kavuşuncaya kadar dalıp oynayadursunlar.","nl":"Laat hen maar opgaan (in hun ijdele bezigheden) en laat hen spelen tot zij de Dag van hen, die hen aangezegd was, ontmoeten.","en":"So let them indulge ˹in falsehood˺ and amuse ˹themselves˺ until they face their Day, which they have been threatened with—"},"surah":null},{"id":5418,"surahId":70,"ayatId":43,"ayatNo":"٤٣","pageNo":570,"ayatText":"يَوْمَ يَخْرُجُونَ مِنَ الْاَجْدَاثِ سِرَاعاً كَاَنَّهُمْ اِلٰى نُصُبٍ يُوفِضُونَۙ","ayatMealText":{"tr":"O gün kabirlerden hızlı hızlı çıkacaklar, sanki putlara gidiyorlarmış gibi fırlayacaklar.","nl":"Op de Dag waarop zij zich haastig uit hun graven spoeden, alsof zij zich naar afgodsbeelden spoeden.","en":"the Day they will come forth from the graves swiftly, as if racing to an idol ˹for a blessing˺"},"surah":null},{"id":5419,"surahId":70,"ayatId":44,"ayatNo":"٤٤","pageNo":570,"ayatText":"خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌؕ ذٰلِكَ الْيَوْمُ الَّذٖي كَانُوا يُوعَدُونَ","ayatMealText":{"tr":"Gözleri düşük, kendilerini bir alçaklık saracak da saracak. İşte onlara vaad edilen gün, o gündür.","nl":"Hun blikken angstig teneergeslagen, overladen met vernedering. Dit is de Dag die jullie werd aangezegd.","en":"with eyes downcast, utterly covered with disgrace. That is the Day they have ˹always˺ been warned of"},"surah":null},{"id":5420,"surahId":71,"ayatId":1,"ayatNo":"١","pageNo":570,"ayatText":"اِنَّٓا اَرْسَلْنَا نُوحاً اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَأْتِيَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Gerçekten biz Nûh'u kavmine gönderdik, \"kavmine acı bir azap gelmezden önce onları uyar\" diye.","nl":"Voorwaar, Wij hebben Nôeh tot zijn volk gezonden (en zeiden tot hem): \"Waarschuw jouw volk voordat er een pijnlijke bestraffing tot hen komt.\"","en":"Indeed, We sent Noah to his people ˹saying to him˺, “Warn your people before a painful punishment comes to them.”"},"surah":{"surahId":71,"name":"Nûh","nameAr":"نُوحٍ","revelationOrder":71,"verseCount":28,"juzNo":29,"firstPage":570}},{"id":5421,"surahId":71,"ayatId":2,"ayatNo":"٢","pageNo":570,"ayatText":"قَالَ يَا قَوْمِ اِنّٖي لَكُمْ نَذٖيرٌ مُبٖينٌۙ","ayatMealText":{"tr":"Dedi ki, \"ey kavmim! Gerçekten ben size açık bir uyarıcıyım\".","nl":"Hij zei: \"O mijn volk, ik ben voor jullie een duidelijke waarschuwer.","en":"Noah proclaimed, “O my people! I am truly sent to you with a clear warning"},"surah":null},{"id":5422,"surahId":71,"ayatId":3,"ayatNo":"٣","pageNo":570,"ayatText":"اَنِ اعْبُدُوا اللّٰهَ وَاتَّـقُوهُ وَاَطٖيعُونِۙ","ayatMealText":{"tr":"Şöyle ki, \"Allah'a kulluk edin, ondan korkun ve bana itaat edin.\"","nl":"Aanbidt Allah en vreest Hem en gehoorzaamt mij.","en":"worship Allah ˹alone˺, fear Him, and obey me"},"surah":null},{"id":5423,"surahId":71,"ayatId":4,"ayatNo":"٤","pageNo":570,"ayatText":"يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُسَمًّىؕ اِنَّ اَجَلَ اللّٰهِ اِذَا جَٓاءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"\"Günahlarınızı bağışlasın ve sizi belli bir süreye kadar ertelesin. Kuşkusuz Allah'ın takdir ettiği süre gelince ertelenmez. Eğer bilseydiniz..\" (inanırdınız).","nl":"Dan zal Hij jullie zonden vergeven en jullie uitstel geven tot een vastgesteld tijdstip. Voorwaar, wanneer het tijdstip van Allah komt, zal het niet worden uitgesteld. Als jullie dat wisten!''","en":"He will forgive your sins, and delay your end until the appointed time. Indeed, when the time set by Allah comes, it cannot be delayed, if only you knew!”"},"surah":null},{"id":5424,"surahId":71,"ayatId":5,"ayatNo":"٥","pageNo":570,"ayatText":"قَالَ رَبِّ اِنّٖي دَعَوْتُ قَوْمٖي لَيْلاً وَنَهَاراًۙ","ayatMealText":{"tr":"Nûh dedi ki: \"Ey Rabbim! Ben kavmimi gece gündüz davet ettim.\"","nl":"Hij (Nôeh) zei: \"Mijn Heer, ik heb mijn volk dag en nacht opgeroepen.","en":"He cried, “My Lord! I have surely called my people day and night"},"surah":null},{"id":5425,"surahId":71,"ayatId":6,"ayatNo":"٦","pageNo":570,"ayatText":"فَلَمْ يَزِدْهُمْ دُعَٓاءٖٓي اِلَّا فِرَاراً","ayatMealText":{"tr":"\"Fakat benim çağırmam, onların sadece kaçmalarını artırdı.\"","nl":"Maar mijn oproep deed hun vluchten (van de Waarheid) slechts toenemen.","en":"but my calls only made them run farther away"},"surah":null},{"id":5426,"surahId":71,"ayatId":7,"ayatNo":"٧","pageNo":570,"ayatText":"وَاِنّٖي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُٓوا اَصَابِعَهُمْ فٖٓي اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَاراًۚ","ayatMealText":{"tr":"\"Ben onları senin bağışlaman için her davet ettiğimde, onlar parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, ısrar ettiler, kibirlendikçe kibirlendiler.\"","nl":"En voorwaar, telkens wanneer ik hen opriep opdat U hun zou vergeven, stopten zij hun vingers in hun oren en bedekten zij (hun gezichten) met hun kleding en bleven zij uiterst hoogmoedig.","en":"And whenever I invite them to be forgiven by You, they press their fingers into their ears, cover themselves with their clothes, persist ˹in denial˺, and act very arrogantly"},"surah":null},{"id":5427,"surahId":71,"ayatId":8,"ayatNo":"٨","pageNo":570,"ayatText":"ثُمَّ اِنّٖي دَعَوْتُهُمْ جِهَاراًۙ","ayatMealText":{"tr":"\"Sonra ben onları açık açık çağırdım.\"","nl":"Toen heb ik hen waarlijk met een harde stem opgeroepen.","en":"Then I certainly called them openly"},"surah":null},{"id":5428,"surahId":71,"ayatId":9,"ayatNo":"٩","pageNo":570,"ayatText":"ثُمَّ اِنّٖٓي اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَاراًۙ","ayatMealText":{"tr":"\"Sonra hem ilan ederek söyledim onlara, hem gizli gizli. \"","nl":"Vervolgens heb ik hun waarlijk openlijk toegesproken en hun vertrouwelijk toegesproken, heimelijk.''","en":"then I surely preached to them publicly and privately"},"surah":null},{"id":5429,"surahId":71,"ayatId":10,"ayatNo":"١٠","pageNo":570,"ayatText":"فَـقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ اِنَّهُ كَانَ غَفَّاراًۙ","ayatMealText":{"tr":"\"Gelin, dedim, Rabbinizin sizi bağışlamasını isteyin. Çünkü o çok bağışlayıcıdır.\"","nl":"Toen zei ik: \"Vraagt jullie Heer om vergeving: voorwaar, Hij is Vergevensgezind.","en":"saying, ‘Seek your Lord’s forgiveness, ˹for˺ He is truly Most Forgiving"},"surah":null}]}