{"juzNo":29,"pageNo":571,"arCuzNo":"۲۹","arPageNo":"٥۷۱","quranAyats":[{"id":5430,"surahId":71,"ayatId":11,"ayatNo":"١١","pageNo":571,"ayatText":"يُرْسِلِ السَّمَٓاءَ عَلَيْكُمْ مِدْرَاراًۙ","ayatMealText":{"tr":"\"Üzerinize gökten bol yağmur yağdırsın.\"","nl":"Hij zal dan overvloedige regens uit de hemel over jullie neerzenden.","en":"He will shower you with abundant rain"},"surah":{"surahId":71,"name":"Nûh","nameAr":"نُوحٍ","revelationOrder":71,"verseCount":28,"juzNo":29,"firstPage":570}},{"id":5431,"surahId":71,"ayatId":12,"ayatNo":"١٢","pageNo":571,"ayatText":"وَيُمْدِدْكُمْ بِاَمْوَالٍ وَبَنٖينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ اَنْهَاراًؕ","ayatMealText":{"tr":"\"Mallar ve oğullar vererek sizin imdadınıza koşsun. Sizin için bahçeler yapsın, ırmaklar yapsın.\"","nl":"En jullie bezittingen en kinderen vermeerderen en Hij zal jullie tuinen schenken en Hij zal jullie rivieren schenken.","en":"supply you with wealth and children, and give you gardens as well as rivers"},"surah":null},{"id":5432,"surahId":71,"ayatId":13,"ayatNo":"١٣","pageNo":571,"ayatText":"مَا لَكُمْ لَا تَرْجُونَ لِلّٰهِ وَقَاراًۚ","ayatMealText":{"tr":"\"Niçin siz Allah'a bir vakar yakıştıramıyorsunuz?\"","nl":"Wat is er met jullie, dat jullie de Grootheid van Allah niet vrezen?","en":"What is the matter with you that you are not in awe of the Majesty of Allah"},"surah":null},{"id":5433,"surahId":71,"ayatId":14,"ayatNo":"١٤","pageNo":571,"ayatText":"وَقَدْ خَلَقَكُمْ اَطْوَاراً","ayatMealText":{"tr":"\"Oysa o sizi aşama aşama yaratmıştır.\"","nl":"Terwijl Hij jullie waarlijk in fasen heeft geschapen?","en":"when He truly created you in stages ˹of development˺"},"surah":null},{"id":5434,"surahId":71,"ayatId":15,"ayatNo":"١٥","pageNo":571,"ayatText":"اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوَاتٍ طِبَاقاًۙ","ayatMealText":{"tr":"\"Görmediniz mi Allah yedi göğü uygun tabakalar halinde nasıl yaratmış?\"","nl":"Zien jullie niet hoe Allah de zeven hemelen in lagen heeft geschapen?","en":"Do you not see how Allah created seven heavens, one above the other"},"surah":null},{"id":5435,"surahId":71,"ayatId":16,"ayatNo":"١٦","pageNo":571,"ayatText":"وَجَعَلَ الْقَمَرَ فٖيهِنَّ نُوراً وَجَعَلَ الشَّمْسَ سِرَاجاً","ayatMealText":{"tr":"Ve Ay'ı bunların içinde bir nur yapmış, güneşi de bir lamba kılmış.","nl":"En Hij heeft daarin de maan geplaatst als een licht en de zon als een lamp.","en":"placing the moon within them as a ˹reflected˺ light, and the sun as a ˹radiant˺ lamp"},"surah":null},{"id":5436,"surahId":71,"ayatId":17,"ayatNo":"١٧","pageNo":571,"ayatText":"وَاللّٰهُ اَنْبَتَكُمْ مِنَ الْاَرْضِ نَبَاتاًۙ","ayatMealText":{"tr":"Allah sizi yerden bir bitki bitirir gibi bitirdi.","nl":"En Allah heeft jullie als schepselen voortgebracht uit de aarde.","en":"Allah ˹alone˺ caused you to grow from the earth like a plant"},"surah":null},{"id":5437,"surahId":71,"ayatId":18,"ayatNo":"١٨","pageNo":571,"ayatText":"ثُمَّ يُعٖيدُكُمْ فٖيهَا وَيُخْرِجُكُمْ اِخْرَاجاً","ayatMealText":{"tr":"Sonra sizi tekrar oraya geri çevirecek ve tekrar çıkaracaktır.","nl":"Daarna keert Hij jullie in haar terug en brengt Hij jullie weer tevoorschijn.","en":"Then He will return you to it, and then simply bring you forth ˹again˺"},"surah":null},{"id":5438,"surahId":71,"ayatId":19,"ayatNo":"١٩","pageNo":571,"ayatText":"وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطاًۙ","ayatMealText":{"tr":"Allah sizin için yeri bir yaygı yapmıştır.","nl":"En Allah heeft voor jullie de aarde als een tapijt uitgespreid.","en":"And Allah ˹alone˺ spread out the earth for you"},"surah":null},{"id":5439,"surahId":71,"ayatId":20,"ayatNo":"٢٠","pageNo":571,"ayatText":"لِتَسْلُكُوا مِنْهَا سُبُلاً فِجَاجاًࣖ","ayatMealText":{"tr":"Ki, ondan açılan geniş geniş yollarda gidesiniz.","nl":"Opdat jullie haar over brede wegen bereizen.\"","en":"to walk along its spacious pathways.’”"},"surah":null},{"id":5440,"surahId":71,"ayatId":21,"ayatNo":"٢١","pageNo":571,"ayatText":"قَالَ نُوحٌ رَبِّ اِنَّهُمْ عَصَوْنٖي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُٓ اِلَّا خَسَاراًۚ","ayatMealText":{"tr":"Nûh dedi ki: \"Ey Rabbim! Onlar bana isyan ettiler; malı ve çocuğu hüsrandan başka bir şeyini artırmayan kimsenin ardına düştüler.\"","nl":"Nôeh zei: \"Mijn Heer, zij gehoorzamen mij niet, en zij volgen degene wiens bezit en kinderen voor hen slechts verlies vermeerdert.","en":"˹Eventually,˺ Noah cried, “My Lord! They have certainly persisted in disobeying me, and followed ˹instead˺ those ˹elite˺ whose ˹abundant˺ wealth and children only increase them in loss"},"surah":null},{"id":5441,"surahId":71,"ayatId":22,"ayatNo":"٢٢","pageNo":571,"ayatText":"وَمَكَرُوا مَكْراً كُبَّاراًۚ","ayatMealText":{"tr":"\"Büyük büyük tuzaklar kurdular.\"","nl":"En zij beraamden een grote list.","en":"and who have devised a tremendous plot"},"surah":null},{"id":5442,"surahId":71,"ayatId":23,"ayatNo":"٢٣","pageNo":571,"ayatText":"وَقَالُوا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَداًّ وَلَا سُوَاعاًۙ وَلَا يَغُوثَ وَيَعُوقَ وَنَسْراًۚ","ayatMealText":{"tr":"Dediler ki: \"Sakın tanrılarınızı bırakmayın, ne Vedd'i, ne Suva'ı ve ne de Yeğus'u, Yeûk'u ve Nesr'i.\"","nl":"En zij zeiden: \"Verlaat jullie goden niet en verlaat Wadd niet, en niet Soewâ'a, en niet Yaghôets en Ya'ôeq en Nasr.\"","en":"urging ˹their followers˺, ‘Do not abandon your idols—especially Wadd, Suwâ’, Yaghûth, Ya’ûq, and Nasr.’"},"surah":null},{"id":5443,"surahId":71,"ayatId":24,"ayatNo":"٢٤","pageNo":571,"ayatText":"وَقَدْ اَضَلُّوا كَثٖيراًۚ وَلَا تَزِدِ الظَّالِمٖينَ اِلَّا ضَلَالاً","ayatMealText":{"tr":"Çok kişiyi yoldan saptırdılar. Sen de o zalimlerin sadece şaşkınlıklarını artır.","nl":"En waarlijk, zij deden velen dwalen. En (O Allah) doe voor de onrechtplegers slechts de dwaling toenemen.\"","en":"Those ˹elite˺ have already led many astray. So ˹O Lord˺, only allow the wrongdoers to stray farther away.”"},"surah":null},{"id":5444,"surahId":71,"ayatId":25,"ayatNo":"٢٥","pageNo":571,"ayatText":"مِمَّا خَطٖٓيـَٔاتِهِمْ اُغْرِقُوا فَاُدْخِلُوا نَاراً فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللّٰهِ اَنْصَاراً","ayatMealText":{"tr":"Hatalarından dolayı boğuldular, ateşe sokuldular, kendilerine Allah'a karşı yardımcılar da bulamadılar.","nl":"Vanwege hun zonden werden zij verdronken en daarna in de Hel gevoerd. En zij vonden buiten Allah om voor zich geen helpers.","en":"So because of their sins, they were drowned, then admitted into the Fire. And they found none to help them against Allah"},"surah":null},{"id":5445,"surahId":71,"ayatId":26,"ayatNo":"٢٦","pageNo":571,"ayatText":"وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكَافِرٖينَ دَيَّاراً","ayatMealText":{"tr":"Nûh dedi ki: \"Yeryüzünde kafirlerden bir tek kişi bırakma.\"","nl":"En Nôeh zei: \"Mijn Heer, laat op de aarde geen enkele ongelovige in leven.","en":"Noah had prayed, “My Lord! Do not leave a single disbeliever on earth"},"surah":null},{"id":5446,"surahId":71,"ayatId":27,"ayatNo":"٢٧","pageNo":571,"ayatText":"اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُٓوا اِلَّا فَاجِراً كَفَّاراً","ayatMealText":{"tr":"\"Zira sen onları bırakırsan kullarını yoldan çıkarırlar ve sadece ahlâksız ve kâfir çocuklar doğururlar.\"","nl":"Voorwaar, als U hen (in leven) laat, zullen zij Uw dienaren doen dwalen en zij brengen niets voort dan losbandige ongelovigen.","en":"For if You spare ˹any of˺ them, they will certainly mislead Your servants, and give birth only to ˹wicked˺ sinners, staunch disbelievers"},"surah":null},{"id":5447,"surahId":71,"ayatId":28,"ayatNo":"٢٨","pageNo":571,"ayatText":"رَبِّ اغْفِرْ لٖي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنٖينَ وَالْمُؤْمِنَاتِؕ وَلَا تَزِدِ الظَّالِمٖينَ اِلَّا تَبَاراً","ayatMealText":{"tr":"\"Ey Rabbim! Bana, babama, anama, mümin olarak evime girene ve bütün inanmış erkek ve kadınlara mağfiret buyur. Zalimlerin de sadece helakini artır.\"","nl":"Mijn Heer, vergeef mij en mijn ouders en wie mijn huis binnentreedt als gelovige, en de gelovige mannen en de gelovige vrouwen. En doe voor de onrechtplegers slechts de vernietiging toenemen.\"","en":"My Lord! Forgive me, my parents, and whoever enters my house in faith, and ˹all˺ believing men and women. And increase the wrongdoers only in destruction.”"},"surah":null}]}