{"juzNo":29,"pageNo":572,"arCuzNo":"۲۹","arPageNo":"٥۷۲","quranAyats":[{"id":5448,"surahId":72,"ayatId":1,"ayatNo":"١","pageNo":572,"ayatText":"قُلْ اُو۫حِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُٓوا اِنَّا سَمِعْنَا قُرْاٰناً عَجَباًۙ","ayatMealText":{"tr":"Deki: Hakikat bir takım cinnin Kur'ân dinleyip de şöyle dedikleri bana vahyedildi. Şüphesiz biz, hayret verici bir Kur'ân dinledik.","nl":"Zeg (O Moehammad): \"Het is aan mij geopenbaard dat een aantal Djinn's heeft meegeluisterd, waarop zij zeiden: \"Voorwaar, Wij hebben een verbazingwekkende Koran gehoord.","en":"Say, ˹O Prophet,˺ “It has been revealed to me that a group of jinn listened ˹to the Quran,˺ and said ˹to their fellow jinn˺: ‘Indeed, we have heard a wondrous recitation"},"surah":{"surahId":72,"name":"Cin","nameAr":"الْجِنِّ","revelationOrder":40,"verseCount":28,"juzNo":29,"firstPage":572}},{"id":5449,"surahId":72,"ayatId":2,"ayatNo":"٢","pageNo":572,"ayatText":"يَهْدٖٓي اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖؕ وَلَنْ نُشْرِكَ بِرَبِّنَٓا اَحَداًۙ","ayatMealText":{"tr":"O Kur'ân hidayete erdiriyor, biz de ona iman ettik. Rabbimize hiçbir şeyi ortak koşmayacağız.","nl":"Hij (de Koran) leidt tot het juiste, toen geloofden wij erin, en wij zullen nooit één deelgenoot aan onze Heer toekennen.","en":"It leads to Right Guidance so we believed in it, and we will never associate anyone with our Lord ˹in worship˺"},"surah":null},{"id":5450,"surahId":72,"ayatId":3,"ayatNo":"٣","pageNo":572,"ayatText":"وَاَنَّهُ تَعَالٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَداًۙ","ayatMealText":{"tr":"Doğrusu, Rabbimizin şanı çok yüksektir. Ne bir arkadaş edinmiştir, ne de bir çocuk.","nl":"En dat de Majesteit van onze Heer Verheven is, Hij heeft Zich geen echtgenote genomen en geen zoon.","en":"˹Now, we believe that˺ our Lord—Exalted is His Majesty—has neither taken a mate nor offspring"},"surah":null},{"id":5451,"surahId":72,"ayatId":4,"ayatNo":"٤","pageNo":572,"ayatText":"وَاَنَّهُ كَانَ يَقُولُ سَفٖيهُنَا عَلَى اللّٰهِ شَطَطاًۙ","ayatMealText":{"tr":"Meğer bizim beyinsiz (İblis), Allah hakkında saçma şeyler söylüyormuş.","nl":"En dat de dwazen onder ons plachten leugens te vertellen over Allah.","en":"and that the foolish of us used to utter ˹outrageous˺ falsehoods about Allah"},"surah":null},{"id":5452,"surahId":72,"ayatId":5,"ayatNo":"٥","pageNo":572,"ayatText":"وَاَنَّا ظَنَنَّٓا اَنْ لَنْ تَقُولَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِباًۙ","ayatMealText":{"tr":"Doğrusu biz insanları ve cinleri Allah'a karşı asla yalan söylemez sanmışız.","nl":"En dat wij dachten dat de mens en de Djinn's nooit leugens over Allah zouden vertellen.","en":"We certainly thought that humans and jinn would never speak lies about Allah"},"surah":null},{"id":5453,"surahId":72,"ayatId":6,"ayatNo":"٦","pageNo":572,"ayatText":"وَاَنَّهُ كَانَ رِجَالٌ مِنَ الْاِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقاًۙ","ayatMealText":{"tr":"Doğrusu insanlardan bazı erkekler, cinlerden bazı erkeklere sığınırlardı da onların şımarıklıklarını artırırlardı.","nl":"En dat er mannen onder de mensen waren die hulp zochten bij mannen van de Djinn's, wat hun zondigheid vermeerderde.","en":"And some men used to seek refuge with some jinn—so they increased each other in wickedness"},"surah":null},{"id":5454,"surahId":72,"ayatId":7,"ayatNo":"٧","pageNo":572,"ayatText":"وَاَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ اَنْ لَنْ يَبْعَثَ اللّٰهُ اَحَداًۙ","ayatMealText":{"tr":"Doğrusu onlar sizin zannettiğiniz gibi, zannetmişlerdi ki, Allah asla kimseyi Peygamber göndermeyecek.","nl":"En dat zij dachten zoals jullie dachten: dat Allah nooit iemand zou doen opstaan.","en":"And those ˹humans˺ thought, just like you ˹jinn˺, that Allah would not resurrect anyone ˹for judgment˺"},"surah":null},{"id":5455,"surahId":72,"ayatId":8,"ayatNo":"٨","pageNo":572,"ayatText":"وَاَنَّا لَمَسْنَا السَّمَٓاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدٖيداً وَشُهُباًۙ","ayatMealText":{"tr":"(Cinler, dediler ki): \"Biz göğe dokunduk, onu kuvvetli bekçiler ve alevlerle dolu bulduk.\"","nl":"En dat wij hebben gevraagd naar de hemel (te mogen gaan): toen vonden wij dat zij vol was met strenge bewakers en brandende vlammen.","en":"˹Earlier˺ we tried to reach heaven ˹for news˺, only to find it filled with stern guards and shooting stars"},"surah":null},{"id":5456,"surahId":72,"ayatId":9,"ayatNo":"٩","pageNo":572,"ayatText":"وَاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِؕ فَمَنْ يَسْتَمِعِ الْاٰنَ يَجِدْ لَهُ شِهَاباً رَصَداًۙ","ayatMealText":{"tr":"\"Doğrusu biz göğün bazı mevkilerinde dinlemek için otururduk. Fakat şimdi her kim dinleyecek olursa kendini gözetleyen parlak bir alev buluyor.\"","nl":"En dat, wij vroeger (vóór de Koran) op geheime plaatsen zaten om mee te luisteren, maar wie nu wil meeluisteren treft een pijl van vuur aan die op hem loert.","en":"We used to take up positions there for eavesdropping, but whoever dares eavesdrop now will find a flare lying in wait for them"},"surah":null},{"id":5457,"surahId":72,"ayatId":10,"ayatNo":"١٠","pageNo":572,"ayatText":"وَاَنَّا لَا نَدْرٖٓي اَشَرٌّ اُرٖيدَ بِمَنْ فِي الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَداًۙ","ayatMealText":{"tr":"\"Doğrusu biz bilmiyoruz, yeryüzündekilere kötülük mü murat edildi, yoksa Rableri onlara bir hayır mı diledi?\"","nl":"En dat wij niet weten of er kwaad bedoeld wordt voor degenen die op de aarde zijn, of dat hun Heer hun rechte Leiding wil geven.","en":"Now, we have no clue whether evil is intended for those on earth, or their Lord intends for them what is right"},"surah":null},{"id":5458,"surahId":72,"ayatId":11,"ayatNo":"١١","pageNo":572,"ayatText":"وَاَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذٰلِكَؕ كُنَّا طَرَٓائِقَ قِدَداًۙ","ayatMealText":{"tr":"Doğrusu bizler; bizden iyi olanlar da var, olmayanlar da var. Biz çeşitli yollara ayrılmışız.","nl":"En dat er onder ons rechtschapenen zijn, en er onder ons zijn die dat niet zijn. Wij waren op verschillende wegen.","en":"Among us are those who are righteous and those who are less so. We have been of different factions"},"surah":null},{"id":5459,"surahId":72,"ayatId":12,"ayatNo":"١٢","pageNo":572,"ayatText":"وَاَنَّا ظَنَنَّٓا اَنْ لَنْ نُعْجِزَ اللّٰهَ فِي الْاَرْضِ وَلَنْ نُعْجِزَهُ هَرَباًۙ","ayatMealText":{"tr":"\"Doğrusu biz anladık ki, Allah'ı yerde acze düşürmemize imkân yok. Kaçmakla da O'nu asla âciz bırakamayacağız.\"","nl":"En dat wij overtuigd zijn dat wij op de aarde Allah nooit kunnen ontkomen en dat wij nooit van Hem kunnen wegvluchten.","en":"˹Now,˺ we truly know that we cannot frustrate Allah on earth, nor can we escape from Him ˹into heaven˺"},"surah":null},{"id":5460,"surahId":72,"ayatId":13,"ayatNo":"١٣","pageNo":572,"ayatText":"وَاَنَّا لَمَّا سَمِعْنَا الْهُدٰٓى اٰمَنَّا بِهٖؕ فَمَنْ يُؤْمِنْ بِرَبِّهٖ فَلَا يَخَافُ بَخْساً وَلَا رَهَقاًۙ","ayatMealText":{"tr":"\"Doğrusu biz o hidayet rehberini dinlediğimizde ona iman ettik. Kim Rabbine inanırsa, ne hakkının eksik verilmesinden korkar, ne de kendisine kötülük edilmesinden.\"","nl":"En dat, toen wij over de rechte Leiding hadden gehoord, wij erin geloofden. En wie in zijn Heer gelooft; hij zal geen vermindering (van beloning) en geen vermeerdering (van zondigheid) vrezen.","en":"When we heard the guidance ˹of the Quran˺, we ˹readily˺ believed in it. For whoever believes in their Lord will have no fear of being denied ˹a reward˺ or wronged"},"surah":null}]}