{"juzNo":29,"pageNo":573,"arCuzNo":"۲۹","arPageNo":"٥۷۳","quranAyats":[{"id":5461,"surahId":72,"ayatId":14,"ayatNo":"١٤","pageNo":573,"ayatText":"وَاَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَؕ فَمَنْ اَسْلَمَ فَاُو۬لٰٓئِكَ تَحَرَّوْا رَشَداً","ayatMealText":{"tr":"\"Ve biz, bizlerden müslümanlar da var, hak yoldan sapanlar da var. Müslüman olanlar, işte onlar doğru yolu arayanlardır.\"","nl":"En dat er onder ons zijn die zich aan Allah hebben overgegeven, en er onder ons zijn die afwijken (van het rechte Pad). Wie zich heeft overgegeven: zij zijn degenen die de rechte Leiding gekozen hebben.","en":"And among us are those who have submitted ˹to Allah˺ and those who are deviant. So ˹as for˺ those who submitted, it is they who have attained Right Guidance"},"surah":{"surahId":72,"name":"Cin","nameAr":"الْجِنِّ","revelationOrder":40,"verseCount":28,"juzNo":29,"firstPage":572}},{"id":5462,"surahId":72,"ayatId":15,"ayatNo":"١٥","pageNo":573,"ayatText":"وَاَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَباًۙ","ayatMealText":{"tr":"Ama yoldan çıkanlar, işte onlar cehenneme odun olmuşlardır.","nl":"Maar wat de afwijkenden betreft: zij zijn brandhout voor de Hel.\"","en":"And as for the deviant, they will be fuel for Hell.’”"},"surah":null},{"id":5463,"surahId":72,"ayatId":16,"ayatNo":"١٦","pageNo":573,"ayatText":"وَاَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرٖيقَةِ لَاَسْقَيْنَاهُمْ مَٓاءً غَدَقاًۙ","ayatMealText":{"tr":"Onlar gerçekten o yol üzere dosdoğru gitselerdi, elbette kendilerine bol bir su verirdik.","nl":"(En Allah zegt:) \"Als zij op het rechte Pad zouden zijn gebleven, dan zouden Wij hun overvloedig water te drinken gegeven hebben.","en":"Had the deniers followed the Right Way, We would have certainly granted them abundant rain to drink—"},"surah":null},{"id":5464,"surahId":72,"ayatId":17,"ayatNo":"١٧","pageNo":573,"ayatText":"لِنَفْتِنَهُمْ فٖيهِۚ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَاباً صَعَداًۙ","ayatMealText":{"tr":"Ki onları onunla sınayalım. Kim Rabbini anmaktan yüz çevirirse, Rabbi onu gittikçe yükselen bir azaba sokar.","nl":"Om hen daarmee te beproeven. En wie zich afwendt van de gedachtenis van zijn Heer, die voert Hij naar een zware bestraffing.\"","en":"as a test for them. And whoever turns away from the remembrance of their Lord will be admitted by Him into an overwhelming punishment"},"surah":null},{"id":5465,"surahId":72,"ayatId":18,"ayatNo":"١٨","pageNo":573,"ayatText":"وَاَنَّ الْمَسَاجِدَ لِلّٰهِ فَلَا تَدْعُوا مَعَ اللّٰهِ اَحَداًۙ","ayatMealText":{"tr":"Mescitler kuşkusuz Allah'ındır. O halde Allah ile birlikte kimseye yalvarmayın.","nl":"En voorwaar, de moskeeën behoren aan Allah toe: roept dan naast Allah niet één aan.","en":"The places of worship are ˹only˺ for Allah, so do not invoke anyone besides Him"},"surah":null},{"id":5466,"surahId":72,"ayatId":19,"ayatNo":"١٩","pageNo":573,"ayatText":"وَاَنَّهُ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَداًؕࣖ","ayatMealText":{"tr":"Allah'ın kulu (Hz. Peygamber) kalkmış O'na dua ederken, neredeyse (cinler) onun etrafında keçe gibi birbirlerine geçeceklerdi.","nl":"En voorwaar, wanneer de dienaar van Allah (Moehammed) in de shalât staat en Hem aanroept, dan bedelven zij (de Djinn's) hem bijna.","en":"Yet when the servant of Allah stood up calling upon Him ˹alone˺, the pagans almost swarmed over him"},"surah":null},{"id":5467,"surahId":72,"ayatId":20,"ayatNo":"٢٠","pageNo":573,"ayatText":"قُلْ اِنَّمَٓا اَدْعُوا رَبّٖي وَلَٓا اُشْرِكُ بِهٖٓ اَحَداً","ayatMealText":{"tr":"De ki: \"Ben ancak Rabbime dua eder ve O'na hiçbir şeyi ortak koşmam\"","nl":"Zeg: \"Ik roep alleen mijn Heer aan en ik ken Hem in niets deelgenoten toe.\"","en":"Say, ˹O Prophet,˺ “I call only upon my Lord, associating none with Him ˹in worship˺.”"},"surah":null},{"id":5468,"surahId":72,"ayatId":21,"ayatNo":"٢١","pageNo":573,"ayatText":"قُلْ اِنّٖي لَٓا اَمْلِكُ لَكُمْ ضَراًّ وَلَا رَشَداً","ayatMealText":{"tr":"De ki, \"Haberiniz olsun, ben size kendiliğimden ne bir zarar verebilirim, ne de bir yol gösterebilirim.\"","nl":"Zeg: \"Ik heb geen macht om voor jullie schade te voorkomen en niet om Leiding te geven.\"","en":"Say, “It is not in my power to harm or benefit you.”"},"surah":null},{"id":5469,"surahId":72,"ayatId":22,"ayatNo":"٢٢","pageNo":573,"ayatText":"قُلْ اِنّٖي لَنْ يُجٖيرَنٖي مِنَ اللّٰهِ اَحَدٌ وَلَنْ اَجِدَ مِنْ دُونِهٖ مُلْتَحَداًۙ","ayatMealText":{"tr":"De ki, \"Allah'tan beni kimse kurtaramaz ve ben O'ndan başka bir sığınacak bulamam.\"","nl":"Zeg: \"Niemand zal mij ooit tegen Allah kunnen redden en ik zal nooit naast Hem een toevluchtsoord vinden.","en":"Say, “No one can protect me from Allah ˹if I were to disobey Him˺, nor can I find any refuge other than Him"},"surah":null},{"id":5470,"surahId":72,"ayatId":23,"ayatNo":"٢٣","pageNo":573,"ayatText":"اِلَّا بَلَاغاً مِنَ اللّٰهِ وَرِسَالَاتِهٖؕ وَمَنْ يَعْصِ اللّٰهَ وَرَسُولَهُ فَاِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدٖينَ فٖيهَٓا اَبَداًؕ","ayatMealText":{"tr":"\"Benim yapabileceğim, sadece Allah'tan size duyuru yapmak ve O'nun elçilik görevlerini yerine getirmektir.\" Artık kim Allah'a ve onun elçisine baş kaldırırsa, ona içinde ebedi kalacakları cehennem ateşi vardır.","nl":"(Ik vind een toevluchtsoord) van Allah slechts door de verkondiging van Zijn Boodschappen.\" En wie opstaat tegen Allah en Zijn Boodschapper: voor hen is er het vuur van de Hel. Zij zijn daarin eeuwig levenden, voor altijd.","en":"˹My duty is˺ only to convey ˹the truth˺ from Allah and ˹deliver˺ His messages.” And whoever disobeys Allah and His Messenger will certainly be in the Fire of Hell, to stay there for ever and ever"},"surah":null},{"id":5471,"surahId":72,"ayatId":24,"ayatNo":"٢٤","pageNo":573,"ayatText":"حَتّٰٓى اِذَا رَاَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ اَضْعَفُ نَاصِراً وَاَقَلُّ عَدَداً","ayatMealText":{"tr":"Kendilerine vaad edilen şeyi gördükleri zaman, kimin yardımcısının en zayıf ve en az olduğunu bileceklerdir.","nl":"Wanneer zij dan zien wat hun is aangezegd, dan zullen zij weten wie de zwakste helpers heeft en het kleinst in aantal is.","en":"Only when they see what they have been threatened with will they know who is weaker in helpers and inferior in manpower"},"surah":null},{"id":5472,"surahId":72,"ayatId":25,"ayatNo":"٢٥","pageNo":573,"ayatText":"قُلْ اِنْ اَدْرٖٓي اَقَرٖيبٌ مَا تُوعَدُونَ اَمْ يَجْعَلُ لَهُ رَبّٖٓي اَمَداً","ayatMealText":{"tr":"De ki: \"Ben bilmem, o size vaad edilen şey yakın mı, yoksa Rabbim onun için uzun bir süre mi koyar..\"","nl":"Zeg: \"Ik weet niet of het nabij is, wat jullie aangezegd is, of dat mijn Heer het nog lang uitstelt.\"","en":"Say, “I do not know if what you are promised is near or my Lord has set a distant time for it"},"surah":null},{"id":5473,"surahId":72,"ayatId":26,"ayatNo":"٢٦","pageNo":573,"ayatText":"عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَداًۙ","ayatMealText":{"tr":"O bütün gaybı bilir. Fakat gaybını hiç kimseye açmaz.","nl":"De Kenner van het onwaarneembare, Hij maakt voor niemand het onwaarneembare dat bij Hem is zichtbaar.","en":"˹He is the˺ Knower of the unseen, disclosing none of it to anyone"},"surah":null},{"id":5474,"surahId":72,"ayatId":27,"ayatNo":"٢٧","pageNo":573,"ayatText":"اِلَّا مَنِ ارْتَضٰى مِنْ رَسُولٍ فَاِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَداًۙ","ayatMealText":{"tr":"Ancak seçtiği elçiye açar. Çünkü onun önünden ve ardından gözetleyiciler salar.","nl":"Behalve aan een Boodschapper die Hem welgevallig is, en voorwaar, dan laat Hij vóór hem en achter hem wachters (Engelen) gaan.","en":"except messengers of His choice. Then He appoints angel-guards before and behind them"},"surah":null},{"id":5475,"surahId":72,"ayatId":28,"ayatNo":"٢٨","pageNo":573,"ayatText":"لِيَعْلَمَ اَنْ قَدْ اَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَداً","ayatMealText":{"tr":"Bilsin diye ki, onlar Rablerinin elçiliklerini yerine getirmişlerdir. Allah onlarda bulunan her şeyi kuşatmış ve her şeyi bir bir saymıştır","nl":"Om te doen weten dat zij de Boodschappen van hun Heer overbrachten. En Hij omvat wat er bij hen is en Hij somt alle zaken nauwkeurig op.","en":"to ensure that the messengers fully deliver the messages of their Lord—though He ˹already˺ knows all about them, and keeps account of everything.”"},"surah":null}]}