{"juzNo":29,"pageNo":579,"arCuzNo":"۲۹","arPageNo":"٥۷۹","quranAyats":[{"id":5597,"surahId":76,"ayatId":6,"ayatNo":"٦","pageNo":579,"ayatText":"عَيْناً يَشْرَبُ بِهَا عِبَادُ اللّٰهِ يُفَجِّرُونَهَا تَفْجٖيراً","ayatMealText":{"tr":"Bir kaynak ki ondan Allah'ın kulları içerler, güzel yollar açarak akıtırlar onu.","nl":"Een bron waarvan de dienaren van Allah drinken. Zij laten deze overvloedig stromen.","en":"˹from˺ a spring where Allah’s servants will drink, flowing at their will"},"surah":{"surahId":76,"name":"İnsân","nameAr":"الْاِنْسَانِ","revelationOrder":98,"verseCount":31,"juzNo":29,"firstPage":578}},{"id":5598,"surahId":76,"ayatId":7,"ayatNo":"٧","pageNo":579,"ayatText":"يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطٖيراً","ayatMealText":{"tr":"O kullar adaklarını yerine getirirler ve fenalığı salgın (olan) bir günden korkarlar.","nl":"Zij vervulden hun geloften. En zij vreesden een Dag waarvan het kwaad verschrikkelijk is.","en":"They ˹are those who˺ fulfil ˹their˺ vows and fear a Day of sweeping horror"},"surah":null},{"id":5599,"surahId":76,"ayatId":8,"ayatNo":"٨","pageNo":579,"ayatText":"وَيُطْعِمُونَ الطَّعَامَ عَلٰى حُبِّهٖ مِسْكٖيناً وَيَتٖيماً وَاَسٖيراً","ayatMealText":{"tr":"Düşküne, yetime ve esire seve seve yemek yedirirler.","nl":"En zij gaven het voedsel waarvan zij hielden aan een arme, en een wees en een gevangene.","en":"and give food—despite their desire for it—to the poor, the orphan, and the captive"},"surah":null},{"id":5600,"surahId":76,"ayatId":9,"ayatNo":"٩","pageNo":579,"ayatText":"اِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللّٰهِ لَا نُرٖيدُ مِنْكُمْ جَزَٓاءً وَلَا شُكُوراً","ayatMealText":{"tr":"\"Size sırf Allah rızası için yemek yediriyoruz. Sizden ne bir karşılık, ne de bir teşekkür bekliyoruz.\"","nl":"(Zij zeiden:) \"Wij voeden jullie slechts omwille van het welbehagen van Allah, wij verlangen van jullie geen beloning en geen dank.","en":"˹saying to themselves,˺ “We feed you only for the sake of Allah, seeking neither reward nor thanks from you"},"surah":null},{"id":5601,"surahId":76,"ayatId":10,"ayatNo":"١٠","pageNo":579,"ayatText":"اِنَّا نَخَافُ مِنْ رَبِّنَا يَوْماً عَبُوساً قَمْطَرٖيراً","ayatMealText":{"tr":"\"Biz sert ve belalı bir günde Rabbimizden korkarız.\" derler.","nl":"Voorwaar, wij vrezen van onze Heer een angstaanjagende, huiveringwekkende Dag.\"","en":"We fear from our Lord a horribly distressful Day.”"},"surah":null},{"id":5602,"surahId":76,"ayatId":11,"ayatNo":"١١","pageNo":579,"ayatText":"فَوَقٰيهُمُ اللّٰهُ شَرَّ ذٰلِكَ الْيَوْمِ وَلَقّٰيهُمْ نَضْرَةً وَسُرُوراًۚ","ayatMealText":{"tr":"Allah da onları o günün fenalığından korur, yüzlerine parlaklık, gönüllerine sevinç verir.","nl":"Allah zal hen op die Dag beschermen voor het kwaad en hen glans en blijdschap schenken.","en":"So Allah will deliver them from the horror of that Day, and grant them radiance and joy"},"surah":null},{"id":5603,"surahId":76,"ayatId":12,"ayatNo":"١٢","pageNo":579,"ayatText":"وَجَزٰيهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرٖيراًۙ","ayatMealText":{"tr":"Sabırlarına karşılık onlara bir cennet ve ipekten elbiseler verir.","nl":"En Hij zal hen vanwege hun geduldige volharding belonen met het Paradijs en met zijde.","en":"and reward them for their perseverance with a Garden ˹in Paradise˺ and ˹garments of˺ silk"},"surah":null},{"id":5604,"surahId":76,"ayatId":13,"ayatNo":"١٣","pageNo":579,"ayatText":"مُتَّكِـٖٔينَ فٖيهَا عَلَى الْاَرَٓائِكِۚ لَا يَرَوْنَ فٖيهَا شَمْساً وَلَا زَمْهَرٖيراًۚ","ayatMealText":{"tr":"Orada donatılmış koltuklar üzerine dayanmışlardır: Orada ne yakıcı güneş görürler, ne de şiddetli soğuk.","nl":"Leunend zitten zij daarin op rustbanken. Zij vinden daarin geen zon en geen kou.","en":"There they will be reclining on ˹canopied˺ couches, never seeing scorching heat or bitter cold"},"surah":null},{"id":5605,"surahId":76,"ayatId":14,"ayatNo":"١٤","pageNo":579,"ayatText":"وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلٖيلاً","ayatMealText":{"tr":"Üzerlerine cennet gölgeleri sarkmış, meyveleri bol bol önlerine konmuştur.","nl":"En haar schaduwen zijn voor hen dichtbij en haar vruchten zijn vlakbij, makkelijk te plukken.","en":"The Garden’s shade will be right above them, and its fruit will be made very easy to reach"},"surah":null},{"id":5606,"surahId":76,"ayatId":15,"ayatNo":"١٥","pageNo":579,"ayatText":"وَيُطَافُ عَلَيْهِمْ بِاٰنِيَةٍ مِنْ فِضَّةٍ وَاَكْوَابٍ كَانَتْ قَوَارٖيرَاۙ","ayatMealText":{"tr":"Yanlarında gümüşten kaplar, billur kupalar dolaştırılır.","nl":"En onder hen wordt rondgegaan met kruiken van zilver en glazen als van kristal.","en":"They will be waited on with silver vessels and cups of crystal—"},"surah":null},{"id":5607,"surahId":76,"ayatId":16,"ayatNo":"١٦","pageNo":579,"ayatText":"قَوَارٖيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدٖيراً","ayatMealText":{"tr":"Gümüşten öyle kadehler ki onları türlü türlü biçimlere koymuşlardır.","nl":"Kristalhelder, van zilver gemaakt, die naar wens schenken.","en":"crystalline silver, filled precisely as desired"},"surah":null},{"id":5608,"surahId":76,"ayatId":17,"ayatNo":"١٧","pageNo":579,"ayatText":"وَيُسْقَوْنَ فٖيهَا كَأْساً كَانَ مِزَاجُهَا زَنْجَبٖيلاًۚ","ayatMealText":{"tr":"Onlara orada bir dolu kadeh sunulur ki, karışımı zencefildir.","nl":"En daarin wordt er voor hen geschonken uit een beker waarvan de mengdrank gember is.","en":"And they will be given a drink ˹of pure wine˺ flavoured with ginger"},"surah":null},{"id":5609,"surahId":76,"ayatId":18,"ayatNo":"١٨","pageNo":579,"ayatText":"عَيْناً فٖيهَا تُسَمّٰى سَلْسَبٖيلاً","ayatMealText":{"tr":"Bu orada bir pınardır ki, adına \"selsebil\" derler.","nl":"Er bevindt zich daarin een bron die Salsabîl genoemd wordt.","en":"from a spring there, called Salsabîl"},"surah":null},{"id":5610,"surahId":76,"ayatId":19,"ayatNo":"١٩","pageNo":579,"ayatText":"وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَۚ اِذَا رَاَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤ۬اً مَنْثُوراً","ayatMealText":{"tr":"Etraflarında ölümsüz hizmetçiler dolaşır, onları görünce saçılmış inciler sanırsın.","nl":"En onder hen wordt rondgegaan door eeuwig jeugdigen. Als jij hen ziet, dan denk jij dat zij verstrooide parels zijn.","en":"They will be waited on by eternal youths. If you saw them, you would think they were scattered pearls"},"surah":null},{"id":5611,"surahId":76,"ayatId":20,"ayatNo":"٢٠","pageNo":579,"ayatText":"وَاِذَا رَاَيْتَ ثَمَّ رَاَيْتَ نَعٖيماً وَمُلْكاً كَبٖيراً","ayatMealText":{"tr":"Orada nereye baksan bir nimet ve pek büyük bir mülk görürsün.","nl":"En als jij rondkijkt dan zie jij een genieting en een geweldig koninkrijk.","en":"And if you looked around, you would see ˹indescribable˺ bliss and a vast kingdom"},"surah":null},{"id":5612,"surahId":76,"ayatId":21,"ayatNo":"٢١","pageNo":579,"ayatText":"عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَاِسْتَبْرَقٌؗ وَحُلُّٓوا اَسَاوِرَ مِنْ فِضَّةٍۚ وَسَقٰيهُمْ رَبُّهُمْ شَرَاباً طَهُوراً","ayatMealText":{"tr":"Üstlerinde zarif ve yeşil, kalın ipekten bir elbise vardır. Gümüş bileziklerle süslenmişlerdir. Rableri onlara temiz bir içecek içirmiştir.","nl":"Zij dragen kleren van fijne groene zijde en brokaat en zij zullen gesierd worden met zilveren armbanden. En hun Heer zal hen een pure drank schenken.","en":"The virtuous will be ˹dressed˺ in garments of fine green silk and rich brocade, and adorned with bracelets of silver, and their Lord will give them a purifying drink"},"surah":null},{"id":5613,"surahId":76,"ayatId":22,"ayatNo":"٢٢","pageNo":579,"ayatText":"اِنَّ هٰذَا كَانَ لَكُمْ جَزَٓاءً وَكَانَ سَعْيُكُمْ مَشْكُوراًࣖ","ayatMealText":{"tr":"(Onlara şöyle denir): \"İşte bu sizin bir mükâfatınızdı. Gayretiniz karşılığını bulmuştur.\"","nl":"(Er wordt gezegd:) \"Voorwaar, dat is een beloning voor jullie en jullie daden zijn aanvaard.\"","en":"˹And they will be told,˺ “All this is surely a reward for you. Your striving has been appreciated.”"},"surah":null},{"id":5614,"surahId":76,"ayatId":23,"ayatNo":"٢٣","pageNo":579,"ayatText":"اِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْاٰنَ تَنْزٖيلاًۚ","ayatMealText":{"tr":"Kur'ân'ı sana kısım kısım biz indirdik biz.","nl":"Voorwaar, Wij zijn het Die de Koran in fasen tot jou neergezonden hebben.","en":"Indeed, it is We Who have revealed the Quran to you ˹O Prophet˺ in stages"},"surah":null},{"id":5615,"surahId":76,"ayatId":24,"ayatNo":"٢٤","pageNo":579,"ayatText":"فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ اٰثِماً اَوْ كَـفُوراًۚ","ayatMealText":{"tr":"O halde Rabbinin hüküm vermesi için sabret. Onlardan hiçbir günahkâra yahut nanköre itaat etme.","nl":"Wees dan geduldig met de wetten van jouw Heer en volg niet de zondaar of de ongelovige onder hen.","en":"So be patient with your Lord’s decree, and do not yield to any evildoer or ˹staunch˺ disbeliever from among them"},"surah":null},{"id":5616,"surahId":76,"ayatId":25,"ayatNo":"٢٥","pageNo":579,"ayatText":"وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَاَصٖيلاًۚ","ayatMealText":{"tr":"Sabahakşam Rabbinin ismini an.","nl":"En gedenk (in jouw shalât) de Naam van jouw Heer, in de ochtend en de avond.","en":"˹Always˺ remember the Name of your Lord morning and evening"},"surah":null}]}