{"juzNo":3,"pageNo":58,"arCuzNo":"۳","arPageNo":"٥۸","quranAyats":[{"id":355,"surahId":3,"ayatId":62,"ayatNo":"٦٢","pageNo":58,"ayatText":"اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُؕ وَاِنَّ اللّٰهَ لَهُوَ الْعَزٖيزُ الْحَكٖيمُ","ayatMealText":{"tr":"İşte (İsa hakkında söylenen) gerçek kıssa budur. Allah'tan başka hiçbir tanrı yoktur. Muhakkak ki Allah çok güçlüdür ve hikmet sahibidir.","nl":"Voorwaar, dit is de ware geschiedenis, en er is geen god dan Allah en voorwaar, Allah is het Die de Almachtige, de Alwijze is.","en":"Certainly, this is the true narrative, and there is no god ˹worthy of worship˺ except Allah. And indeed, Allah ˹alone˺ is the Almighty, All-Wise"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":356,"surahId":3,"ayatId":63,"ayatNo":"٦٣","pageNo":58,"ayatText":"فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلٖيمٌ بِالْمُفْسِدٖينَࣖ","ayatMealText":{"tr":"Eğer (haktan) yüz çevirirlerse, şüphesiz ki Allah bozguncuları çok iyi bilendir.","nl":"Als zij zich dan afwenden: voorwaar, dan is Allah op de hoogte van de verderfzaaiers.","en":"If they turn away, then surely Allah has ˹perfect˺ knowledge of the corruptors"},"surah":null},{"id":357,"surahId":3,"ayatId":64,"ayatNo":"٦٤","pageNo":58,"ayatText":"قُلْ يَٓا اَهْلَ الْكِتَابِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَٓاءٍ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـٔاً وَلَا يَتَّخِذَ بَعْضُنَا بَعْضاً اَرْبَاباً مِنْ دُونِ اللّٰهِؕ فَاِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِاَنَّا مُسْلِمُونَ","ayatMealText":{"tr":"De ki: Ey kitap ehli! Sizinle bizim aramızda ortak olan bir söze geliniz. Allah'tan başkasına kulluk etmeyelim, O'na hiçbir şeyi eş tutmayalım ve Allah'ı bırakıp da kimimiz kimimizi ilâhlaştırmasın. Eğer onlar yine yüz çevirirlerse, deyin ki: \"Şahit olun biz müslümanlarız\".","nl":"Zeg: \"O Lieden van de Schrift, komt tot een gelijkluidend woord tussen ons en jullie: dat wij niemand dan Allah aanbidden en dat wij niets naast Hem tot delgenoot maken en dat wij elkaar niet als heren naast Allah plaatsen.\" Als zij zich dan afwenden, zegt dan: \"Getuigt dat wij ons (aan Allah) overgegeven hebben.\"","en":"Say, ˹O Prophet,˺ “O People of the Book! Let us come to common terms: that we will worship none but Allah, associate none with Him, nor take one another as lords instead of Allah.” But if they turn away, then say, “Bear witness that we have submitted ˹to Allah alone˺.”"},"surah":null},{"id":358,"surahId":3,"ayatId":65,"ayatNo":"٦٥","pageNo":58,"ayatText":"يَٓا اَهْلَ الْكِتَابِ لِمَ تُحَٓاجُّونَ فٖٓي اِبْرٰهٖيمَ وَمَٓا اُنْزِلَتِ التَّوْرٰيةُ وَالْاِنْجٖيلُ اِلَّا مِنْ بَعْدِهٖؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"Ey Kitap ehli! İbrahim hakkında niçin tartışıyorsunuz? Oysa Tevrat da, İncil de ondan sonra indirilmiştir. Siz hiç düşünmüyor musunuz?","nl":"O Lieden van het Boek, waarom redetwisten jullie over Ibrâhîm? De Taurât en de Indjîl zijn toch pas na hem geopenbaard, begrijpen jullie dan niet?","en":"O People of the Book! Why do you argue about Abraham, while the Torah and the Gospel were not revealed until long after him? Do you not understand"},"surah":null},{"id":359,"surahId":3,"ayatId":66,"ayatNo":"٦٦","pageNo":58,"ayatText":"هَٓا اَنْتُمْ هٰٓؤُ۬لَٓاءِ حَاجَجْتُمْ فٖيمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَٓاجُّونَ فٖيمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌؕ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُونَ","ayatMealText":{"tr":"İşte siz böylesiniz. Haydi biraz bilginiz olan şey hakkında tartıştınız, ya hiç bilginiz olmayan şey hakkında niçin tartışıyorsunuz? Allah bilir, siz bilmezsiniz.","nl":"Zo, jullie zijn degenen die geredetwist hebben over iets waarover jullie kennis hadden, maar waarom redetwistten jullie over iets waarover jullie geen kennis hebben? En Allah weet, en jullie weten niet.","en":"Here you are! You disputed about what you have ˹little˺ knowledge of, but why do you now argue about what you have no knowledge of? Allah knows and you do not know"},"surah":null},{"id":360,"surahId":3,"ayatId":67,"ayatNo":"٦٧","pageNo":58,"ayatText":"مَا كَانَ اِبْرٰهٖيمُ يَهُودِياًّ وَلَا نَصْرَانِياًّ وَلٰكِنْ كَانَ حَنٖيفاً مُسْلِماًؕ وَمَا كَانَ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"İbrahim, ne yahudi, ne de hıristiyandı; fakat o, Allah'ı bir tanıyan dosdoğru bir müslümandı, müşriklerden de değildi.","nl":"Ibrâhîm was geen Jood, en geen Christen, maar hij was een Hanîf, die zich (aan Allah) overgegeven had, en hij behoorde niet tot de veelgodenaanbidders.","en":"Abraham was neither a Jew nor a Christian; he submitted in all uprightness and was not a polytheist"},"surah":null},{"id":361,"surahId":3,"ayatId":68,"ayatNo":"٦٨","pageNo":58,"ayatText":"اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهٖيمَ لَلَّذٖينَ اتَّبَعُوهُ وَهٰذَا النَّبِيُّ وَالَّذٖينَ اٰمَنُواؕ وَاللّٰهُ وَلِيُّ الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Doğrusu onların İbrahim'e en yakın olanı, ona uyanlar, şu Peygamber ve iman edenlerdir. Allah da müminlerin dostudur.","nl":"Voorwaar, degenen die Ibrâhîm het meest nabij komen, zijn degenen die hem en deze Profeet (Moehammad) volgen en degenen die geloven. En Allah is de Beschermer van de gelovigen.","en":"Indeed, those who have the best claim to Abraham are his followers, this Prophet, and the believers. And Allah is the Guardian of those who believe"},"surah":null},{"id":362,"surahId":3,"ayatId":69,"ayatNo":"٦٩","pageNo":58,"ayatText":"وَدَّتْ طَٓائِفَةٌ مِنْ اَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْؕ وَمَا يُضِلُّونَ اِلَّٓا اَنْفُسَهُمْ وَمَا يَشْعُرُونَ","ayatMealText":{"tr":"Kitap ehlinden bir grup sizi saptırmak istediler, halbuki sırf kendilerini saptırıyorlar da farkına varmıyorlar.","nl":"Een groep van de Lieden van het Boek zou jullie willen doen dwalen en zij doen niemand dan zichzelf dwalen. En zijn beseffen het niet.","en":"Some of the People of the Book wish to mislead you ˹believers˺. They mislead none but themselves, yet they fail to perceive it"},"surah":null},{"id":363,"surahId":3,"ayatId":70,"ayatNo":"٧٠","pageNo":58,"ayatText":"يَٓا اَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِاٰيَاتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُونَ","ayatMealText":{"tr":"Ey kitap ehli! (gerçeği) gördüğünüz halde, niçin Allah'ın âyetlerini inkâr ediyorsunuz?","nl":"O Lieden van de Schrift, waarom ontkennen jullie de Tekenen val Allah, terwijl jullie getuigen?","en":"O People of the Book! Why do you reject the signs of Allah while you bear witness ˹to their truth˺"},"surah":null}]}