{"juzNo":3,"pageNo":59,"arCuzNo":"۳","arPageNo":"٥۹","quranAyats":[{"id":364,"surahId":3,"ayatId":71,"ayatNo":"٧١","pageNo":59,"ayatText":"يَٓا اَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَاَنْتُمْ تَعْلَمُونَࣖ","ayatMealText":{"tr":"Ey kitap ehli! Niçin hakkı batıla karıştırıyor ve bile bile gerçeği gizliyorsunuz?","nl":"O lieden van de Schrift, waarom vermengen jullie de Waarheid met valsheid en verbergen jullie de Waarheid, terwijl Jullie (het toch) weten?","en":"O People of the Book! Why do you mix the truth with falsehood and hide the truth knowingly"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":365,"surahId":3,"ayatId":72,"ayatNo":"٧٢","pageNo":59,"ayatText":"وَقَالَتْ طَٓائِفَةٌ مِنْ اَهْلِ الْكِتَابِ اٰمِنُوا بِالَّـذٖٓي اُنْزِلَ عَلَى الَّذٖينَ اٰمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُٓوا اٰخِرَهُ لَعَلَّهُمْ يَرْجِعُونَۚ","ayatMealText":{"tr":"Kitap ehlinden bir grup: \"Müminlere indirilene günün başlangıcında inanın, sonunda da inkâr edin, belki onlar da dönerler.\" dedi.","nl":"Een groep van de Lieden van de Schrift zei: \"(Doe alsof je) gelooft in wat er aan degenen die geloven aan het begin van de dag geopenbaard is, maar gelooft niet aan het einde ervan. Hopelijk zullen zij terugkeren (naar de ongelovigen).\"","en":"A group among the People of the Book said ˹to one another˺, “Believe in what has been revealed to the believers in the morning and reject it in the evening, so they may abandon their faith"},"surah":null},{"id":366,"surahId":3,"ayatId":73,"ayatNo":"٧٣","pageNo":59,"ayatText":"وَلَا تُؤْمِنُٓوا اِلَّا لِمَنْ تَبِـعَ دٖينَكُمْؕ قُلْ اِنَّ الْهُدٰى هُدَى اللّٰهِۙ اَنْ يُؤْتٰٓى اَحَدٌ مِثْلَ مَٓا اُو۫تٖيتُمْ اَوْ يُحَٓاجُّوكُمْ عِنْدَ رَبِّكُمْؕ قُلْ اِنَّ الْفَضْلَ بِيَدِ اللّٰهِۚ يُؤْتٖيهِ مَنْ يَشَٓاءُؕ وَاللّٰهُ وَاسِعٌ عَلٖيمٌۚ","ayatMealText":{"tr":"\"Ve kendi dininize uyanlardan başkasına inanmayın\" (dediler). De ki: \"Şüphesiz doğru yol, Allah'ın yoludur\". (Onlar kendi aralarında): \"Size verilenin benzerinin hiçbir kimseye verilmiş olduğuna, yahut Rabbinizin huzurunda sizin aleyhinize deliller getireceklerine\" (de inanmayın dediler). De ki: \"Lütuf Allah'ın elindedir, onu dilediğine verir. Allah, rahmeti bol olan, her şeyi hakkıyla bilendir\".","nl":"En gelooft slechts hen die jullie godsdienst volgen, zegt: \"Voorwaar, de Lieding is de Leiding van Allah en (gelooft niet) dat er aan iemand hetzelfde is gegeven als aan jullie werd gegeven, of dat Zij tegen jullie bij jullie Heer twisten.\" Zeg: \"Voorwaar, de gunst is van de Hand van Allah, die Hij geeft aan wie Hij wil; Allah is Alomvattend, Alwetend.","en":"And only believe those who follow your religion.” Say, ˹O Prophet,˺ “Surely, ˹the only˺ true guidance is Allah’s guidance.” ˹They also said,˺ “Do not believe that someone will receive ˹revealed˺ knowledge similar to yours or argue against you before your Lord.” Say, ˹O Prophet,˺ “Indeed, all bounty is in the Hands of Allah—He grants it to whoever He wills. And Allah is All-Bountiful, All-Knowing.”"},"surah":null},{"id":367,"surahId":3,"ayatId":74,"ayatNo":"٧٤","pageNo":59,"ayatText":"يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَشَٓاءُؕ وَاللّٰهُ ذُو الْفَضْلِ الْعَظٖيمِ","ayatMealText":{"tr":"Rahmetini dilediğine tahsis eder. Allah, büyük lütuf ve kerem sahibidir.","nl":"Hij kiest voor Zijn Barmhartigheid wie Hij wil en Allah is de Bezitter van de Geweldige Gunst.","en":"He chooses whoever He wills to receive His mercy. And Allah is the Lord of infinite bounty"},"surah":null},{"id":368,"surahId":3,"ayatId":75,"ayatNo":"٧٥","pageNo":59,"ayatText":"وَمِنْ اَهْلِ الْكِتَابِ مَنْ اِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهٖٓ اِلَيْكَۚ وَمِنْهُمْ مَنْ اِنْ تَأْمَنْهُ بِدٖينَارٍ لَا يُؤَدِّهٖٓ اِلَيْكَ اِلَّا مَا دُمْتَ عَلَيْهِ قَٓائِماًؕ ذٰلِكَ بِاَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْاُمِّيّٖنَ سَبٖيلٌۚ وَيَقُولُونَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ","ayatMealText":{"tr":"Kitap ehlinden öylesi vardır ki, ona yüklerle mal emanet etsen, onu sana eksiksiz iade eder. Fakat öylesi de vardır ki, ona bir dinar emanet etsen, tepesine dikilip durmadıkça onu sana iade etmez. Bu da onların, \"Ümmîlere karşı yaptıklarımızdan bize vebal yoktur.\" demelerinden dolayıdır. Ve onlar, bile bile Allah'a karşı yalan söylerler.","nl":"En onder de Lieden van de Schrift is er degene die, als jij hem een schat toevertrouwt, jou deze zal teruggeven; en onder hen is er degene die als jij hem een dinar toevertrouwt, deze niet aan jou zal teruggeven, behalve als jij er op aandingt. Dat komt omdat zij zeggen: \"Wij zijn niet verantwoordelijk voor de ongeletterden.\" En zij vertellen over Allah leugens terwijl zij het weten.","en":"There are some among the People of the Book who, if entrusted with a stack of gold, will readily return it. Yet there are others who, if entrusted with a single coin, will not repay it unless you constantly demand it. This is because they say, “We are not accountable for ˹exploiting˺ the Gentiles.” And ˹so˺ they attribute lies to Allah knowingly"},"surah":null},{"id":369,"surahId":3,"ayatId":76,"ayatNo":"٧٦","pageNo":59,"ayatText":"بَلٰى مَنْ اَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقٖينَ","ayatMealText":{"tr":"Hayır, kim sözünü yerine getirir ve kötülüklerden korunursa, şüphesiz Allah da korunanları sever.","nl":"Welzeker, hij die zijn belofte nakomt en (Allah) vreest: voorwaar, Allah houdt van de Moettaqôen.","en":"Absolutely! Those who honour their trusts and shun evil—surely Allah loves those who are mindful ˹of Him˺"},"surah":null},{"id":370,"surahId":3,"ayatId":77,"ayatNo":"٧٧","pageNo":59,"ayatText":"اِنَّ الَّذٖينَ يَشْتَرُونَ بِعَهْدِ اللّٰهِ وَاَيْمَانِهِمْ ثَمَناً قَلٖيلاً اُو۬لٰٓئِكَ لَا خَلَاقَ لَهُمْ فِي الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ اِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكّٖيهِمْࣕ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"Allah'a verdikleri sözü ve yeminlerini az bir paraya satanlar var ya, işte onların ahirette bir payı yoktur; Allah kıyamet günü onlarla hiç konuşmayacak, onlara bakmayacak ve onları temizlemeyecektir. Onlar için acı bir azab vardır.","nl":"Voorwaar, degenen die hun belofte aan Allah en hun eden voor een geringe prijs verruilden, dat zijn degenen die geen aandeel hebben in het Hiernamaals. En Allah spreekt niet tot hen en beziet hen niet op de Dag der Opstanding. Hij zal lien niet reinigen en voor hen is er een pijnlijke bestraffing.","en":"Indeed, those who trade Allah’s covenant and their oaths for a fleeting gain will have no share in the Hereafter. Allah will neither speak to them, nor look at them, nor purify them on the Day of Judgment. And they will suffer a painful punishment"},"surah":null}]}