{"juzNo":30,"pageNo":599,"arCuzNo":"۳۰","arPageNo":"٥۹۹","quranAyats":[{"id":6126,"surahId":97,"ayatId":1,"ayatNo":"١","pageNo":599,"ayatText":"اِنَّٓا اَنْزَلْنَاهُ فٖي لَيْلَةِ الْقَدْرِۚ","ayatMealText":{"tr":"Biz o (Kur'ân)nu Kadir gecesinde indirdik.","nl":"Voorwaar, Wij hebben hem (de Koran) neergezonden in de Waardevolle Nacht (Lailatoel Qadr).","en":"Indeed, ˹it is˺ We ˹Who˺ sent this ˹Quran˺ down on the Night of Glory"},"surah":{"surahId":97,"name":"Kadir","nameAr":"الْقَدْرِ","revelationOrder":25,"verseCount":5,"juzNo":30,"firstPage":599}},{"id":6127,"surahId":97,"ayatId":2,"ayatNo":"٢","pageNo":599,"ayatText":"وَمَٓا اَدْرٰيكَ مَا لَيْلَةُ الْقَدْرِؕ","ayatMealText":{"tr":"Kadir gecesinin ne olduğunu sen nereden bileceksin?","nl":"En wat doet jullie weten wat de Waardevolle Nacht is?","en":"And what will make you realize what the Night of Glory is"},"surah":null},{"id":6128,"surahId":97,"ayatId":3,"ayatNo":"٣","pageNo":599,"ayatText":"لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ اَلْفِ شَهْرٍؕ","ayatMealText":{"tr":"Kadir gecesi bin aydan daha hayırlıdır.","nl":"De Waardevolle Nacht is beter dan duizend maanden.","en":"The Night of Glory is better than a thousand months"},"surah":null},{"id":6129,"surahId":97,"ayatId":4,"ayatNo":"٤","pageNo":599,"ayatText":"تَنَزَّلُ الْمَلٰٓئِكَةُ وَالرُّوحُ فٖيهَا بِاِذْنِ رَبِّهِمْۚ مِنْ كُلِّ اَمْرٍۙۛ","ayatMealText":{"tr":"Melekler ve Ruh (Cebrail veya Ruh adındaki melek) o gece Rablerinin izniyle, her iş için inerler.","nl":"De Engelen en de Geest (Djibrîl) daalden in haar neer met de toestemming van hun Heer, voor elke beschikking.","en":"That night the angels and the ˹holy˺ spirit descend, by the permission of their Lord, for every ˹decreed˺ matter"},"surah":null},{"id":6130,"surahId":97,"ayatId":5,"ayatNo":"٥","pageNo":599,"ayatText":"سَلَامٌࣞۛ هِيَ حَتّٰى مَطْلَعِ الْفَجْرِ","ayatMealText":{"tr":"O gece, tanyeri ağarıncaya kadar süren bir selâmettir.","nl":"Vrede heerst (in deze nacht), tot aan de ochtendschemering.","en":"It is all peace until the break of dawn"},"surah":null},{"id":6131,"surahId":98,"ayatId":1,"ayatNo":"١","pageNo":599,"ayatText":"لَمْ يَكُنِ الَّذٖينَ كَفَرُوا مِنْ اَهْلِ الْكِتَابِ وَالْمُشْرِكٖينَ مُنْفَكّٖينَ حَتّٰى تَأْتِيَهُمُ الْبَيِّنَةُۙ","ayatMealText":{"tr":"Kitap ehlinden ve müşriklerden (Hakk'ı) tanımayanlar, kendilerine açık delil gelinceye kadar inkârlarından ayrılacak değillerdi.","nl":"De ongelovigen onder de Lieden van de Schrift en de veelgodenaanbidders houden niet op (ongelovig te zijn) tot er een duidelijk bewijs tot hen komt.","en":"The disbelievers from the People of the Book and the polytheists were not going to desist ˹from disbelief˺ until the clear proof came to them"},"surah":{"surahId":98,"name":"Beyyine","nameAr":"الْبَيِّنَةِ","revelationOrder":100,"verseCount":8,"juzNo":30,"firstPage":599}},{"id":6132,"surahId":98,"ayatId":2,"ayatNo":"٢","pageNo":599,"ayatText":"رَسُولٌ مِنَ اللّٰهِ يَتْلُوا صُحُفاً مُطَهَّرَةًۙ","ayatMealText":{"tr":"(Bu delil), tertemiz sayfaları okuyan, Allah tarafından gönderilmiş bir peygamberdir.","nl":"Een Boodschapper van Allah die gereinigde bladen voordraagt.","en":"a messenger from Allah, reciting scrolls of ˹utmost˺ purity"},"surah":null},{"id":6133,"surahId":98,"ayatId":3,"ayatNo":"٣","pageNo":599,"ayatText":"فٖيهَا كُتُبٌ قَيِّمَةٌؕ","ayatMealText":{"tr":"O sayfalarda, en doğru hükümler vardır.","nl":"Waarin rechtzinnige boeken (de Koran) zijn.","en":"containing upright commandments"},"surah":null},{"id":6134,"surahId":98,"ayatId":4,"ayatNo":"٤","pageNo":599,"ayatText":"وَمَا تَفَرَّقَ الَّذٖينَ اُو۫تُوا الْكِتَابَ اِلَّا مِنْ بَعْدِ مَا جَٓاءَتْهُمُ الْبَيِّنَةُؕ","ayatMealText":{"tr":"Kitap ehli, ancak kendilerine apaçık delil geldikten sonra ayrılığa düştüler.","nl":"En degenen aan wie het Boek is gegeven splitsten zich pas op nadat het duidelijke bewijs tot hen gekomen was.","en":"It was not until this clear proof came to the People of the Book that they became divided ˹about his prophethood˺—"},"surah":null},{"id":6135,"surahId":98,"ayatId":5,"ayatNo":"٥","pageNo":599,"ayatText":"وَمَٓا اُمِرُٓوا اِلَّا لِيَعْبُدُوا اللّٰهَ مُخْلِصٖينَ لَهُ الدّٖينَ حُنَفَٓاءَ وَيُقٖيمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ وَذٰلِكَ دٖينُ الْقَيِّمَةِؕ","ayatMealText":{"tr":"Halbuki onlar, dini sadece Allah'a tahsis ederek, Allah'ı birleyerek, ancak Allah'a ibadet etmekle, namazı kılmakla ve zekatı vermekle emrolunmuşlardır. İşte dosdoğru din budur.","nl":"Zij werden niets anders bevolen dan Allah met zuivere aanbidding te aanbidden, als Hoenafâ. En (ook) de shalât te verrichten en de zakât te geven en dat is de rechte godsdienst.","en":"even though they were only commanded to worship Allah ˹alone˺ with sincere devotion to Him in all uprightness, establish prayer, and pay alms-tax. That is the upright Way"},"surah":null},{"id":6136,"surahId":98,"ayatId":6,"ayatNo":"٦","pageNo":599,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا مِنْ اَهْلِ الْكِتَابِ وَالْمُشْرِكٖينَ فٖي نَارِ جَهَنَّمَ خَالِدٖينَ فٖيهَاؕ اُو۬لٰٓئِكَ هُمْ شَرُّ الْبَرِيَّةِؕ","ayatMealText":{"tr":"Kâfirler, gerek kitap ehlinden olsun gerek puta tapanlardan olsun muhakkak, cehennem ateşindedirler. Orada ebedî olarak kalacaklardır. Onlar, insanların en şerlileridir.","nl":"Voorwaar, degenen die ongelovig zijn onder de Lieden van de Schrift en de veelgodenaanbidders zullen in het vuur van de Hel eeuwig levenden zijn. Zij zijn degenen die de slechtste schepsels zijn.","en":"Indeed, those who disbelieve from the People of the Book and the polytheists will be in the Fire of Hell, to stay there forever. They are the worst of ˹all˺ beings"},"surah":null},{"id":6137,"surahId":98,"ayatId":7,"ayatNo":"٧","pageNo":599,"ayatText":"اِنَّ الَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِۙ اُو۬لٰٓئِكَ هُمْ خَيْرُ الْبَرِيَّةِؕ","ayatMealText":{"tr":"İnanan ve güzel amel işleyenler de insanların en hayırlılarıdır.","nl":"Voorwaar, degenen die geloven en goede werken verrichten, zij zijn degenen die de beste schepselen zijn.","en":"Indeed, those who believe and do good—they are the best of ˹all˺ beings"},"surah":null},{"id":6138,"surahId":98,"ayatId":8,"ayatNo":"٨","pageNo":599,"ayatText":"جَزَٓاؤُ۬هُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَٓا اَبَداًؕ رَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوا عَنْهُؕ ذٰلِكَ لِمَنْ خَشِيَ رَبَّهُ","ayatMealText":{"tr":"Rableri katında onların mükâfatı, altlarından ırmaklar akan Adn cennetleridir. Orada ebedî olarak kalacaklardır. Allah onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. İşte bu mükâfat, Rabbine saygı gösterene mahsustur.","nl":"Hun beloningen bij hun Heer zijn de Tuinen van 'Adn (het Paradijs), waar de rivieren onder door stromen, zij zijn eeuwig levenden daarin, voor altijd. Allah is met hen behaagd en zij zijn met Hem behaagd. Dat is voor wie zijn Heer vreest.","en":"Their reward with their Lord will be Gardens of Eternity, under which rivers flow, to stay there for ever and ever. Allah is pleased with them and they are pleased with Him. This is ˹only˺ for those in awe of their Lord"},"surah":null}]}