{"juzNo":1,"pageNo":6,"arCuzNo":"۱","arPageNo":"٦","quranAyats":[{"id":37,"surahId":2,"ayatId":30,"ayatNo":"٣٠","pageNo":6,"ayatText":"وَاِذْ قَالَ رَبُّكَ لِلْمَلٰٓئِكَةِ اِنّٖي جَاعِلٌ فِي الْاَرْضِ خَلٖيفَةًؕ قَالُٓوا اَتَجْعَلُ فٖيهَا مَنْ يُفْسِدُ فٖيهَا وَيَسْفِكُ الدِّمَٓاءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَؕ قَالَ اِنّٖٓي اَعْلَمُ مَا لَا تَعْلَمُونَ","ayatMealText":{"tr":"Bir zamanlar Rabb'in meleklere: \"Ben yeryüzünde bir halife yaratacağım\" demişti. (Melekler): \"A!.. Orada bozgunculuk yapacak ve kan dökecek birisini mi yaratacaksın? Oysa biz seni överek tesbih ediyor ve seni takdis ediyoruz\" dediler. (Rabb'in): \"Ben sizin bilmediklerinizi bilirim.\" dedi.","nl":"En toen jouw Heer tot de Engelen zei: \"Voorwaar, Ik zal op aarde een gevolmachtigde aanstellen,\" zeiden zij: \"Gaat U daarop iemand aanstellen,\" zeiden zij: \"Gaat U daarop iemand aanstellen die verderf zal zaaien en bloed zal vergieten, terwijl wij U roemen met de lofprijzing die U toekomt en wij U heiligen?\" Hij zei: \"Voorwaar, Ik weet wat jullie niet weten\".","en":"˹Remember˺ when your Lord said to the angels, “I am going to place a successive ˹human˺ authority on earth.” They asked ˹Allah˺, “Will You place in it someone who will spread corruption there and shed blood while we glorify Your praises and proclaim Your holiness?” Allah responded, “I know what you do not know.”"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":38,"surahId":2,"ayatId":31,"ayatNo":"٣١","pageNo":6,"ayatText":"وَعَلَّمَ اٰدَمَ الْاَسْمَٓاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلٰٓئِكَةِ فَقَالَ اَنْبِؤُ۫نٖي بِاَسْمَٓاءِ هٰٓؤُ۬لَٓاءِ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Ve Âdem'e isimlerin hepsini öğretti, sonra onları meleklere gösterip: \"Haydi davanızda sadıksanız bana şunları isimleriyle haber verin.\" dedi.","nl":"En Hij onderwees Adam de namen van alle dingen en vervolgens toonde Hij deze aan de Engelen en zei: \"Noem Mij de namen van deze (dingen), als jullie waarachtig zijn.\"","en":"He taught Adam the names of all things, then He presented them to the angels and said, “Tell Me the names of these, if what you say is true?”"},"surah":null},{"id":39,"surahId":2,"ayatId":32,"ayatNo":"٣٢","pageNo":6,"ayatText":"قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَٓا اِلَّا مَا عَلَّمْتَنَاؕ اِنَّكَ اَنْتَ الْعَلٖيمُ الْحَكٖيمُ","ayatMealText":{"tr":"Dediler ki: \"Yücesin sen (ya Rab!). Bizim, senin bize öğrettiğinden başka bir bilgimiz yoktur. Şüphesiz sen bilensin, hakîmsin\".","nl":"Zij zeiden: \"Heilig bent U, wij hebben geen kennis, behalve wat U ons onderwezen hebt: voorwaar, U bent de Alwetende, de Alwijze.\"","en":"They replied, “Glory be to You! We have no knowledge except what You have taught us. You are truly the All-Knowing, All-Wise.”"},"surah":null},{"id":40,"surahId":2,"ayatId":33,"ayatNo":"٣٣","pageNo":6,"ayatText":"قَالَ يَٓا اٰدَمُ اَنْبِئْهُمْ بِاَسْمَٓائِهِمْۚ فَلَمَّٓا اَنْبَاَهُمْ بِاَسْمَٓائِهِمْۙ قَالَ اَلَمْ اَقُلْ لَكُمْ اِنّٖٓي اَعْلَمُ غَيْبَ السَّمٰوَاتِ وَالْاَرْضِ وَاَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ","ayatMealText":{"tr":"(Allah): \"Ey Âdem, bunlara onları isimleriyle haber ver.\" dedi. Bu emir üzerine Âdem onlara isimleriyle onları haber verince, (Allah): \"Ben size, ben göklerin ve yerin gayblarını bilirim, sizin açıkladığınızı da, içinizde gizlediğinizi de bilirim\" dememiş miydim?\" dedi.","nl":"Hij zei: \"O Adam, noem hun de namen ervan.\" En toen hij hun de namen ervan had genoemd, zei Hij: \"Zei Ik jullie niet, dat Ik het onwaarneembare van de hemelen en de aarde ken, en weet wat jullie openlijk doen en wat jullie plachten te verbergen?\"","en":"Allah said, “O Adam! Inform them of their names.” Then when Adam did, Allah said, “Did I not tell you that I know the secrets of the heavens and the earth, and I know what you reveal and what you conceal?”"},"surah":null},{"id":41,"surahId":2,"ayatId":34,"ayatNo":"٣٤","pageNo":6,"ayatText":"وَاِذْ قُلْنَا لِلْمَلٰٓئِكَةِ اسْجُدُوا لِاٰدَمَ فَسَجَدُٓوا اِلَّٓا اِبْلٖيسَؕ اَبٰى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرٖينَ","ayatMealText":{"tr":"Ve o zaman meleklere: \"Âdem'e secde edin!\" dedik, hemen secde ettiler. Yalnız İblis dayattı, kibrine yediremedi, inkârcılardan oldu.","nl":"En toen Wij tot de Engelen zeiden: \"Buigt jullie voor Adam,\" toen bogen zij, bhalve Iblis (de Satan). Hij weigerde en was hooghartig en hij werd één van de ongelogigen.","en":"And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who refused and acted arrogantly, becoming unfaithful"},"surah":null},{"id":42,"surahId":2,"ayatId":35,"ayatNo":"٣٥","pageNo":6,"ayatText":"وَقُلْنَا يَٓا اٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَداً حَيْثُ شِئْتُمَاࣕ وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمٖينَ","ayatMealText":{"tr":"Dedik ki: \"Ey Âdem, sen ve eşin cennette oturun, ikiniz de ondan dilediğiniz yerde bol bol yeyin, fakat şu ağaca yaklaşmayın, yoksa zalimlerden olursunuz.\"","nl":"En Wij zeiden: \"O Adam, verblijft in het Paradijs, jij en je vrouw, en eet daaruit overloedig, zoals jullie willen, maar nadert deze boom niet, anders zullen jullie tot de onrechtplegers behoren.\"","en":"We cautioned, “O Adam! Live with your wife in Paradise and eat as freely as you please, but do not approach this tree, or else you will be wrongdoers.”"},"surah":null},{"id":43,"surahId":2,"ayatId":36,"ayatNo":"٣٦","pageNo":6,"ayatText":"فَاَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَاَخْرَجَهُمَا مِمَّا كَانَا فٖيهِࣕ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّۚ وَلَكُمْ فِي الْاَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ اِلٰى حٖينٍ","ayatMealText":{"tr":"Bunun üzerine şeytan onları(n ayağını) oradan kaydırdı, içinde bulundukları (cennet yurdu)ndan çıkardı. Biz de: \"Birbirinize düşman olarak inin, orada belirli bir vakte kadar sizin için bir karar yeri ve bir nasib vardır.\" dedik.","nl":"Satan deed hen misstappen begaan, waardoor zij eruit geraakten en hij deed hen verdrijven van de plaats waar zij zich bevonden. En Wij zeiden: \"Daalt af, een deel van jullie zal een vijand voor de ander zijn. En voor jullie zal een vijand voor de ander zijn. En voor jullie is er op de aarde een verblijfplaats en een genieting, tot een bepaalde tijdstip (de dood).\"","en":"But Satan deceived them—leading to their fall from the ˹blissful˺ state they were in, and We said, “Descend from the heavens ˹to the earth˺ as enemies to each other. You will find in the earth a residence and provision for your appointed stay.”"},"surah":null},{"id":44,"surahId":2,"ayatId":37,"ayatNo":"٣٧","pageNo":6,"ayatText":"فَتَلَقّٰٓى اٰدَمُ مِنْ رَبِّهٖ كَلِمَاتٍ فَتَابَ عَلَيْهِؕ اِنَّهُ هُوَ التَّوَّابُ الرَّحٖيمُ","ayatMealText":{"tr":"Derken Âdem Rabb'ından birtakım kelimeler aldı, (onlarla tevbe etti. O da) tevbesini kabul etti. Muhakkak O, tevbeyi çok kabul eden, çok esirgeyendir.","nl":"Toen ontving Adam van zijn Heer Woorden. Daarop aanvaardde Hij zijn berouw. Voorwaar, Hij is de Meest Berouwaanvaardende, de Meest Barmhartige.","en":"Then Adam was inspired with words ˹of prayer˺ by his Lord, so He accepted his repentance. Surely He is the Accepter of Repentance, Most Merciful"},"surah":null}]}