{"juzNo":3,"pageNo":60,"arCuzNo":"۳","arPageNo":"٦۰","quranAyats":[{"id":371,"surahId":3,"ayatId":78,"ayatNo":"٧٨","pageNo":60,"ayatText":"وَاِنَّ مِنْهُمْ لَفَرٖيقاً يَلْوُ۫نَ اَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِۚ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِۚ وَيَقُولُونَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ","ayatMealText":{"tr":"Kitap ehlinden öyle bir güruh da vardır ki, siz onu kitaptan sanasınız diye, dillerini kitaba doğru eğip bükerler. Halbuki o, kitaptan değildir. \"Bu, Allah katındandır.\" derler; oysa o, Allah katından değildir. Allah'a karşı, kendileri bilip dururken, yalan söylerler.","nl":"En voorwaar, onder hen is er een groep die de Schrift verdraait met hun tongen, opdata jij denkt dat dit bij de Schrift hoort, terwijl het niet bij de Schrift hoort. En rij zeggen: \"Het komt van Allah,\" terwijl het niet van Allah komt. En zij vertellen leugens over Allah, terwijl zij het weten.","en":"There are some among them who distort the Book with their tongues to make you think this ˹distortion˺ is from the Book—but it is not what the Book says. They say, “It is from Allah”—but it is not from Allah. And ˹so˺ they attribute lies to Allah knowingly"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":372,"surahId":3,"ayatId":79,"ayatNo":"٧٩","pageNo":60,"ayatText":"مَا كَانَ لِبَشَرٍ اَنْ يُؤْتِيَهُ اللّٰهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لٖي مِنْ دُونِ اللّٰهِ وَلٰكِنْ كُونُوا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَۙ","ayatMealText":{"tr":"İnsanlardan hiçbir kimseye, Allah kendisine kitap, hüküm ve peygamberlik verdikten sonra, kalkıp insanlara: \"Allah'ı bırakıp bana kul olun.\" demesi yakışmaz. Fakat onun: \"Öğrettiğiniz ve okuduğunuz kitap gereğince Rabb'e halis kullar olun\" (demesi uygundur).","nl":"Het past de mens niet dat Allah hem de Schrift en de Wijsheid en het Profeetschap heeft gegeven en dan tot de mens zegt: \"Weest aanbidders voor mij in plaats van (voor) Allah\". Het is juist: \"Weest godsgeleerden (Rabbâniyyin) doordat jullie de Schrift onderwijzen en doordat jullie die bestuderen.","en":"It is not appropriate for someone who Allah has blessed with the Scripture, wisdom, and prophethood to say to people, “Worship me instead of Allah.” Rather, he would say, “Be devoted to the worship of your Lord ˹alone˺”—in accordance with what these prophets read in the Scripture and what they taught"},"surah":null},{"id":373,"surahId":3,"ayatId":80,"ayatNo":"٨٠","pageNo":60,"ayatText":"وَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰٓئِكَةَ وَالنَّبِيّٖنَ اَرْبَاباًؕ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُسْلِمُونَࣖ","ayatMealText":{"tr":"Ve O size: \"Melekleri ve peygamberleri tanrılar edinin.\" diye de emretmez. Siz müslüman olduktan sonra, size hiç inkârı emreder mi?","nl":"En Hij beveelt, jullie niet de Engelen en de Profeten als Heren te nemen. Zou Hij jullie opdragen ongelovig te zijn, nadat jullie je overgegeven hebben?","en":"And he would never ask you to take angels and prophets as lords. Would he ask you to disbelieve after you have submitted"},"surah":null},{"id":374,"surahId":3,"ayatId":81,"ayatNo":"٨١","pageNo":60,"ayatText":"وَاِذْ اَخَذَ اللّٰهُ مٖيثَاقَ النَّبِيّٖنَ لَـمَٓا اٰتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَٓاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهُؕ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرٖيؕ قَالُٓوا اَقْرَرْنَاؕ قَالَ فَاشْهَدُوا وَاَنَا۬ مَعَكُمْ مِنَ الشَّاهِدٖينَ","ayatMealText":{"tr":"Allah peygamberlerden şöyle söz almıştı: \"Andolsun ki size kitab ve hikmet verdim, sonra yanınızda bulunan (kitaplar)ı doğrulayıcı bir peygamber geldiğinde ona muhakkak inanacak ve ona yardım edeceksiniz! Bunu kabul ettiniz mi? Ve bu hususta ağır ahdimi üzerinize aldınız mı?\" demişti. Onlar: \"Kabul ettik\" dediler. (Allah da) dedi ki: \"Öyleyse şahit olun, ben de sizinle beraber şahit olanlardanım\".","nl":"En (gedenkt) toen Allah een overeenkomst aanging met de Profeten (en zei): \"Wat ik jullie ook gegeven heb van de Schrift en de Wijsheid; en er komt daarna een Boodschapper tot jullie ter bevestiging van wat bij jullie is: jullie zullen zeker in hem geloven en hem zeker helpen.\" (Allah) zei: \"Erkennen jullie dit en aanvaarden jullie Mijn verbond?\" Zij zeiden: \"Wij erkennen het.\" Hij (Allah) zei: \"Getuigt dan en Ik behoor met jullie tot degenen die getuigen.\"","en":"˹Remember˺ when Allah made a covenant with the prophets, ˹saying,˺ “Now that I have given you the Book and wisdom, if there comes to you a messenger confirming what you have, you must believe in him and support him.” He added, “Do you affirm this covenant and accept this commitment?” They said, “Yes, we do.” Allah said, “Then bear witness, and I too am a Witness.”"},"surah":null},{"id":375,"surahId":3,"ayatId":82,"ayatNo":"٨٢","pageNo":60,"ayatText":"فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَاُو۬لٰٓئِكَ هُمُ الْفَاسِقُونَ","ayatMealText":{"tr":"Artık bundan sonra her kim dönerse, işte onlar yoldan çıkmışların ta kendileridir.","nl":"En die zich daarna afwenden: dat zijn degenen die zware zonden begaan.","en":"Whoever turns back after this, they will be the rebellious"},"surah":null},{"id":376,"surahId":3,"ayatId":83,"ayatNo":"٨٣","pageNo":60,"ayatText":"اَفَغَيْرَ دٖينِ اللّٰهِ يَبْغُونَ وَلَهُٓ اَسْلَمَ مَنْ فِي السَّمٰوَاتِ وَالْاَرْضِ طَوْعاً وَكَرْهاً وَاِلَيْهِ يُرْجَعُونَ","ayatMealText":{"tr":"Onlar, Allah'ın dininden başkasını mı arıyorlar? Halbuki göklerde ve yerde ne varsa hepsi, ister istemez O'na boyun eğmiştir ve O'na döndürülüp götürüleceklerdir.","nl":"Zouden zij een andere godsdient dan die van Allah zoeken, terwijl degenen die er in de hemelen en rop de aarde zijn zich gewillig en ongewillig aan Hem hebben overgegeven? En tot Hem worden zij teruggekeerd.","en":"Do they desire a way other than Allah’s—knowing that all those in the heavens and the earth submit to His Will, willingly or unwillingly, and to Him they will ˹all˺ be returned"},"surah":null}]}