{"juzNo":3,"pageNo":61,"arCuzNo":"۳","arPageNo":"٦۱","quranAyats":[{"id":377,"surahId":3,"ayatId":84,"ayatNo":"٨٤","pageNo":61,"ayatText":"قُلْ اٰمَنَّا بِاللّٰهِ وَمَٓا اُنْزِلَ عَلَيْنَا وَمَٓا اُنْزِلَ عَلٰٓى اِبْرٰهٖيمَ وَاِسْمٰعٖيلَ وَاِسْحٰقَ وَيَعْقُوبَ وَالْاَسْبَاطِ وَمَٓا اُو۫تِيَ مُوسٰى وَعٖيسٰى وَالنَّبِيُّونَ مِنْ رَبِّهِمْࣕ لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِنْهُمْؗ وَنَحْنُ لَهُ مُسْلِمُونَ","ayatMealText":{"tr":"De ki: \"Allah'a, bize indirilen (Kur'ân)e, İbrahim'e, İsmail'e, İshak'a, Yakub'a ve torunlarına indirilene, Musa'ya, İsa'ya ve peygamberlere Rablerinden verilenlere inandık. Onların arasında hiçbir fark gözetmeyiz, biz O'na teslim olmuşlarız\".","nl":"Zeg: \"Wij geloven in Allah en in wat er tot ons neergezonden is en in wat er neergezonden is aan Ibrâhîm en Isma'îl, Ishaq, Ya'qoeb en de kinderen van Ya'qoeb (al Asbath) en in wat er aan Môesa, 'Isa en de Profeten van hun Heer werd gegeven. Wij maken geen onderscheid tussen wie van hen dan ook en wij hebben ons aan Hem overgegeven.\"","en":"Say, ˹O Prophet,˺ “We believe in Allah and what has been revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and his descendants; and what was given to Moses, Jesus, and other prophets from their Lord—we make no distinction between any of them, and to Him we ˹fully˺ submit.”"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":378,"surahId":3,"ayatId":85,"ayatNo":"٨٥","pageNo":61,"ayatText":"وَمَنْ يَبْتَغِ غَيْرَ الْاِسْلَامِ دٖيناً فَلَنْ يُقْبَلَ مِنْهُۚ وَهُوَ فِي الْاٰخِرَةِ مِنَ الْخَاسِرٖينَ","ayatMealText":{"tr":"Kim İslâm'dan başka bir din ararsa ondan asla kabul edilmeyecek ve o ahirette de zarar edenlerden olacaktır.","nl":"En wie er een andere godsdient dan de Islam zoekt: het zal niet van hen aanvaard worden en hij behoort in het Hiernamaals tot de verlizers.","en":"Whoever seeks a way other than Islam, it will never be accepted from them, and in the Hereafter they will be among the losers"},"surah":null},{"id":379,"surahId":3,"ayatId":86,"ayatNo":"٨٦","pageNo":61,"ayatText":"كَيْفَ يَهْدِي اللّٰهُ قَوْماً كَفَرُوا بَعْدَ اٖيمَانِهِمْ وَشَهِدُٓوا اَنَّ الرَّسُولَ حَقٌّ وَجَٓاءَهُمُ الْبَيِّنَاتُؕ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الظَّالِمٖينَ","ayatMealText":{"tr":"İnandıktan, Peygamber'in hak olduğuna şehadet ettikten ve kendilerine açık deliller geldikten sonra, inkâra sapan bir milleti Allah nasıl doğru yola eriştirir? Allah zalimler güruhunu doğru yola iletmez.","nl":"Hoe zou Allah een volk leiden dat ongelovig geworden is nadat zij gelovig waren? En (die) getuigden dat de Boodschapper waar is en nadat de duidelijkheden tot hen gekomen waren? En Allah leidt het onrechtvaardige volk niet.","en":"How will Allah guide a people who chose to disbelieve after they had believed, acknowledged the Messenger to be true, and received clear proofs? For Allah does not guide the wrongdoing people"},"surah":null},{"id":380,"surahId":3,"ayatId":87,"ayatNo":"٨٧","pageNo":61,"ayatText":"اُو۬لٰٓئِكَ جَزَٓاؤُ۬هُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰٓئِكَةِ وَالنَّاسِ اَجْمَعٖينَۙ","ayatMealText":{"tr":"İşte onların cezaları, Allah'ın, meleklerin, insanların hepsinin laneti onların üzerlerindedir.","nl":"Zij zijn degenen wiens beloning is dat op hen de vloek van Allah, de Engelen en de gehele mensheid rust.","en":"Their reward is that they will be condemned by Allah, the angels, and all of humanity"},"surah":null},{"id":381,"surahId":3,"ayatId":88,"ayatNo":"٨٨","pageNo":61,"ayatText":"خَالِدٖينَ فٖيهَاۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَۙ","ayatMealText":{"tr":"Onlar bu (lanetin) içinde ebedî kalacaklardır. Kendilerinden ne bu azab hafifletilir, ne de yüzlerine bakılır.","nl":"Zij zullen daarin eeuwig levenden zijn en de straf zal niet voor hen worden verlicht en er zal voor hen geen uitstel verleend worden.","en":"They will be in Hell forever. Their punishment will not be lightened, nor will they be delayed ˹from it˺"},"surah":null},{"id":382,"surahId":3,"ayatId":89,"ayatNo":"٨٩","pageNo":61,"ayatText":"اِلَّا الَّذٖينَ تَابُوا مِنْ بَعْدِ ذٰلِكَ وَاَصْلَحُوا فَاِنَّ اللّٰهَ غَفُورٌ رَحٖيمٌ","ayatMealText":{"tr":"Ancak bundan sonra tevbe edip kendini düzeltenler başka. Şüphesiz ki Allah, çok bağışlayan ve çok esirgeyendir.","nl":"Behalve degenen die daarna berouw hebben en zich beteren. En voorwaar, Allah is Vergevensgezind Meest Barmhartig.","en":"As for those who repent afterwards and mend their ways, then surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":383,"surahId":3,"ayatId":90,"ayatNo":"٩٠","pageNo":61,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا بَعْدَ اٖيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْراً لَنْ تُقْبَلَ تَوْبَتُهُمْۚ وَاُو۬لٰٓئِكَ هُمُ الضَّٓالُّونَ","ayatMealText":{"tr":"Şüphesiz imanlarının arkasından küfreden, sonra da küfrünü artırmış olanların tevbeleri asla kabul olunmaz. İşte onlar sapıkların ta kendileridir.","nl":"Voorwaar, degenen die ongelovig zijn geworden na te hebben geloofd en dan hun ongeloof laten toenemen: hun berouw zal nooit aanvaard worden. Zij zijn degenen die dwalenden zijn.","en":"Indeed, those who disbelieve after having believed then increase in disbelief, their repentance will never be accepted. It is they who are astray"},"surah":null},{"id":384,"surahId":3,"ayatId":91,"ayatNo":"٩١","pageNo":61,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ اَحَدِهِمْ مِلْءُ الْاَرْضِ ذَهَباً وَلَوِ افْتَدٰى بِهٖؕ اُو۬لٰٓئِكَ لَهُمْ عَذَابٌ اَلٖيمٌ وَمَا لَهُمْ مِنْ نَاصِرٖينَࣖ","ayatMealText":{"tr":"Muhakkak ki inkâr edenler ve kâfir oldukları halde de ölenler, yeryüzü dolusu altın fidye verseler bile hiç birisinden asla kabul edilmeyecektir. İşte dayanılmaz azab onlar içindir. Onların hiçbir yardımcıları da yoktur.","nl":"Voorwaar, degenen die ongelovig zijn en stefven terwijl zijn ongelovig zijn: van geen van hen zal een aarde vol goud aanvaard worden, ook al zou hij zich daarmee willen vrijkopen. Zij zjin degenen voor wie er een pijnlijke bestraffing is en voor hen zullen er geen helpers zijn.","en":"Indeed, if each of those who disbelieve then die as disbelievers were to offer a ransom of enough gold to fill the whole world, it would never be accepted from them. It is they who will suffer a painful punishment, and they will have no helpers"},"surah":null}]}