{"juzNo":4,"pageNo":62,"arCuzNo":"٤","arPageNo":"٦۲","quranAyats":[{"id":385,"surahId":3,"ayatId":92,"ayatNo":"٩٢","pageNo":62,"ayatText":"لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوا مِمَّا تُحِبُّونَؕ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلٖيمٌ","ayatMealText":{"tr":"Sevdiğiniz şeylerden (Allah yolunda) harcamadıkça, gerçek iyiliğe asla erişemezsiniz. Her ne harcarsanız Allah onu hakkıyla bilir.","nl":"Jullie zullen de vroomheid niet bereiken totdat jullie van wat jullie liefhebben bijdragen geven. En wat jullie ook van iets bijdragen. voorwaar, Allah weet daarvan.","en":"You will never achieve righteousness until you donate some of what you cherish. And whatever you give is certainly well known to Allah"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":386,"surahId":3,"ayatId":93,"ayatNo":"٩٣","pageNo":62,"ayatText":"كُلُّ الطَّعَامِ كَانَ حِلاًّ لِبَنٖٓي اِسْرَٓائٖلَ اِلَّا مَا حَرَّمَ اِسْرَٓائٖلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰيةُؕ قُلْ فَأْتُوا بِالتَّوْرٰيةِ فَاتْلُوهَٓا اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Tevrat indirilmeden önce, İsrail (Yakub)in kendisine haram kıldığı dışında, yiyeceklerin hepsi İsrailoğullarına helal idi. De ki: \"Eğer doğrulardan iseniz, haydi Tevrat'ı getirip okuyun\".","nl":"Alle voedsel was de Kinderen van Israël toegestaan voordat de Taurât neergzeonden was, behalve wat Israel zichzelf verbood. Zeg: \"Brengt de Taurât dan, en leest haar voor als jullie waarachtigen zijn.\"","en":"All food was lawful for the children of Israel, except what Israel made unlawful for himself before the Torah was revealed. Say, ˹O Prophet,˺ “Bring the Torah and read it, if your claims are true.”"},"surah":null},{"id":387,"surahId":3,"ayatId":94,"ayatNo":"٩٤","pageNo":62,"ayatText":"فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْ بَعْدِ ذٰلِكَ فَاُو۬لٰٓئِكَ هُمُ الظَّالِمُونَ","ayatMealText":{"tr":"Kim bundan sonra Allah'a karşı yalan uydurursa, işte onlar zalimlerin ta kendileridir.","nl":"Degenen die dan daarna de leugens over Allah verzinnen: zij zijn degenen die onrechtplegers zijn.","en":"Then whoever still fabricates lies about Allah, they will be the ˹true˺ wrongdoers"},"surah":null},{"id":388,"surahId":3,"ayatId":95,"ayatNo":"٩٥","pageNo":62,"ayatText":"قُلْ صَدَقَ اللّٰهُ فَاتَّبِعُوا مِلَّةَ اِبْرٰهٖيمَ حَنٖيفاًؕ وَمَا كَانَ مِنَ الْمُشْرِكٖينَ","ayatMealText":{"tr":"De ki: \"Allah doğru söylemiştir. Öyle ise dosdoğru, Allah'ı birleyici olarak İbrahim'in dinine uyun. O, müşriklerden değildi\".","nl":"Zeg: \"Allah spreekt de Waarheid, volgt dus de godsdienst van Ibrâhîm, Hanîf; en hij behoorde niet tot de veelgodenaanbidders.\"","en":"Say, ˹O Prophet,˺ “Allah has declared the truth. So follow the Way of Abraham, the upright—who was not a polytheist.”"},"surah":null},{"id":389,"surahId":3,"ayatId":96,"ayatNo":"٩٦","pageNo":62,"ayatText":"اِنَّ اَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذٖي بِبَكَّةَ مُبَارَكاً وَهُدًى لِلْعَالَمٖينَۚ","ayatMealText":{"tr":"Şüphesiz insanlar için kurulan ilk mabed, Mekke'deki çok mübarek ve bütün âlemlere hidayet kaynağı olan Beyt (Kabe)dir.","nl":"Voorwar, het eerste Huis dat voor de mensheid gestricht werd, is dat in het gezegende Bakka (Mekkah), als leiding voor de werelden.","en":"Surely the first House ˹of worship˺ established for humanity is the one at Bakkah—a blessed sanctuary and a guide for ˹all˺ people"},"surah":null},{"id":390,"surahId":3,"ayatId":97,"ayatNo":"٩٧","pageNo":62,"ayatText":"فٖيهِ اٰيَاتٌ بَيِّنَاتٌ مَقَامُ اِبْرٰهٖيمَۚ وَمَنْ دَخَلَهُ كَانَ اٰمِناًؕ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبٖيلاًؕ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعَالَمٖينَ","ayatMealText":{"tr":"Onda apaçık deliller, İbrahim'in makamı vardır. Oraya giren güvene erer. Ona bir yol bulabilenlerin Beyt'i haccetmesi Allah'ın insanlar üzerinde bir hakkıdır. Kim inkâr ederse, şüphesiz Allah bütün âlemlerden müstağni (kimseye muhtaç değil, her şey ona muhtaç)dir.","nl":"Er in zijn duidelijk Tekenen, (zoals) de standplaats van Ibrâhîm, en hij die er in binnengaat is veilig. En Allah heeft voor de mensen de bedevaart verplicht gesteld, (voor hen) die in staat zijn daarheen op weg te gaan. En wie ongerlovig is: Allah heeft geen behoeft aan de werelden.","en":"In it are clear signs and the standing-place of Abraham. Whoever enters it should be safe. Pilgrimage to this House is an obligation by Allah upon whoever is able among the people. And whoever disbelieves, then surely Allah is not in need of ˹any of His˺ creation"},"surah":null},{"id":391,"surahId":3,"ayatId":98,"ayatNo":"٩٨","pageNo":62,"ayatText":"قُلْ يَٓا اَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِاٰيَاتِ اللّٰهِࣗ وَاللّٰهُ شَهٖيدٌ عَلٰى مَا تَعْمَلُونَ","ayatMealText":{"tr":"De ki: \"Ey kitap ehli! Allah yaptıklarınızı görüp dururken niçin Allah'ın âyetlerini inkâr ediyorsunuz?\"","nl":"Zeg: \"O Lieden van de Schrift, waarom geloven jullie niet in de Tekenen van Allah, terwijl Allah getuige is van wat jullie doen?\"","en":"Say, ˹O Prophet,˺ “O People of the Book! Why do you deny the revelations of Allah, when Allah is a Witness to what you do?”"},"surah":null},{"id":392,"surahId":3,"ayatId":99,"ayatNo":"٩٩","pageNo":62,"ayatText":"قُلْ يَٓا اَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبٖيلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُونَهَا عِوَجاً وَاَنْتُمْ شُهَدَٓاءُؕ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ","ayatMealText":{"tr":"De ki: \"Ey kitap ehli! Gerçeği görüp bildiğiniz hâlde niçin Allah'ın yolunu eğri göstermeye yeltenerek müminleri Allah'ın yolundan çevirmeye kalkışıyorsunuz? Allah yaptıklarınızdan habersiz değildir\".","nl":"Zeg: \"O Lieden van de Schrift, waarom houden jullie wie gelooft op de Weg can Allah tegen, hopend dat hij krom is, terwijl jullie toch getuigen zijn. En Allah is niet onachtzaam met betrekking tot wat jullie doen.\"","en":"Say, “O People of the Book! Why do you turn the believers away from the Way of Allah—striving to make it ˹appear˺ crooked, while you are witnesses ˹to its truth˺? And Allah is never unaware of what you do.”"},"surah":null},{"id":393,"surahId":3,"ayatId":100,"ayatNo":"١٠٠","pageNo":62,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنْ تُطٖيعُوا فَرٖيقاً مِنَ الَّذٖينَ اُو۫تُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ اٖيمَانِكُمْ كَافِرٖينَ","ayatMealText":{"tr":"Ey iman edenler! Kendilerine kitap verilenlerden herhangi bir gruba uyarsanız, imanınızdan sonra sizi döndürüp kâfir yaparlar.","nl":"O jullie die geloven, als jullie een groep volgen van degenen aan wie de Schrift gegeven is: zij zullen jullie tot ongeloof doen terugkeren nadat jullie geloofd hebben.","en":"O believers! If you were to yield to a group of those who were given the Scripture, they would turn you back from belief to disbelief"},"surah":null}]}