{"juzNo":4,"pageNo":63,"arCuzNo":"٤","arPageNo":"٦۳","quranAyats":[{"id":394,"surahId":3,"ayatId":101,"ayatNo":"١٠١","pageNo":63,"ayatText":"وَكَيْفَ تَكْفُرُونَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيَاتُ اللّٰهِ وَفٖيكُمْ رَسُولُهُؕ وَمَنْ يَعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُسْتَقٖيمٍࣖ","ayatMealText":{"tr":"Size Allah'ın âyetleri okunup dururken ve Allah'ın elçisi de aranızda iken nasıl inkâra saparsınız? Kim Allah'a sımsıkı bağlanırsa, kesinlikle doğru yola iletilmiştir.","nl":"En hoe zouden jullie ongelovig kunnen zijn, terwijl de Verzen van Allah aan jullie voorgedragen worden, en Zijn Boodschapper onder jullie is? En hij dit (de godsdienst) van Allah stevig vasthoudt wordt zeker naar een recht Pad geleid.","en":"How can you disbelieve when Allah’s revelations are recited to you and His Messenger is in your midst? Whoever holds firmly to Allah is surely guided to the Straight Path"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":395,"surahId":3,"ayatId":102,"ayatNo":"١٠٢","pageNo":63,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقَاتِهٖ وَلَا تَمُوتُنَّ اِلَّا وَاَنْتُمْ مُسْلِمُونَ","ayatMealText":{"tr":"Ey iman edenler! Allah'tan, O'na yaraşır şekilde korkun ve ancak müslümanlar olarak can verin.","nl":"O jullie die geloven, vreest Allah vol ware godsvrees voor Hem, en sterft niet anders dan als moslims.","en":"O believers! Be mindful of Allah in the way He deserves, and do not die except in ˹a state of full˺ submission ˹to Him˺"},"surah":null},{"id":396,"surahId":3,"ayatId":103,"ayatNo":"١٠٣","pageNo":63,"ayatText":"وَاعْتَصِمُوا بِحَبْلِ اللّٰهِ جَمٖيعاً وَلَا تَفَرَّقُواࣕ وَاذْكُرُوا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَٓاءً فَاَلَّفَ بَيْنَ قُلُوبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَاناًۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِنَ النَّارِ فَاَنْقَذَكُمْ مِنْهَاؕ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيَاتِهٖ لَعَلَّكُمْ تَهْتَدُونَ","ayatMealText":{"tr":"Hep birlikte Allah'ın ipine (kitabına, dinine) sımsıkı sarılın. Parçalanıp ayrılmayın. Allah'ın üzerinizdeki nimetini düşünün. Hani siz birbirinize düşmanlar idiniz de, O, kalplerinizi birleştirmişti. İşte O'nun (bu) nimeti sayesinde kardeşler olmuştunuz. Yine siz, bir ateş çukurunun tam kenarında iken oradan da sizi O kurtarmıştı. İşte Allah size âyetlerini böyle apaçık bildiriyor ki, doğru yola eresiniz.","nl":"En houdt jullie allen stevig vast aan het trouw (de godsdienst) van Allah en weest niet verdeeld. Gedenkt de gunst die Allah jullie schonk toen jullie vijanden waren en Hij jullie harten tot elkaar bracht en jullie door Zijn gunst broeders werden, toen jullie op de rand van de afgrond van de Hel waren en Hij jullie ervan redde. Zo heeft Allah Zijn Tekenen voor jullie duidelijk gemaakt. Hopelijk zullen jullie leiding volgen.","en":"And hold firmly to the rope of Allah and do not be divided. Remember Allah’s favour upon you when you were enemies, then He united your hearts, so you—by His grace—became brothers. And you were at the brink of a fiery pit and He saved you from it. This is how Allah makes His revelations clear to you, so that you may be ˹rightly˺ guided"},"surah":null},{"id":397,"surahId":3,"ayatId":104,"ayatNo":"١٠٤","pageNo":63,"ayatText":"وَلْتَكُنْ مِنْكُمْ اُمَّةٌ يَدْعُونَ اِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِؕ وَاُو۬لٰٓئِكَ هُمُ الْمُفْلِحُونَ","ayatMealText":{"tr":"İçinizden hayra çağıran, iyiliği emredip kötülükten men eden bir topluluk bulunsun. İşte kurtuluşa eren onlardır.","nl":"En laat er uit jullie een groep voortkomen die uitnodigt tot het goede en oproept tot deugdelijkheid en (dit) het verwerpelijke verbiedt, en zij zijn degenen die de welslagenden zijn.","en":"Let there be a group among you who call ˹others˺ to goodness, encourage what is good, and forbid what is evil—it is they who will be successful"},"surah":null},{"id":398,"surahId":3,"ayatId":105,"ayatNo":"١٠٥","pageNo":63,"ayatText":"وَلَا تَكُونُوا كَالَّذٖينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَٓاءَهُمُ الْبَيِّنَاتُؕ وَاُو۬لٰٓئِكَ لَهُمْ عَذَابٌ عَظٖيمٌۙ","ayatMealText":{"tr":"Kendilerine apaçık deliller geldikten sonra parçalanıp ayrılığa düşenler gibi olmayın. İşte bunlar için büyük bir azap vardır.","nl":"En weest niet als degenen die (onderling) verdeeld zijn en gaan redetwisten nadat de duidelijke Tekenen tot hen gekomen zijn. En zij zijn degenen voor wie er een geweldige bestraffing is.","en":"And do not be like those who split ˹into sects˺ and differed after clear proofs had come to them. It is they who will suffer a tremendous punishment"},"surah":null},{"id":399,"surahId":3,"ayatId":106,"ayatNo":"١٠٦","pageNo":63,"ayatText":"يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌۚ فَاَمَّا الَّذٖينَ اسْوَدَّتْ وُجُوهُهُمْࣞ اَكَفَرْتُمْ بَعْدَ اٖيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ","ayatMealText":{"tr":"O gün bazı yüzler ağarır, bazı yüzler kararır. Yüzleri kararanlara: \"İmanınızdan sonra küfrettiniz ha? Öyle ise inkâr etmenize karşılık azabı tadın\" (denecektir).","nl":"Op die Dag zullen er gezichten wit geworden zijn en zullen er gezichten zwart geworden zijn. En wat betreft degenen wiens gezichten zwart geworden zullen zijn, (hen zal gezegd worden:) \"Zijn jullie tot ongeloof vervallen nadat jullie gelovig geworden waren? Proeft dan de bestraffing wegens wat jullie plachten niet te geloven.\"","en":"On that Day some faces will be bright while others gloomy. To the gloomy-faced it will be said, “Did you disbelieve after having believed? So taste the punishment for your disbelief.”"},"surah":null},{"id":400,"surahId":3,"ayatId":107,"ayatNo":"١٠٧","pageNo":63,"ayatText":"وَاَمَّا الَّذٖينَ ابْيَضَّتْ وُجُوهُهُمْ فَفٖي رَحْمَةِ اللّٰهِؕ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"Yüzleri ağaranlara gelince, (onlar) Allah'ın rahmeti içindedirler. Onlar orada ebedî kalacaklardır.","nl":"En wat betreft degenen wiens gezichten wit zullen zijn: zij zullen in de Barmhartigheid van Allah verkeren en zij zullen daarin eeuwig levenden zijn.","en":"As for the bright-faced, they will be in Allah’s mercy, where they will remain forever"},"surah":null},{"id":401,"surahId":3,"ayatId":108,"ayatNo":"١٠٨","pageNo":63,"ayatText":"تِلْكَ اٰيَاتُ اللّٰهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّؕ وَمَا اللّٰهُ يُرٖيدُ ظُلْماً لِلْعَالَمٖينَ","ayatMealText":{"tr":"Bunlar Allah'ın, sana gerçek olarak okuyageldiğimiz, âyetleridir. Allah âlemlere hiçbir haksızlık etmek istemez.","nl":"Dit zjin de Verzen van Allah: Wij lezen ze jou volgens de Waarheid voor en Allah wil geen onrechtvaardigheid voor de werelden.","en":"These are Allah’s revelations We recite to you ˹O Prophet˺ in truth. And Allah desires no injustice to ˹His˺ creation"},"surah":null}]}