{"juzNo":4,"pageNo":64,"arCuzNo":"٤","arPageNo":"٦٤","quranAyats":[{"id":402,"surahId":3,"ayatId":109,"ayatNo":"١٠٩","pageNo":64,"ayatText":"وَلِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُورُࣖ","ayatMealText":{"tr":"Göklerde ve yerde olanların hepsi Allah'ındır. Bütün işler Allah'a döndürülür.","nl":"En aan Allah behoort alles in de hemelen en op de aarde en alle zaken worden tot Allah teruggekeerd.","en":"To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And to Allah ˹all˺ matters will be returned ˹for judgment˺"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":403,"surahId":3,"ayatId":110,"ayatNo":"١١٠","pageNo":64,"ayatText":"كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللّٰهِؕ وَلَوْ اٰمَنَ اَهْلُ الْكِتَابِ لَكَانَ خَيْراً لَهُمْؕ مِنْهُمُ الْمُؤْمِنُونَ وَاَكْثَرُهُمُ الْفَاسِقُونَ","ayatMealText":{"tr":"Siz insanlar için çıkarılmış en hayırlı ümmetsiniz. İyiliği emreder, kötülükten vazgeçirmeğe çalışır ve Allah'a inanırsınız. Kitap ehli de inansaydı kendileri için elbette daha hayırlı olurdu. İçlerinden iman edenler de var, ama pek çoğu yoldan çıkmışlardır.","nl":"Jullie zijn de beste gemeenschap die uit de mensen is voortgebracht, (zolang) jullie tot het goede oproepen en jullie het verwerpelijke verbieden, en jullie in Allah geloven. En als de Lieden van de Schrift zouden geloven, zou dat beter voor hen zijn, onder hen zijn er gelovigen, maar de meesten vam hen zijn begaan zware zonden.","en":"You are the best community ever raised for humanity—you encourage good, forbid evil, and believe in Allah. Had the People of the Book believed, it would have been better for them. Some of them are faithful, but most are rebellious"},"surah":null},{"id":404,"surahId":3,"ayatId":111,"ayatNo":"١١١","pageNo":64,"ayatText":"لَنْ يَضُرُّوكُمْ اِلَّٓا اَذًىؕ وَاِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْاَدْبَارَࣞ ثُمَّ لَا يُنْصَرُونَ","ayatMealText":{"tr":"Onlar size eziyetten başka bir zarar veremezler. Eğer sizinle savaşmaya kalkışsalar, size arkalarını dönüp kaçarlar. Sonra kendilerine yardım da edilmez.","nl":"Zij zullen jullie geen kwaad berokkenen, behalve ergernis en als zij jullie bevechten zullen zij jullie de rug toekeren, daarna zullen zij niet geholpen worden.","en":"They can never inflict harm on you, except a little annoyance. But if they meet you in battle, they will flee and they will have no helpers"},"surah":null},{"id":405,"surahId":3,"ayatId":112,"ayatNo":"١١٢","pageNo":64,"ayatText":"ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُٓوا اِلَّا بِحَبْلٍ مِنَ اللّٰهِ وَحَبْلٍ مِنَ النَّاسِ وَبَٓاؤُ۫ بِغَضَبٍ مِنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُؕ ذٰلِكَ بِاَنَّهُمْ كَانُوا يَكْفُرُونَ بِاٰيَاتِ اللّٰهِ وَيَقْتُلُونَ الْاَنْبِيَٓاءَ بِغَيْرِ حَقٍّؕ ذٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَࣞ","ayatMealText":{"tr":"Onlar nerede bulunurlarsa bulunsunlar, üzerlerine alçaklık damgası vurulmuştur. Meğer ki Allah'ın ipine ve insanlar (müminler)ın ahdine sığınmış olsunlar. Onlar Allah'ın hışmına uğradılar ve üzerlerine de miskinlik damgası vuruldu. Bunun sebebi, onların Allah'ın âyetlerini inkâr etmiş olmaları ve haksız yere peygamberleri öldürmeleridir. Ayrıca isyan etmiş ve haddi de aşmışlardı.","nl":"Zij werden met vernedering geslagen. waar zij zich ook bevonden, tenzij zij een verdrag met Allah en een verdrag met de mensen hadden. En zij keerden terug met de toorn van Allah en zij werden met vernedering geslagen. Dit was omdat zij de Tekenen van Allah verwierpen en de Profeten zonder recht te hebben doodden, dit was omdat zij ongehoorzaam waren en overtraden.","en":"They will be stricken with disgrace wherever they go, unless they are protected by a covenant with Allah or a treaty with the people. They have invited the displeasure of Allah and have been branded with misery for rejecting Allah’s revelations and murdering ˹His˺ prophets unjustly. This is ˹a fair reward˺ for their disobedience and violations"},"surah":null},{"id":406,"surahId":3,"ayatId":113,"ayatNo":"١١٣","pageNo":64,"ayatText":"لَيْسُوا سَوَٓاءًؕ مِنْ اَهْلِ الْكِتَابِ اُمَّةٌ قَٓائِمَةٌ يَتْلُونَ اٰيَاتِ اللّٰهِ اٰنَٓاءَ الَّيْلِ وَهُمْ يَسْجُدُونَࣞ","ayatMealText":{"tr":"Hepsi bir değildirler. Kitap ehli içinde doğruluk üzere bulunan bir ümmet (topluluk) vardır ki, gecenin saatlerinde onlar secdeye kapanarak Allah'ın âyetlerini okurlar.","nl":"Niet allen van de Lieden van de Schrift zijn hetzelfde: (er is) een groep onder hen die standvastig is en zij lezen de Verzen van Allah in een gedeelte van de nacht voor, terwijl zij zich neerbuigen (in hun Shalât).","en":"Yet they are not all alike: there are some among the People of the Book who are upright, who recite Allah’s revelations throughout the night, prostrating ˹in prayer˺"},"surah":null},{"id":407,"surahId":3,"ayatId":114,"ayatNo":"١١٤","pageNo":64,"ayatText":"يُؤْمِنُونَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِؕ وَاُو۬لٰٓئِكَ مِنَ الصَّالِحٖينَ","ayatMealText":{"tr":"Allah'a ve ahiret gününe inanırlar, iyiliği emrederler, kötülükten vazgeçirmeye çalışırlar, hayır işlerinde de birbirleriyle yarışırlar. İşte onlar iyi insanlardandır.","nl":"Zij geloven in Allah en de Laatste Dag en zij roepen op tot het goede en zij verbieden het verwerpelijke en zij haasten zich goede werken te verrichten, zij zijn degenen die tot de rechtschapenen behoren.","en":"They believe in Allah and the Last Day, encourage good and forbid evil, and race with one another in doing good. They are ˹truly˺ among the righteous"},"surah":null},{"id":408,"surahId":3,"ayatId":115,"ayatNo":"١١٥","pageNo":64,"ayatText":"وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُؕ وَاللّٰهُ عَلٖيمٌ بِالْمُتَّقٖينَ","ayatMealText":{"tr":"Onlar ne hayır işlerlerse karşılıksız bırakılmayacaklardır. Allah kendisinden gereği gibi sakınanları bilir.","nl":"Van al wat zij verrichten van het goede zal niets ooit verworpen worden en Allah is op de hoogte van de Moettaqoen.","en":"They will never be denied the reward for any good they have done. And Allah has ˹perfect˺ knowledge of those mindful ˹of Him˺"},"surah":null}]}