{"juzNo":4,"pageNo":65,"arCuzNo":"٤","arPageNo":"٦٥","quranAyats":[{"id":409,"surahId":3,"ayatId":116,"ayatNo":"١١٦","pageNo":65,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَٓا اَوْلَادُهُمْ مِنَ اللّٰهِ شَيْـٔاًؕ وَاُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَ","ayatMealText":{"tr":"O inkâr edenler (var ya), onların ne malları, ne de evlatları, onlara Allah'a karşı hiçbir fayda sağlamayacaktır. Onlar, ateş halkıdır; orada ebedi kalacaklardır.","nl":"Voorwaar, degenen die ongelovig zijn zullen hun bezittingen en hun kinderen bij Allah op geen enkele manier baten. En zij zijn de bewoners van de Hel, zij zijn daarin eeuwig levenden.","en":"Indeed, neither the wealth nor children of the disbelievers will be of any benefit to them against Allah. It is they who will be the residents of the Fire. They will be there forever"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":410,"surahId":3,"ayatId":117,"ayatNo":"١١٧","pageNo":65,"ayatText":"مَثَلُ مَا يُنْفِقُونَ فٖي هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رٖيحٍ فٖيهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُٓوا اَنْفُسَهُمْ فَاَهْلَكَتْهُؕ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Onların bu dünya hayatında harcadıklarının durumu, kendilerine zulmeden bir topluluğun ekinlerini vurup da mahveden kavurucu ve soğuk bir rüzgarın hali gibidir. Allah onlara zulmetmedi. Fakat kendileri, kendilerine zulmediyorlar.","nl":"De gelijkenis van wat zij tijdens dit wereldse leven uitgeven is als die van de wind, die een hevige kou meenam en de oogst trof van een volk dat zichzelf onrecht aandeed en die (oogst) vernielde. En het is niet Allah die hen onrecht aandeed, maar zij deden zichzelf onrecht aan.","en":"The good they do in this worldly life is like the harvest of an evil people struck by a bitter wind, destroying it ˹completely˺. Allah never wronged them, but they wronged themselves"},"surah":null},{"id":411,"surahId":3,"ayatId":118,"ayatNo":"١١٨","pageNo":65,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالاًؕ وَدُّوا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَٓاءُ مِنْ اَفْوَاهِهِمْۚ وَمَا تُخْفٖي صُدُورُهُمْ اَكْـبَرُؕ قَدْ بَيَّنَّا لَكُمُ الْاٰيَاتِ اِنْ كُنْتُمْ تَعْقِلُونَ","ayatMealText":{"tr":"Ey iman edenler! Kendi dışınızdakilerden sırdaş edinmeyin. Çünkü onlar size fenalık etmekten asla geri kalmazlar, hep sıkıntıya düşmenizi isterler. Kin ve düşmanlıkları ağızlarından taşmaktadır. Kalplerinde gizledikleri ise daha büyüktür. Düşünürseniz, biz size âyetleri açıkladık.","nl":"O jullie die geloven, neemt geen boezemvrienden van buiten jullie kring; zij zullen jullie voortdurend schade berokkenen, zij wensen slechts dat jullie lijden. De vijandschap is duidelijk geworden door wat er uit hun monden voorkomt, wat hun harten verbergen is nog erger. Wij hebben de Tekenen voor jullie duidelijk gemaakt, als jullie begrijpen.","en":"O believers! Do not associate closely with others who would not miss a chance to harm you. Their only desire is to see you suffer. Their prejudice has become evident from what they say—and what their hearts hide is far worse. We have made Our revelations clear to you, if only you understood"},"surah":null},{"id":412,"surahId":3,"ayatId":119,"ayatNo":"١١٩","pageNo":65,"ayatText":"هَٓا اَنْتُمْ اُو۬لَٓاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهٖۚ وَاِذَا لَقُوكُمْ قَالُٓوا اٰمَنَّاࣗ وَاِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِؕ قُلْ مُوتُوا بِغَيْظِكُمْؕ اِنَّ اللّٰهَ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"İşte siz öyle kimselersiniz ki, onları seversiniz, halbuki onlar sizi sevmezler, siz kitap(lar)ın hepsine inanırsınız, onlarsa sizinle buluştukları zaman \"inandık\" derler. Başbaşa kaldıkları zaman da kinlerinden dolayı parmaklarının uçlarını ısırırlar. De ki: \"kininizle geberin!\". Şüphesiz ki Allah göğüslerin (gönüllerin) özünü bilir.","nl":"Ah, jullie zijn degenen die van hen houden, maar zij houden niet van jullie en jullie geloven in het gehele Boek. En als zij jullie ontmoeten, zeggen zij 'Wij geloven,' maar wanneer zij alleen zijn bijten zij de toppen van hun vingers af van woede. Zegt: \"Sterft in jullie woede, Allah is op de hoogte van het binnenste van de harten.\"","en":"Here you are! You love them but they do not love you, and you believe in all Scriptures. When they meet you they say, “We believe.” But when alone, they bite their fingertips in rage. Say, ˹O Prophet,˺ “˹May you˺ die of your rage!” Surely Allah knows best what is ˹hidden˺ in the heart"},"surah":null},{"id":413,"surahId":3,"ayatId":120,"ayatNo":"١٢٠","pageNo":65,"ayatText":"اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْؗ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَاؕ وَاِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـٔاًؕ اِنَّ اللّٰهَ بِمَا يَعْمَلُونَ مُحٖيطٌࣖ","ayatMealText":{"tr":"Size bir iyilik dokunsa fenalarına gider, başınıza bir kötülük gelse onunla sevinirler. Eğer sabreder ve Allah'dan gereğince korkarsanız, onların hileleri size hiçbir zarar vermez; çünkü Allah onları kendi amelleriyle kuşatmıştır.","nl":"Als jullie het goede overkomt, zijn zij verdrietig; maar als jullie het slechte overkompt, zijn zij daar blij mee. Maar als jullie geduldig zijn en (Allah) vrezen, dan zal hun listigheid jullie geen schade berokkenen. Voorwaar, Allah omvat wat zij doen.","en":"When you ˹believers˺ are touched with good, they grieve; but when you are afflicted with evil, they rejoice. ˹Yet,˺ if you are patient and mindful ˹of Allah˺, their schemes will not harm you in the least. Surely Allah is Fully Aware of what they do"},"surah":null},{"id":414,"surahId":3,"ayatId":121,"ayatNo":"١٢١","pageNo":65,"ayatText":"وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنٖينَ مَقَاعِدَ لِلْقِتَالِؕ وَاللّٰهُ سَمٖيعٌ عَلٖيمٌۙ","ayatMealText":{"tr":"Hani sen sabah erkenden müminleri savaş mevzilerine yerleştirmek için ailenden ayrılmıştın. Allah, hakkıyla işiten ve bilendir.","nl":"(Gedenk) toen jij (O Moehammad) jouw familie in de ochtend verliet om voor de gelovigen plaatsen voor de slag voor te bereiden. En Allah is de Alhorende, de Alwetende.","en":"˹Remember, O Prophet,˺ when you left your home in the early morning to position the believers in the battlefield. And Allah is All-Hearing, All-Knowing"},"surah":null}]}