{"juzNo":4,"pageNo":66,"arCuzNo":"٤","arPageNo":"٦٦","quranAyats":[{"id":415,"surahId":3,"ayatId":122,"ayatNo":"١٢٢","pageNo":66,"ayatText":"اِذْ هَمَّتْ طَٓائِفَتَانِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَاؕ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","ayatMealText":{"tr":"O zaman içinizden iki takım bozulmaya yüz tutmuştu. Halbuki Allah onların yardımcısı idi. İnananlar, yalnız Allah'a dayanıp güvensinler.","nl":"(Gedenk) toen twee groepen van jullie naar lafheid neigden, terwijl Allah hun beschermer was. En laat de gelovigen op Allah, vertrouwen.","en":"˹Remember˺ when two groups among you ˹believers˺ were about to cower, then Allah reassured them. So in Allah let the believers put their trust"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":416,"surahId":3,"ayatId":123,"ayatNo":"١٢٣","pageNo":66,"ayatText":"وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَاَنْتُمْ اَذِلَّةٌۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Andolsun, sizler güçsüz olduğunuz halde Allah size Bedir'de yardım etmişti. Allah'tan sakının ki, O'na şükretmiş olasınız.","nl":"En voorzeker, Allah heeft jullie toch op (het slagveld van) Badr geholpen terwijl jullie zwakker waren, vreest daarom Allah, hopelijk zuilen jullie dankbaar zijn.","en":"Indeed, Allah made you victorious at Badr when you were ˹vastly˺ outnumbered. So be mindful of Allah, perhaps you will be grateful"},"surah":null},{"id":417,"surahId":3,"ayatId":124,"ayatNo":"١٢٤","pageNo":66,"ayatText":"اِذْ تَقُولُ لِلْمُؤْمِنٖينَ اَلَنْ يَكْفِيَكُمْ اَنْ يُمِدَّ كُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِنَ الْمَلٰٓئِكَةِ مُنْزَلٖينَؕ","ayatMealText":{"tr":"O zaman sen müminlere: \"Rabbinizin size, indirilmiş üç bin melek ile yardım etmesi size yetmez mi?\" diyordun.","nl":"(Gedenk) toen jij de gelovigen zei: \"Is het niet voldoende voor jullie dat jullie Heer jullie helpt met drieduizend neergezonden Engelen?\"","en":"˹Remember, O Prophet,˺ when you said to the believers, “Is it not enough that your Lord will send down a reinforcement of three thousand angels for your aid?”"},"surah":null},{"id":418,"surahId":3,"ayatId":125,"ayatNo":"١٢٥","pageNo":66,"ayatText":"بَلٰٓىۙ اِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِنَ الْمَلٰٓئِكَةِ مُسَوِّمٖينَ","ayatMealText":{"tr":"Evet, sabreder ve (Allah'tan) korkarsanız, onlar ansızın üzerinize gelseler, Rabbiniz size nişanlı nişanlı beş bin melekle yardım eder.","nl":"Jawel, als jullie geduldig zijn en (Allah) vrezen en zij komen op jullie afgestormd, dan zal Allah jullie helpen met vijfdduizend welonderscheid Engelen.","en":"Most certainly, if you ˹believers˺ are firm and mindful ˹of Allah˺ and the enemy launches a sudden attack on you, Allah will reinforce you with five thousand angels designated ˹for battle˺"},"surah":null},{"id":419,"surahId":3,"ayatId":126,"ayatNo":"١٢٦","pageNo":66,"ayatText":"وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهٖؕ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزٖيزِ الْحَكٖيمِۙ","ayatMealText":{"tr":"Allah, bunu size sırf bir müjde olsun ve kalpleriniz bununla yatışsın diye yaptı. Yardım, yalnız daima galip ve hikmet sahibi olan Allah katındandır.","nl":"En Allah heeft jullie hiermee alleen maar een verheugende boodschap willen geven en jullie harten daarmee gerust willen stellen, en er is geen hulp dan die van Allah, de Almachtige, de Alwijze.","en":"Allah ordained this ˹reinforcement˺ only as good news for you and reassurance for your hearts. And victory comes only from Allah—the Almighty, All-Wise—"},"surah":null},{"id":420,"surahId":3,"ayatId":127,"ayatNo":"١٢٧","pageNo":66,"ayatText":"لِيَقْطَعَ طَرَفاً مِنَ الَّذٖينَ كَفَرُٓوا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَٓائِبٖينَ","ayatMealText":{"tr":"(Allah bu yardımı) inkâr edenlerden bir kısmını kessin veya perişan etsin de umutsuz olarak dönüp gitsinler (diye yaptı).","nl":"(Dat is) om een gedeelte van degenen die ongelovig waren te vernietigen, of hen te vemederen. zodat zij onverrichterzake terugkeren.","en":"to destroy a group of the disbelievers and humble the rest, causing them to withdraw in disappointment"},"surah":null},{"id":421,"surahId":3,"ayatId":128,"ayatNo":"١٢٨","pageNo":66,"ayatText":"لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظَالِمُونَ","ayatMealText":{"tr":"Bu işten sana hiçbir şey düşmez. (Allah), ya onların tevbesini kabul eder, yahut onlara, zalim olduklarından dolayı azab eder.","nl":"Het het is jouw zaak niet aan of Hij hun berouw aanvaardt of Hij hen bestraft, want voorwaar: zij zijn de onrechtplegers.","en":"You ˹O Prophet˺ have no say in the matter. It is up to Allah to turn to them in mercy or punish them, for indeed they are wrongdoers"},"surah":null},{"id":422,"surahId":3,"ayatId":129,"ayatNo":"١٢٩","pageNo":66,"ayatText":"وَلِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ يَغْفِرُ لِمَنْ يَشَٓاءُ وَيُعَذِّبُ مَنْ يَشَٓاءُؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Göklerde ve yerde olanların hepsi Allah'ındır. Dilediğini bağışlar, dilediğine azab eder. Allah, çok bağışlayan, çok esirgeyendir.","nl":"En aan Allah behoort alles wat er in de hemelen en op de aarde is, Hij vergeeft wie Hij wil en Hij bestraft wie Hij wil. En Allah is Vergevensgezind, Meest Barmhartig.","en":"To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. He forgives whoever He wills, and punishes whoever He wills. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":423,"surahId":3,"ayatId":130,"ayatNo":"١٣٠","pageNo":66,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَأْكُلُوا الرِّبٰٓوا اَضْعَافاً مُضَاعَفَةًࣕ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُونَۚ","ayatMealText":{"tr":"Ey iman edenler! Kat kat artırılmış olarak faiz yemeyin. Allah'tan sakının ki kurtuluşa eresiniz.","nl":"O jullie die geloven, eet niet van de rente met meervoudige verdubbeling en vreest Allah, hopelijk zullen jullie welslagen.","en":"O believers! Do not consume interest, multiplying it many times over. And be mindful of Allah, so you may prosper"},"surah":null},{"id":424,"surahId":3,"ayatId":131,"ayatNo":"١٣١","pageNo":66,"ayatText":"وَاتَّقُوا النَّارَ الَّتٖٓي اُعِدَّتْ لِلْكَافِرٖينَۚ","ayatMealText":{"tr":"Kâfirler için hazırlanmış olan ateşten sakının.","nl":"Vreest de Hel die voor de ongelovigen id gereedgemaakt.","en":"Guard yourselves against the Fire prepared for the disbelievers"},"surah":null},{"id":425,"surahId":3,"ayatId":132,"ayatNo":"١٣٢","pageNo":66,"ayatText":"وَاَطٖيعُوا اللّٰهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَۚ","ayatMealText":{"tr":"Allah ve Peygambere itaat edin ki, size de merhamet edilsin.","nl":"En gehoorzaamt Allah en de Boodschapper, hopelijk zullen jullie begenadigd worden.","en":"Obey Allah and the Messenger, so you may be shown mercy"},"surah":null}]}