{"juzNo":4,"pageNo":67,"arCuzNo":"٤","arPageNo":"٦۷","quranAyats":[{"id":426,"surahId":3,"ayatId":133,"ayatNo":"١٣٣","pageNo":67,"ayatText":"وَسَارِعُٓوا اِلٰى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوَاتُ وَالْاَرْضُۙ اُعِدَّتْ لِلْمُتَّقٖينَۙ","ayatMealText":{"tr":"Rabbinizin bağışına ve genişliği göklerle yer arası kadar olan, Allah'tan gereği gibi korkanlar için hazırlanmış bulunan cennete koşun!","nl":"En haast jullie naar vergeving van jullie Heer en (naar het) Paradijs, dat net zo wijd is als de hemelen en de aarde, gereedgemaakt voor de Moettaqôen.","en":"And hasten towards forgiveness from your Lord and a Paradise as vast as the heavens and the earth, prepared for those mindful ˹of Allah˺"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":427,"surahId":3,"ayatId":134,"ayatNo":"١٣٤","pageNo":67,"ayatText":"اَلَّذٖينَ يُنْفِقُونَ فِي السَّرَّٓاءِ وَالضَّرَّٓاءِ وَالْكَاظِمٖينَ الْغَيْظَ وَالْعَافٖينَ عَنِ النَّاسِؕ وَاللّٰهُ يُحِبُّ الْمُحْسِنٖينَۚ","ayatMealText":{"tr":"O (Allah'tan hakkıyla korka)nlar, bollukta ve darlıkta Allah için harcarlar, öfkelerini yutarlar, insanları affederler. Allah iyilik edenleri sever.","nl":"(Zij zij het) die uitgeven in voorspoed en in tegenspoed, en die de woede inhouden en vergevers van de mensen zijn. En Allah houdt van de weldoeners.","en":"˹They are˺ those who donate in prosperity and adversity, control their anger, and pardon others. And Allah loves the good-doers"},"surah":null},{"id":428,"surahId":3,"ayatId":135,"ayatNo":"١٣٥","pageNo":67,"ayatText":"وَالَّذٖينَ اِذَا فَعَلُوا فَاحِشَةً اَوْ ظَلَمُٓوا اَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْࣕ وَمَنْ يَغْفِرُ الذُّنُوبَ اِلَّا اللّٰهُࣕ وَلَمْ يُصِرُّوا عَلٰى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ","ayatMealText":{"tr":"Ve onlar çirkin bir günah işledikleri, yahut nefislerine zulmettikleri zaman Allah'ı hatırlayarak hemen günahlarının bağışlanmasını dilerler. Allah'tan başka günahları kim bağışlayabilir? Bir de onlar, bile bile, işledikleri (günah) üzerinde ısrar etmezler.","nl":"En degenen die, als zij een zedeloosheid begaan hebben, of zichzelf onrecht aangedaan hebben, daarna Allah gedenken en dan vergeving voor hun zonden vragen, en niemand vergeeft de zonden behalve Allah En zij volharden niet in wat zij deden, terwijl zij (het) weten.","en":"˹They are˺ those who, upon committing an evil deed or wronging themselves, remember Allah and seek forgiveness and do not knowingly persist in sin—and who forgives sins except Allah"},"surah":null},{"id":429,"surahId":3,"ayatId":136,"ayatNo":"١٣٦","pageNo":67,"ayatText":"اُو۬لٰٓئِكَ جَزَٓاؤُ۬هُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَاؕ وَنِعْمَ اَجْرُ الْعَامِلٖينَؕ","ayatMealText":{"tr":"İşte onların mükafatı (ödülleri) Rableri tarafından bağışlanma ve altından ırmaklar akan, ebedî kalacakları cennetlerdir. Çalışanların mükafatı ne güzeldir!","nl":"Zij zijn degenen wiens beloning vergeving van hun Heer is, en Tuinen (het Paradijs) waar onder door de rivieren stromen, zij zijn daarin eeuwig levenden en (het is) de beste deloning voor hen die (goed) doen.","en":"Their reward is forgiveness from their Lord and Gardens under which rivers flow, staying there forever. How excellent is the reward for those who work ˹righteousness˺"},"surah":null},{"id":430,"surahId":3,"ayatId":137,"ayatNo":"١٣٧","pageNo":67,"ayatText":"قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌۙ فَسٖيرُوا فِي الْاَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبٖينَ","ayatMealText":{"tr":"Muhakkak ki sizden önce birçok olaylar, şeriatler gelip geçmiştir. Yeryüzünde gezin, dolaşın da yalancıların sonunun nasıl olduğunu bir görün.","nl":"Er wijn er vóór julile geweest die op de (voor Allah) gebruikelijke wijze behandeld werden: reist dan rond op aarde en ziet hoe het einde was van de loochenaars.","en":"Similar situations came to pass before you, so travel throughout the land and see the fate of the deniers"},"surah":null},{"id":431,"surahId":3,"ayatId":138,"ayatNo":"١٣٨","pageNo":67,"ayatText":"هٰذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقٖينَ","ayatMealText":{"tr":"Bu (Kur'ân) insanlar için bir açıklama, Allah'dan gereğince korkanlar için doğru yolu gösterme ve bir öğüttür.","nl":"Dit is een verklaring (deze Koran) voor de mensen en leiding en onderricht voor de Moettaqôen.","en":"This is an insight to humanity—a guide and a lesson to the God-fearing"},"surah":null},{"id":432,"surahId":3,"ayatId":139,"ayatNo":"١٣٩","pageNo":67,"ayatText":"وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَاَنْتُمُ الْاَعْلَوْنَ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"Gevşemeyin, üzülmeyin, eğer hakikaten inanıyorsanız, muhakkak üstün olan sizsinizdir.","nl":"Voelt jullie niet vemederd en treurt niet; en jullie zijn de winnaars. indien jullie (ware) gelovigen zijn.","en":"Do not falter or grieve, for you will have the upper hand, if you are ˹true˺ believers"},"surah":null},{"id":433,"surahId":3,"ayatId":140,"ayatNo":"١٤٠","pageNo":67,"ayatText":"اِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُؕ وَتِلْكَ الْاَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِۚ وَلِيَعْلَمَ اللّٰهُ الَّذٖينَ اٰمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَٓاءَؕ وَاللّٰهُ لَا يُحِبُّ الظَّالِمٖينَۙ","ayatMealText":{"tr":"Eğer size (Uhud savaşında) bir yara değmişse, (Bedir harbinde) o topluma da benzeri bir yara dokunmuştu. O günler ki, biz onları insanlar arasında döndürür dururuz. (Bu da) Allah'ın sizden iman edenleri ayırt etmesi ve sizden şahitler edinmesi içindir. Allah zalimleri sevmez.","nl":"Als jullie gewond raken: het is ook zo dat de mensen (vijanden) door een soortgelijke verwonding getroffen zijn. Dit soort dagen laten Wij onder de mensen wisselen, opdat Allah degenen die geloven toetst, en opdat Hij van onder jullie martelaren (lot Zich) neemt. En Allah houdt niet van de onrechtvaardigen.","en":"If you have suffered injuries ˹at Uḥud˺, they suffered similarly ˹at Badr˺. We alternate these days ˹of victory and defeat˺ among people so that Allah may reveal the ˹true˺ believers, choose martyrs from among you—and Allah does not like the wrongdoers—"},"surah":null}]}