{"juzNo":4,"pageNo":68,"arCuzNo":"٤","arPageNo":"٦۸","quranAyats":[{"id":434,"surahId":3,"ayatId":141,"ayatNo":"١٤١","pageNo":68,"ayatText":"وَلِيُمَحِّصَ اللّٰهُ الَّذٖينَ اٰمَنُوا وَيَمْحَقَ الْكَافِرٖينَ","ayatMealText":{"tr":"Bir de bu, Allah'ın iman edenleri tertemiz seçip, kâfirleri yok etmesi içindir.","nl":"En opdat Allah degenen die geloven reinigt en de ongelovigen vemietigt.","en":"and distinguish the ˹true˺ believers and destroy the disbelievers"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":435,"surahId":3,"ayatId":142,"ayatNo":"١٤٢","pageNo":68,"ayatText":"اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّٰهُ الَّذٖينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرٖينَ","ayatMealText":{"tr":"Yoksa siz, Allah içinizden cihad edenleri belli etmeden, sabredenleri ortaya çıkarmadan cennete girivereceğinizi mi sandınız?","nl":"Dachten jullie dat jullie het Paradijs binnen zouden gaan zonder dat Allah degenen die vochten gekend doet worden en de geduldigen gekend doet worden?","en":"Do you think you will enter Paradise without Allah proving which of you ˹truly˺ struggled ˹for His cause˺ and patiently endured"},"surah":null},{"id":436,"surahId":3,"ayatId":143,"ayatNo":"١٤٣","pageNo":68,"ayatText":"وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ اَنْ تَلْقَوْهُࣕ فَقَدْ رَاَيْتُمُوهُ وَاَنْتُمْ تَنْظُرُونَࣖ","ayatMealText":{"tr":"Andolsun ki siz ölümle karşılaşmadan önce onu arzuluyordunuz. İşte onu gördünüz, ama bakıp duruyorsunuz.","nl":"En voorzeker, jullie hadden de dood gewenst, voordat jullie hem (de dood) tegenkwamen en waarlijk, jullie hebben hem gezien en jullie waren getuigen.","en":"You certainly wished ˹for the opportunity˺ for martyrdom before encountering it, now you have seen it with your own eyes"},"surah":null},{"id":437,"surahId":3,"ayatId":144,"ayatNo":"١٤٤","pageNo":68,"ayatText":"وَمَا مُحَمَّدٌ اِلَّا رَسُولٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُؕ اَفَا۬ئِنْ مَاتَ اَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى اَعْقَابِكُمْؕ وَمَنْ يَنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَضُرَّ اللّٰهَ شَيْـٔاًؕ وَسَيَجْزِي اللّٰهُ الشَّاكِرٖينَ","ayatMealText":{"tr":"Muhammed, ancak bir peygamberdir. Ondan önce de peygamberler gelip geçmiştir. Şimdi o ölür veya öldürülürse gerisin geriye (eski dininize) mi döneceksiniz? Kim (böyle) geri dönerse, Allah'a hiçbir şekilde zarar veremez. Allah şükredenleri mükafatlandıracaktır.","nl":"En Moehammad is niet meer dan een Boodschapper, vóór hem zijn de Boodschappers reeds heengegaan. Als hij dan zou sterven of gedood worden: waarom zouden jullie je dan op jullie hielen omdraaien (terugvallen in ongeloof)? En wie zich op zijn hielen zou omdraaien: het schaadt Allah niets. En Allah zal de dankbaren belonen.","en":"Muḥammad is no more than a messenger; other messengers have gone before him. If he were to die or to be killed, would you regress into disbelief? Those who do so will not harm Allah whatsoever. And Allah will reward those who are grateful"},"surah":null},{"id":438,"surahId":3,"ayatId":145,"ayatNo":"١٤٥","pageNo":68,"ayatText":"وَمَا كَانَ لِنَفْسٍ اَنْ تَمُوتَ اِلَّا بِاِذْنِ اللّٰهِ كِتَاباً مُؤَجَّلاًؕ وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَاؕ وَسَنَجْزِي الشَّاكِرٖينَ","ayatMealText":{"tr":"Allah'ın izni olmadıkça hiçbir kimseye ölmek yoktur. (Ölüm) belirli bir süreye göre yazılmıştır. Kim dünya menfaatini dilerse, kendisine ondan veririz. Kim de ahiret sevabını isterse ona da ondan veririz. Biz şükredenleri mükafatlandıracağız.","nl":"En geen ziel kan sterven, behalve met het verlof Allah, zoals vastgelegd. En wie de beloning van de wereld wil, Wij geven hem ervan; en wie de beloning van het Hiernamaals wil, Wij geven hem ervan. En Wij zullen de dankbaren belonen.","en":"No soul can ever die without Allah’s Will at the destined time. Those who desire worldly gain, We will let them have it, and those who desire heavenly reward, We will grant it to them. And We will reward those who are grateful"},"surah":null},{"id":439,"surahId":3,"ayatId":146,"ayatNo":"١٤٦","pageNo":68,"ayatText":"وَكَاَيِّنْ مِنْ نَبِيٍّ قَاتَلَۙ مَعَهُ رِبِّيُّونَ كَثٖيرٌۚ فَمَا وَهَنُوا لِمَٓا اَصَابَهُمْ فٖي سَبٖيلِ اللّٰهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُواؕ وَاللّٰهُ يُحِبُّ الصَّابِرٖينَ","ayatMealText":{"tr":"Nice peygamberler vardı ki, kendileriyle beraber birçok Allah dostları çarpıştılar; Allah yolunda başlarına gelenlerden yılgınlık göstermediler, zaafa düşmediler, boyun eğmediler. Allah sabredenleri sever.","nl":"En hoevelen van de Profeten vochten er niet, vergezeld van vele mensen en zij verloren de moed niet, wanneer zij op de Weg van Allah door rampspoed getroffen werden. En zij verzwakten niet en zij gaven zich niet over en Allah houdt van de geduldigen.","en":"˹Imagine˺ how many devotees fought along with their prophets and never faltered despite whatever ˹losses˺ they suffered in the cause of Allah, nor did they weaken or give in! Allah loves those who persevere"},"surah":null},{"id":440,"surahId":3,"ayatId":147,"ayatNo":"١٤٧","pageNo":68,"ayatText":"وَمَا كَانَ قَوْلَهُمْ اِلَّٓا اَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَاِسْرَافَنَا فٖٓي اَمْرِنَا وَثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرٖينَ","ayatMealText":{"tr":"Onların sözleri ancak: \"Rabbimiz! Bizim günahlarımızı ve işlerimizdeki taşkınlıklarımızı bağışla ve (yolunda) ayaklarımızı diret, Kâfirler güruhuna karşı da bize yardım et!\" demekten ibaretti.","nl":"En hun woorden waren niet anders dan dat zij zeiden: \"Onze Heer, vergeef ons onze zonden en onze overdrijvingen met betrekking tot onze zaak en maak ons standvastig en help ons tegen het ongelovige volk.\"","en":"And all they said was, “Our Lord! Forgive our sins and excesses, make our steps firm, and grant us victory over the disbelieving people.”"},"surah":null},{"id":441,"surahId":3,"ayatId":148,"ayatNo":"١٤٨","pageNo":68,"ayatText":"فَاٰتٰيهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِؕ وَاللّٰهُ يُحِبُّ الْمُحْسِنٖينَࣖ","ayatMealText":{"tr":"Allah da onlara hem dünya nimetini, hem de ahiret sevabının güzelliğini verdi. Allah güzel davrananları sever.","nl":"En Allah gaf hun (daarom) een beloning in de wereld en een goede beloning in het Hiernamaals. En Allah houdt van de weldoeners.","en":"So Allah gave them the reward of this world and the excellent reward of the Hereafter. For Allah loves the good-doers"},"surah":null}]}