{"juzNo":4,"pageNo":69,"arCuzNo":"٤","arPageNo":"٦۹","quranAyats":[{"id":442,"surahId":3,"ayatId":149,"ayatNo":"١٤٩","pageNo":69,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِنْ تُطٖيعُوا الَّذٖينَ كَفَرُوا يَرُدُّوكُمْ عَلٰٓى اَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرٖينَ","ayatMealText":{"tr":"Ey iman edenler! Siz eğer kâfir olanlara uyarsanız, sizi topuklarınız üstünde gerisin geriye çevirirler. O zaman büsbütün kaybedersiniz.","nl":"O jullie die geloven, wanneer jullie degenen die niet geloven gehoorzamen, zullen zij jullie op jullie hielen doen omkeren (naar het ongeloof) en jullie zullen dan als verliezers omkeren.","en":"O believers! If you yield to the disbelievers, they will drag you back to disbelief—and you will become losers"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":443,"surahId":3,"ayatId":150,"ayatNo":"١٥٠","pageNo":69,"ayatText":"بَلِ اللّٰهُ مَوْلٰيكُمْۚ وَهُوَ خَيْرُ النَّاصِرٖينَ","ayatMealText":{"tr":"Hayır! Sizin mevlanız Allah'tır. O, yardım edenlerin en hayırlısıdır.","nl":"Maar Allah is jullie Beschermer en Hij is de Beste der Helpers.","en":"But no! Allah is your Guardian, and He is the best Helper"},"surah":null},{"id":444,"surahId":3,"ayatId":151,"ayatNo":"١٥١","pageNo":69,"ayatText":"سَنُلْقٖي فٖي قُلُوبِ الَّذٖينَ كَفَرُوا الرُّعْبَ بِمَٓا اَشْرَكُوا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطَاناًۚ وَمَأْوٰيهُمُ النَّارُؕ وَبِئْسَ مَثْوَى الظَّالِمٖينَ","ayatMealText":{"tr":"Allah'ın, hakkında hiçbir delil indirmediği şeyleri O'na ortak koşmalarından dolayı, inkâr edenlerin kalplerine korku salacağız. Onların yurtları ateştir. Zalimlerin dönüp varacağı yer ne kötüdür!","nl":"Wij zullen angst in de harten van de ongelovingen werpen wegens wat zij naast Allah aan deelgenoten toegekend hebben, waarvoor Hij geen bewijs neergedonden heeft. Hun verblijfplaats is de Hel. En het is de slechste plaats voor de onrechtplegers.","en":"We will cast horror into the hearts of the disbelievers for associating ˹false gods˺ with Allah—a practice He has never authorized. The Fire will be their home—what an evil place for the wrongdoers to stay"},"surah":null},{"id":445,"surahId":3,"ayatId":152,"ayatNo":"١٥٢","pageNo":69,"ayatText":"وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهُٓ اِذْ تَحُسُّونَهُمْ بِاِذْنِهٖۚ حَتّٰٓى اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْاَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَٓا اَرٰيكُمْ مَا تُحِبُّونَؕ مِنْكُمْ مَنْ يُرٖيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرٖيدُ الْاٰخِرَةَۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْۚ وَلَقَدْ عَفَا عَنْكُمْؕ وَاللّٰهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنٖينَ","ayatMealText":{"tr":"Siz Allah'ın izni ile düşmanlarınızı öldürürken, Allah, size olan vaadini yerine getirmiştir. Allah size sevdiğiniz (galibiyeti) gösterdikten sonra zaafa düştünüz. (Peygamber'in verdiği) emir hakkında tartışmaya kalkıştınız ve isyan ettiniz. Kiminiz dünyayı istiyordu, kiminiz ahireti istiyordu. Sonra Allah sizi, denemek için onlardan geri çevirdi ve sizi bağışladı. Allah müminlere karşı çok lütufkârdır.","nl":"En voorzekerm Allah heeft Zijn belofte aan jullie vervuld toen jullie met Zijn toestemming jullie vijand gingen doden, totdat jullie versaagden, en met elkaar redetwisten over de opracht en jullie gehoorzaamden (de Profeet) niet nadat hij jullie liet zien de wereld willen en onder jullie zijn er die het Hiernamaals willen. En toen leidde Hij julle van hen (de ongelovigen) af, om jullie vergeven en Allah is de Bezitter van de Gunsten voor de gelovigen.","en":"Indeed, Allah fulfilled His promise to you when you ˹initially˺ swept them away by His Will, then your courage weakened and you disputed about the command and disobeyed, after Allah had brought victory within your reach. Some of you were after worldly gain while others desired a heavenly reward. He denied you victory over them as a test, yet He has pardoned you. And Allah is Gracious to the believers"},"surah":null},{"id":446,"surahId":3,"ayatId":153,"ayatNo":"١٥٣","pageNo":69,"ayatText":"اِذْ تُصْعِدُونَ وَلَا تَلْوُ۫نَ عَلٰٓى اَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فٖٓي اُخْرٰيكُمْ فَاَثَابَكُمْ غَماًّ بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلٰى مَا فَاتَكُمْ وَلَا مَٓا اَصَابَكُمْؕ وَاللّٰهُ خَبٖيرٌ بِمَا تَعْمَلُونَ","ayatMealText":{"tr":"Peygamber sizi arkanızdan çağırıp dururken, siz boyuna uzaklaşıyor, hiç kimseye dönüp bakmıyordunuz. Bundan dolayı Allah, size gam üstüne gam verdi ki, ne elinizden gidene, ne de başınıza gelene üzülmeyesiniz. Allah yaptıklarınızdan haberdardır.","nl":"(Gedenkt) toen jullie omhoog wegvluchtten, zonder een blik op iemand te werpen, en de Boodschapper jullie can achter jullie riep, toen vergold Hij jullie met ramp na ramp, opdat jullie niet treuren over wat voorbij is en niet (treuren) over wat jullie getroffen heeft. En Allah is Alziende over wat jullie doen.","en":"˹Remember˺ when you were running far away ˹in panic˺—not looking at anyone—while the Messenger was calling to you from behind! So Allah rewarded your disobedience with distress upon distress. Now, do not grieve over the victory you were denied or the injury you suffered. And Allah is All-Aware of what you do"},"surah":null}]}