{"juzNo":1,"pageNo":7,"arCuzNo":"۱","arPageNo":"۷","quranAyats":[{"id":45,"surahId":2,"ayatId":38,"ayatNo":"٣٨","pageNo":7,"ayatText":"قُلْنَا اهْبِطُوا مِنْهَا جَمٖيعاًۚ فَاِمَّا يَأْتِيَنَّكُمْ مِنّٖي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","ayatMealText":{"tr":"Onlara dedik ki: \"Hepiniz oradan inin. Size benim tarafımdan bir hidayet rehberi geldiğinde, kim o hidayetçimin izinde giderse, onlar için hiçbir korku yoktur, onlar mahzun da olmayacaklardır.","nl":"Wij zeiden: \"Daalt allen af uit haar (het Paradijs). En Zodra er van Mij Leiding tot jullie komt; wie dan Mijn Leiding volgen: er zal geen vrees over hen komen en zij zullen niet treuren.\"","en":"We said, “Descend all of you! Then when guidance comes to you from Me, whoever follows it, there will be no fear for them, nor will they grieve"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":46,"surahId":2,"ayatId":39,"ayatNo":"٣٩","pageNo":7,"ayatText":"وَالَّذٖينَ كَفَرُوا وَكَذَّبُوا بِاٰيَاتِنَٓا اُو۬لٰٓئِكَ اَصْحَابُ النَّارِۚ هُمْ فٖيهَا خَالِدُونَࣖ","ayatMealText":{"tr":"İnkâr edip âyetlerimizi yalanlayanlara gelince, onlar da cehennem ehlidirler. Orada ebedî olarak kalacaklardır.","nl":"Maar degenen die niet geloven en Onze Verzen loochenen, diegenen zijn de bewoners can de Hel, zij zijn daarin eeuwig levenden.","en":"But those who disbelieve and deny Our signs will be the residents of the Fire. They will be there forever.”"},"surah":null},{"id":47,"surahId":2,"ayatId":40,"ayatNo":"٤٠","pageNo":7,"ayatText":"يَا بَنٖٓي اِسْرَٓائٖلَ اذْكُرُوا نِعْمَتِيَ الَّتٖٓي اَنْعَمْتُ عَلَيْكُمْ وَاَوْفُوا بِعَهْدٖٓي اُو۫فِ بِعَهْدِكُمْ وَاِيَّايَ فَارْهَبُونِ","ayatMealText":{"tr":"Ey İsrailoğulları, size verdiğim nimetimi hatırlayın, bana verdiğiniz sözü tutun ki, ben de size verdiğim sözü tutayım ve sadece benden korkun!","nl":"O Kinderen van Israël! Gedenkt Mijn gunst die Ik jullie geschonken heb en houdt jullie aan het verbond met Mij, dan zal Ik Mij houden aan het verbond met jullie. En vreest daarom alleen Mij.","en":"O children of Israel! Remember My favours upon you. Fulfil your covenant and I will fulfil Mine, and stand in awe of Me ˹alone˺"},"surah":null},{"id":48,"surahId":2,"ayatId":41,"ayatNo":"٤١","pageNo":7,"ayatText":"وَاٰمِنُوا بِمَٓا اَنْزَلْتُ مُصَدِّقاً لِمَا مَعَكُمْ وَلَا تَكُونُٓوا اَوَّلَ كَافِرٍ بِهٖࣕ وَلَا تَشْتَرُوا بِاٰيَاتٖي ثَمَناً قَلٖيلاًؗ وَاِيَّايَ فَاتَّقُونِ","ayatMealText":{"tr":"Yanınızdakini (Tevrat'ı) tasdik edici olarak indirdiğim (Kur'ân)a iman edin, O'nu, inkar edenlerin ilki siz olmayın, benim âyetlerimi birkaç paraya değişmeyin. Ancak benden korkun.","nl":"En gelooft in wat Ik aan jullie heb neergezonden (de Koran), als bevestiging van wat bij jullie is (de Taurât en de Zabôer), en weest niet de eersten die daarin niet geloven. En verruilt Mijn Verzen niet voor een geringe prijs. En vreest daarom alleen Mij.","en":"Believe in My revelations which confirm your Scriptures. Do not be the first to deny them or trade them for a fleeting gain. And be mindful of Me"},"surah":null},{"id":49,"surahId":2,"ayatId":42,"ayatNo":"٤٢","pageNo":7,"ayatText":"وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَاَنْتُمْ تَعْلَمُونَ","ayatMealText":{"tr":"Hakk'ı batıla karıştırıp da, bile bile hakkı gizlemeyin.","nl":"En vermengt de Waarheid niet met de valsheid en verbergt de Waarheid niet terwijl jullie het weten.","en":"Do not mix truth with falsehood or hide the truth knowingly"},"surah":null},{"id":50,"surahId":2,"ayatId":43,"ayatNo":"٤٣","pageNo":7,"ayatText":"وَاَقٖيمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوا مَعَ الرَّاكِعٖينَ","ayatMealText":{"tr":"Hem namazı dosdoğru kılın, zekatı verin, rükû edenlerle birlikte siz de rükû edin.","nl":"En onderhoudt de shalât en geeft de zakât en buigt tezamen met hen die buigen.","en":"Establish prayer, pay alms-tax, and bow down with those who bow down"},"surah":null},{"id":51,"surahId":2,"ayatId":44,"ayatNo":"٤٤","pageNo":7,"ayatText":"اَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ اَنْفُسَكُمْ وَاَنْتُمْ تَتْلُونَ الْكِتَابَؕ اَفَلَا تَعْقِلُونَ","ayatMealText":{"tr":"İnsanlara iyiliği emreder de kendinizi unutur musunuz? Halbuki kitab (Tevrat)ı okuyorsunuz. Hâlâ aklınızı başınıza almayacak mısınız?","nl":"Roepen jullie de mensen op tot vroomheid en vergeten jullie jezelf, terwijl jullie de Schrift (Taurât) voorlezen? Begrijpen jullie dan niet?","en":"Do you preach righteousness and fail to practice it yourselves, although you read the Scripture? Do you not understand"},"surah":null},{"id":52,"surahId":2,"ayatId":45,"ayatNo":"٤٥","pageNo":7,"ayatText":"وَاسْتَعٖينُوا بِالصَّبْرِ وَالصَّلٰوةِؕ وَاِنَّهَا لَكَبٖيرَةٌ اِلَّا عَلَى الْخَاشِعٖينَۙ","ayatMealText":{"tr":"Bir de sabırla, namazla yardım isteyin. Şüphesiz bu, (Allah'a) saygılı olanlardan başkasına ağır gelir.","nl":"En vraagt (Allah) om hulp door middel ven geduld en de Shalât. En voorwaar, dat is zwaar, behalve voor de ootmoedigen.","en":"And seek help through patience and prayer. Indeed, it is a burden except for the humble—"},"surah":null},{"id":53,"surahId":2,"ayatId":46,"ayatNo":"٤٦","pageNo":7,"ayatText":"اَلَّذٖينَ يَظُنُّونَ اَنَّهُمْ مُلَاقُوا رَبِّهِمْ وَاَنَّهُمْ اِلَيْهِ رَاجِعُونَࣖ","ayatMealText":{"tr":"Onlar ki, Rablerine kavuşacaklarını ve gerçekten O'na döneceklerini bilirler.","nl":"(Zij zijn) degenen die ervan overtuigd zijn dat zij hun Heer zullen ontmoeten en dat zij tot jem zullen terugkeren.","en":"those who are certain that they will meet their Lord and to Him they will return"},"surah":null},{"id":54,"surahId":2,"ayatId":47,"ayatNo":"٤٧","pageNo":7,"ayatText":"يَا بَنٖٓي اِسْرَٓائٖلَ اذْكُرُوا نِعْمَتِيَ الَّتٖٓي اَنْعَمْتُ عَلَيْكُمْ وَاَنّٖي فَضَّلْتُكُمْ عَلَى الْعَالَمٖينَ","ayatMealText":{"tr":"Ey İsrailoğulları! Size verdiğim nimeti ve vaktiyle sizi âlemlere üstün kıldığımı hatırlayın.","nl":"O Kindern van Israël, gedenkt Mijn gunst die Ik jullie heb geschonken, en dat Ik jullie heb bevoorecht boven de (andere) volkeren.","en":"O Children of Israel! Remember ˹all˺ the favours I granted you and how I honoured you above the others"},"surah":null},{"id":55,"surahId":2,"ayatId":48,"ayatNo":"٤٨","pageNo":7,"ayatText":"وَاتَّقُوا يَوْماً لَا تَجْزٖي نَفْسٌ عَنْ نَفْسٍ شَيْـٔاً وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ","ayatMealText":{"tr":"Ve öyle bir günden korunun ki, kimse kimsenin yerine bir şey ödeyemez, kimseden şefaat da kabul edilmez, kimseden fidye de alınmaz ve onlara hiçbir yardım da yapılmaz.","nl":"En vreest de Dag waarop geen ziel een andere ziel ergens mee kan bijstaan, en er geen voorspraak van haar aanvaard wordt en er geen losprijs van haar aangenomen wordt en zij niet geholpen zullen worden.","en":"Guard yourselves against the Day on which no soul will be of help to another. No intercession will be accepted, no ransom taken, and no help will be given"},"surah":null}]}