{"juzNo":4,"pageNo":70,"arCuzNo":"٤","arPageNo":"۷۰","quranAyats":[{"id":447,"surahId":3,"ayatId":154,"ayatNo":"١٥٤","pageNo":70,"ayatText":"ثُمَّ اَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ اَمَنَةً نُعَاساً يَغْشٰى طَٓائِفَةً مِنْكُمْۙ وَطَٓائِفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّونَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِؕ يَقُولُونَ هَلْ لَنَا مِنَ الْاَمْرِ مِنْ شَيْءٍؕ قُلْ اِنَّ الْاَمْرَ كُلَّهُ لِلّٰهِؕ يُخْفُونَ فٖٓي اَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَؕ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَا قُتِلْنَا هٰهُنَاؕ قُلْ لَوْ كُنْتُمْ فٖي بُيُوتِكُمْ لَبَرَزَ الَّذٖينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فٖي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فٖي قُلُوبِكُمْؕ وَاللّٰهُ عَلٖيمٌ بِذَاتِ الصُّدُورِ","ayatMealText":{"tr":"Sonra o kederin ardından (Allah) üzerinize öyle bir eminlik, öyle bir uyku indirdi ki, o, içinizden bir zümreyi örtüp bürüyordu. Bir zümre de canları sevdasına düşmüştü. Allah'a karşı, cahiliyet zannı gibi, hakka aykırı bir zan besliyorlar ve \"Bu işten bize ne?\" diyorlardı. De ki: \"Bütün iş Allah'ındır\". Onlar sana açıklamayacaklarını içlerinde saklıyorlar (ve) diyorlar ki: \"Bize bu işten bir şey olsaydı burada öldürülmezdik\". Onlara şöyle söyle: \"Eğer siz evlerinizde olsaydınız bile, üzerlerine öldürülmesi yazılmış olanlar yine muhakkak yatacakları (öldürülecekleri) yerlere çıkıp gidecekti. Allah (bunu) göğüslerinizin içindekini denemek ve yüreklerinizdekini temizlemek için yaptı. Allah göğüslerin içinde olanı bilir.","nl":"Toen liet Hij na de ramp een vreedzame slaap over jullie neerdalen waardoor een groep van jullie bevangen werd, en een groep maakte zichzelf bang door op onterechte wijze over Allah te denken, denkend volgens de onwetendheid, zeggend: \"Hebben wij over de zaak iets te zeggen?\" Zeg (O, Moehammad): \"Voorwaar, de zaak behoort geheel aan Allah toe.\" Zij verbergen in hun zielen wat zij jou niet laten merken. Zij zeggen: \"Hadden wij maar over de zaak iets te zeggen, dan zouden wij hier niet gedood worden.\" Zeg (O Moehammad): \"Al waren jullie in jullie huizen gebleven: degenen voor wie de dood bepaald was, zouden naar hun rustplaatsen vertrokken zijn.\" (Dit is) opdat Allah dat wat in jullie binnensten is op de proef stelt, en opdat Hij reinigt wat in jullie harten is. En Allah is op de hoogte van het bimenste van de harten.","en":"Then after distress, He sent down serenity in the form of drowsiness overcoming some of you, while others were disturbed by evil thoughts about Allah—the thoughts of ˹pre-Islamic˺ ignorance. They ask, “Do we have a say in the matter?” Say, ˹O Prophet,˺ “All matters are destined by Allah.” They conceal in their hearts what they do not reveal to you. They say ˹to themselves˺, “If we had any say in the matter, none of us would have come to die here.” Say, ˹O Prophet,˺ “Even if you were to remain in your homes, those among you who were destined to be killed would have met the same fate.” Through this, Allah tests what is within you and purifies what is in your hearts. And Allah knows best what is ˹hidden˺ in the heart"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":448,"surahId":3,"ayatId":155,"ayatNo":"١٥٥","pageNo":70,"ayatText":"اِنَّ الَّذٖينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُواۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْؕ اِنَّ اللّٰهَ غَفُورٌ حَلٖيمٌࣖ","ayatMealText":{"tr":"İki toplumun karşılaştığı gün, içinizden yüz çevirip gidenler var ya, şeytan onların kazandıkları bazı şeylerden dolayı ayaklarını kaydırmak istedi. Ama yine de Allah onları affetti. Kuşkusuz Allah çok bağışlayandır, halim(çok yumuşak)dir.","nl":"Voorwaar, degenen van jullie, die omkeerden op de dag dat de mee legers elkaar (bij Oehoed) troffen: voorwaar, het was Satan die hen deed falen vanwege wat zij (aan ongerhoorzaamheid) verricht hadden. En voorzeker, Allah heeft hen zeker vergeven en Allah is Vergevensgezind, Zachtmoedig.","en":"Indeed, those ˹believers˺ who fled on the day when the two armies met were made to slip by Satan because of their misdeeds. But Allah has pardoned them. Surely Allah is All-Forgiving, Most Forbearing"},"surah":null},{"id":449,"surahId":3,"ayatId":156,"ayatNo":"١٥٦","pageNo":70,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَكُونُوا كَالَّذٖينَ كَفَرُوا وَقَالُوا لِاِخْوَانِهِمْ اِذَا ضَرَبُوا فِي الْاَرْضِ اَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُواۚ لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فٖي قُلُوبِهِمْؕ وَاللّٰهُ يُحْـيٖ وَيُمٖيتُؕ وَاللّٰهُ بِمَا تَعْمَلُونَ بَصٖيرٌ","ayatMealText":{"tr":"Ey iman edenler! Sizler inkâr edenler ve yeryüzünde sefere veya savaşa çıkan kardeşleri için: \"Eğer bizim yanımızda olsalardı ölmezlerdi ve öldürülmezlerdi.\" diyenler gibi olmayın. Allah bunu, onların kalplerine bir hasret (yarası) olarak koydu. Allah, diriltir ve öldürür. Allah yaptıklarınızı görmektedir.","nl":"O jullie die geloven! Weest niet als degenen die ongelovig zijn en (die) over hun broeders wanneer zij over de aarde reizen of in strijd verwikkeld zijn: \"Wanneer zij bij ons gebleven waren, zouden zij niet gestorven of gedood zijn.\" Opdat Allah dat tot (een bron van) wroeging in hun harten maakt. En het is Allah Die doet leven en Die doet sterven. En Allah is ziende over wat jullie doen.","en":"O believers! Do not be like the unfaithful who say about their brothers who travel throughout the land or engage in battle, “If they had stayed with us, they would not have died or been killed.” Allah makes such thinking a cause of agony in their hearts. It is Allah who gives life and causes death. And Allah is All-Seeing of what you do"},"surah":null},{"id":450,"surahId":3,"ayatId":157,"ayatNo":"١٥٧","pageNo":70,"ayatText":"وَلَئِنْ قُتِلْتُمْ فٖي سَبٖيلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ","ayatMealText":{"tr":"Eğer Allah yolunda öldürülür veya ölürseniz, Allah'ın bağışlaması ve rahmeti, (sizin için) onların topladıkları (dünyalıkları)ndan daha hayırlıdır.","nl":"En als jullie gedood worden op de Weg van Allah, of sterven: vergeving van Allah en (Zijn) Barmhartigheid zijn beter dan wat zij verzamelen.","en":"Should you be martyred or die in the cause of Allah, then His forgiveness and mercy are far better than whatever ˹wealth˺ those ˹who stay behind˺ accumulate"},"surah":null}]}