{"juzNo":4,"pageNo":72,"arCuzNo":"٤","arPageNo":"۷۲","quranAyats":[{"id":459,"surahId":3,"ayatId":166,"ayatNo":"١٦٦","pageNo":72,"ayatText":"وَمَٓا اَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِاِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنٖينَۙ","ayatMealText":{"tr":"İki topluluğun karşılaştığı günde başınıza gelen musibet de Allah'ın izniyledir. Bu da müminleri belirlemesi ve hem de münafıklık yapanları ayırt etmesi içindir. Ve onlara: \"Geliniz, Allah yolunda savaşınız veya (hiç olmazsa) savunmaya geçiniz.\" denilmişti. Onlar ise: \"Biz savaşmasını (veya savaş olacağını) bilseydik arkanızdan gelirdik.\" demişlerdi. Onlar, o gün, imandan çok küfre yakındılar. kalblerinde olmayanı ağızlarıyla söylüyorlardı. Allah neyi gizlediklerini daha iyi bilendir.","nl":"En wat jullie trof op de dag dat de twee legers elkaar ontmoetten, was met het verlof ven Allah, opdat Hij de gelovigen toetst.","en":"So what you suffered on the day the two armies met was by Allah’s Will, so that He might distinguish the ˹true˺ believers"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":460,"surahId":3,"ayatId":167,"ayatNo":"١٦٧","pageNo":72,"ayatText":"وَلِيَعْلَمَ الَّذٖينَ نَافَقُواۚ وَقٖيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فٖي سَبٖيلِ اللّٰهِ اَوِ ادْفَعُواؕ قَالُوا لَوْ نَعْلَمُ قِتَالاً لَاتَّبَعْنَاكُمْؕ هُمْ لِلْكُفْرِ يَوْمَئِذٍ اَقْرَبُ مِنْهُمْ لِلْاٖيمَانِۚ يَقُولُونَ بِاَفْوَاهِهِمْ مَا لَيْسَ فٖي قُلُوبِهِمْؕ وَاللّٰهُ اَعْلَمُ بِمَا يَكْتُمُونَۚ","ayatMealText":{"tr":"İki topluluğun karşılaştığı günde başınıza gelen musibet de Allah'ın izniyledir. Bu da müminleri belirlemesi ve hem de münafıklık yapanları ayırt etmesi içindir. Ve onlara: \"Geliniz, Allah yolunda savaşınız veya (hiç olmazsa) savunmaya geçiniz.\" denilmişti. Onlar ise: \"Biz savaşmasını (veya savaş olacağını) bilseydik arkanızdan gelirdik.\" demişlerdi. Onlar, o gün, imandan çok küfre yakındılar. kalblerinde olmayanı ağızlarıyla söylüyorlardı. Allah neyi gizlediklerini daha iyi bilendir.","nl":"En opdat Hij degenen die huichelen gekend deed worden, en er werd hun gezegd: \"Kom en vecht op de Weg van Allah, of verdedigt (jullie zelf tenminste).\" Zij zeiden: \"Wanneer wij geweten hadden dat er een gevecht zou zijn, zouden wij zeker jullie gevolgd hebben.\" Zij waren op die dag dichter hij ongeloof dan bij geloof en zij zeiden met hun lippen wat niet in hun harten was. En Allah weet beter wat zij verbergen.","en":"and expose the hypocrites. When it was said to them, “Come fight in the cause of Allah or ˹at least˺ defend yourselves,” they replied, “If we had known there was fighting, we would have definitely gone with you.” They were closer to disbelief than to belief on that day—for saying with their mouths what was not in their hearts. Allah is All-Knowing of what they hide"},"surah":null},{"id":461,"surahId":3,"ayatId":168,"ayatNo":"١٦٨","pageNo":72,"ayatText":"اَلَّذٖينَ قَالُوا لِاِخْوَانِهِمْ وَقَعَدُوا لَوْ اَطَاعُونَا مَا قُتِلُواؕ قُلْ فَادْرَؤُ۫ا عَنْ اَنْفُسِكُمُ الْمَوْتَ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"Kendileri oturup kaldıkları halde kardeşleri için: \"Eğer bize uysalardı öldürülmezlerdi\" dediler. Onlara de ki: \"Eğer iddianızda doğru iseniz, kendinizden ölümü uzaklaştırınız\".","nl":"(Zij zijn) degenen die tegen hun broeders zeiden (terwijl) zij zaten: \"Hadden zij maar naar ons geluisterd, dan waren zij niet gedood.\" Zeg: \"Houdt de dood dan van jullie af als jullie waarachtigen zijn.\"","en":"Those who sat at home, saying about their brothers, “Had they listened to us, they would not have been killed.” Say, ˹O Prophet,˺ “Try not to die if what you say is true!”"},"surah":null},{"id":462,"surahId":3,"ayatId":169,"ayatNo":"١٦٩","pageNo":72,"ayatText":"وَلَا تَحْسَبَنَّ الَّذٖينَ قُتِلُوا فٖي سَبٖيلِ اللّٰهِ اَمْوَاتاًؕ بَلْ اَحْيَٓاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَۙ","ayatMealText":{"tr":"Allah yolunda öldürülenleri sakın ölüler sanma. Bilakis onlar diridirler, Rab'leri katında rızıklanmaktadırlar.","nl":"En denkt niet van degenen die op de Weg van Allah gedood zijn dat zij gestorven zijn. Zij leven zelfs bij hun Heer, zij worden voorzien.\"","en":"Never think of those martyred in the cause of Allah as dead. In fact, they are alive with their Lord, well provided for—"},"surah":null},{"id":463,"surahId":3,"ayatId":170,"ayatNo":"١٧٠","pageNo":72,"ayatText":"فَرِحٖينَ بِمَٓا اٰتٰيهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُونَ بِالَّذٖينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْۙ اَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۘ","ayatMealText":{"tr":"Allah'ın lütfundan verdiği nimetle sevinçlidirler. Arkalarından kendilerine ulaşamayan kimselere de hiç bir korku olmayacağını ve üzülmeyeceklerini müjdelemek isterler.","nl":"Zij verheugen zich met wat Allah hen van Zijn gunsten gaf, an zij verheugen zich over degenen die zich nog niet na hen (bij hen) gavoegd hebben (en) er is voor hen geen angst en zij treuren niet.","en":"rejoicing in Allah’s bounties and being delighted for those yet to join them. There will be no fear for them, nor will they grieve"},"surah":null},{"id":464,"surahId":3,"ayatId":171,"ayatNo":"١٧١","pageNo":72,"ayatText":"يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللّٰهِ وَفَضْلٍۙ وَاَنَّ اللّٰهَ لَا يُضٖيعُ اَجْرَ الْمُؤْمِنٖينَۚۛࣖ","ayatMealText":{"tr":"Onlar, Allah'ın nimetini, keremini ve Allah'ın, müminlerin ecrini zayi etmeyeceğini müjdelerler.","nl":"Zij verheugen zich over de genieting van Allah en (Zijn) gunst. En voorwaar, Allah verwaarloost de beloning van de gelovigen niet.","en":"They are joyful for receiving Allah’s grace and bounty, and that Allah does not deny the reward of the believers"},"surah":null},{"id":465,"surahId":3,"ayatId":172,"ayatNo":"١٧٢","pageNo":72,"ayatText":"اَلَّذٖينَ اسْتَجَابُوا لِلّٰهِ وَالرَّسُولِ مِنْ بَعْدِ مَٓا اَصَابَهُمُ الْقَرْحُؕۛ لِلَّذٖينَ اَحْسَنُوا مِنْهُمْ وَاتَّقَوْا اَجْرٌ عَظٖيمٌۚ","ayatMealText":{"tr":"Kendilerine yara dokunduktan sonra da Allah ve Peygamberi'nin davetine uydular. Hele onlardan iyilik edenlere ve gereğince Allah'tan korkanlara büyük bir mükafat vardır.","nl":"Degenen die aan de oproep van Allah en de Boodschapper nadat zij gewond waren (geraakt) gehoor gaven: voor degenen onder hen die good doen en (Allah) vrezen is er een geweldige beloning.","en":"˹As for˺ those who responded to the call of Allah and His Messenger after their injury, those of them who did good and were mindful ˹of Allah˺ will have a great reward"},"surah":null},{"id":466,"surahId":3,"ayatId":173,"ayatNo":"١٧٣","pageNo":72,"ayatText":"اَلَّذٖينَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اٖيمَاناًࣗ وَقَالُوا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكٖيلُ","ayatMealText":{"tr":"İnsanlar onlara: \"Düşmanlarınız size karşı ordu topladı, onlardan korkun.\" dediklerinde, bu, onların imanını artırdı ve şöyle dediler: \"Allah bize yeter. O ne güzel vekildir\".","nl":"Degenen tegen wie de mensen zeggen: \"Voorwaar, de mensen hebben zich tegen jullie verzameld hen dus.\" Hun geloof werd erdoor versterkt en zij zeiden: \"Allah is ons genoeg en Hij is de beste Beschermer.\"","en":"Those who were warned, “Your enemies have mobilized their forces against you, so fear them,” the warning only made them grow stronger in faith and they replied, “Allah ˹alone˺ is sufficient ˹as an aid˺ for us and ˹He˺ is the best Protector.”"},"surah":null}]}