{"juzNo":4,"pageNo":73,"arCuzNo":"٤","arPageNo":"۷۳","quranAyats":[{"id":467,"surahId":3,"ayatId":174,"ayatNo":"١٧٤","pageNo":73,"ayatText":"فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللّٰهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُٓوءٌۙ وَاتَّبَعُوا رِضْوَانَ اللّٰهِؕ وَاللّٰهُ ذُو فَضْلٍ عَظٖيمٍ","ayatMealText":{"tr":"Bunun üzerine kendilerine hiç bir kötülük dokunmadan Allah'ın nimeti ve lütfuyla geri döndüler ve Allah'ın rızasına uydular. Allah büyük lütuf sahibidir.","nl":"En zij keerden terug (van de oorlog) met de genieting van Allah en (Zijn) Gunst: het kwaad heeft hen niet aangeraakt, want zij volgden het welgevallen van Allah en Allah is de Bezitter van de Geweldige Gunst.","en":"So they returned with Allah’s favours and grace, suffering no harm. For they sought to please Allah. And surely Allah is ˹the˺ Lord of infinite bounty"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":468,"surahId":3,"ayatId":175,"ayatNo":"١٧٥","pageNo":73,"ayatText":"اِنَّمَا ذٰلِكُمُ الشَّيْطَانُ يُخَوِّفُ اَوْلِيَٓاءَهُࣕ فَلَا تَخَافُوهُمْ وَخَافُونِ اِنْ كُنْتُمْ مُؤْمِنٖينَ","ayatMealText":{"tr":"(Size o haberi getiren) ancak şeytandır, (sadece) kendi dostlarını korkutabilir. Onlardan korkmayın, eğer mümin iseniz benden korkun.","nl":"Voorwaar, het was slechts de Satan en zijn volgelingen die jullie bang maakten, weest daarom niet bang voor Mhen, weest bang voor Mij, indien jullie (ware) gelovigen zijn.","en":"That ˹warning˺ was only ˹from˺ Satan, trying to prompt you to fear his followers. So do not fear them; fear Me if you are ˹true˺ believers"},"surah":null},{"id":469,"surahId":3,"ayatId":176,"ayatNo":"١٧٦","pageNo":73,"ayatText":"وَلَا يَحْزُنْكَ الَّذٖينَ يُسَارِعُونَ فِي الْكُفْرِۚ اِنَّهُمْ لَنْ يَضُرُّوا اللّٰهَ شَيْـٔاًؕ يُرٖيدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْاٰخِرَةِۚ وَلَهُمْ عَذَابٌ عَظٖيمٌ","ayatMealText":{"tr":"Küfürde yarışanlar seni üzmesin. Onlar, Allah'a hiç bir şekilde zarar veremezler. Allah onlara ahirette bir pay vermemek istiyor. Onlar için büyük bir azap vardır.","nl":"En laat je niet treurig maken (O Moehammed) door degenen die zich naar het ongeloof haasten. Voorwaar, zij zullen Allah niet schaden. Allah wil dat Hij hen geen aandeel in het Hiernamaals geeft en voor hen is er een geweldige bestraffing.","en":"˹O Prophet!˺ Do not grieve for those who race to disbelieve—surely they will not harm Allah in the least. It is Allah’s Will to disallow them a share in the Hereafter, and they will suffer a tremendous punishment"},"surah":null},{"id":470,"surahId":3,"ayatId":177,"ayatNo":"١٧٧","pageNo":73,"ayatText":"اِنَّ الَّذٖينَ اشْتَرَوُا الْكُفْرَ بِالْاٖيمَانِ لَنْ يَضُرُّوا اللّٰهَ شَيْـٔاًۚ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"İman karşılığında inkarı satın alanlar Allah'a hiç bir zarar veremezler. Onlar için acı bir azap vardır.","nl":"Voorwaar, degenen die het geloof voor ongeloof verruild hebben. zij brengen Allah in niets schade tot en voor hen is er een pijnlijke bestraffing.","en":"Those who trade belief for disbelief will never harm Allah in the least, and they will suffer a painful punishment"},"surah":null},{"id":471,"surahId":3,"ayatId":178,"ayatNo":"١٧٨","pageNo":73,"ayatText":"وَلَا يَحْسَبَنَّ الَّذٖينَ كَفَرُٓوا اَنَّمَا نُمْلٖي لَهُمْ خَيْرٌ لِاَنْفُسِهِمْؕ اِنَّمَا نُمْلٖي لَهُمْ لِيَزْدَادُٓوا اِثْماًۚ وَلَهُمْ عَذَابٌ مُهٖينٌ","ayatMealText":{"tr":"Kâfirler, kendilerine mühlet vermemizin, şahısları için hayırlı olduğunu sanmasınlar. Biz onlara bu mühleti, ancak günahlarını artırsınlar diye veriyoruz. Onlar için alçaltıcı bir azap vardır.","nl":"Laat degenen die ongelovig zijn niet denken dat Ons uitstel geven beter voor hen is: Wij geven hun slechts uitstel opdat hun zonden zullen toenemen en voor hen is er een vemederende bestraffing.","en":"Those who disbelieve should not think that living longer is good for them. They are only given more time to increase in sin, and they will suffer a humiliating punishment"},"surah":null},{"id":472,"surahId":3,"ayatId":179,"ayatNo":"١٧٩","pageNo":73,"ayatText":"مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنٖينَ عَلٰى مَٓا اَنْتُمْ عَلَيْهِ حَتّٰى يَمٖيزَ الْخَبٖيثَ مِنَ الطَّيِّبِؕ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبٖي مِنْ رُسُلِهٖ مَنْ يَشَٓاءُ فَاٰمِنُوا بِاللّٰهِ وَرُسُلِهٖۚ وَاِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ اَجْرٌ عَظٖيمٌ","ayatMealText":{"tr":"Allah, müminleri içinde bulunduğunuz şu durumda bırakacak değildir, pisi temizden ayıracaktır. Ve Allah sizi gayba vakıf kılacak da değildir. Fakat Allah, peygamberlerinden dilediğini seçip (gaybı bildirir). O halde Allah'a ve peygamberlerine iman edin. Eğer iman eder ve günahlardan korunursanız, sizin için büyük bir mükafat vardır.","nl":"Allah zal de gelovigen niet in de toestand laten waarin jullie verkeren totdat Hij het slechte van het goede scheidt. En Allah brengt jullie niet op de hoogte van het onwaarneembare, maar Allah kiest uit Zijn Boodschappers wie Hij wil Gelooft dus in Allah en Zijn Boodschappers. En indien jullie geloven en (Allah) vrezen hebben, den is er voor jullie een geweldige beloning","en":"Allah would not leave the believers in the condition you were in, until He distinguished the good from the evil ˹among you˺. Nor would Allah ˹directly˺ reveal to you the unseen, but He chooses whoever He wills as a messenger. So believe in Allah and His messengers. And if you are faithful and mindful ˹of Allah˺, you will receive a great reward"},"surah":null},{"id":473,"surahId":3,"ayatId":180,"ayatNo":"١٨٠","pageNo":73,"ayatText":"وَلَا يَحْسَبَنَّ الَّذٖينَ يَبْخَلُونَ بِمَٓا اٰتٰيهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْراً لَهُمْؕ بَلْ هُوَ شَرٌّ لَهُمْؕ سَيُطَوَّقُونَ مَا بَخِلُوا بِهٖ يَوْمَ الْقِيٰمَةِؕ وَلِلّٰهِ مٖيرَاثُ السَّمٰوَاتِ وَالْاَرْضِؕ وَاللّٰهُ بِمَا تَعْمَلُونَ خَبٖيرٌࣖ","ayatMealText":{"tr":"Allah'ın, kendilerine lütfundan verdiği nimetlere karşı cimrilik edenler, bunun, kendileri için hayırlı olduğunu sanmasınlar. Hayır o, kendileri için şerdir. Cimrilik ettikleri şey, kıyamet gününde boyunlarına dolanacaktır. Göklerin ve yerin mirası Allah'a aittir. Allah yaptıklarınızdan haberdardır.","nl":"En laat degenen die gierig zijn (en achterhouden van) wat Allah hun gegeven heeft van Zijn gunst, niet denken dat het good voor hen is. Welnee, het is slecht voor hen, (het onderwerp van) hun gierigheid zal hen op de Dag der Opstanding om hun nek gehangen worden. En aan Allah behoort de erfenis van de hemelen en de aarde. En Allah is Alwetend over wat jullie doen.","en":"And do not let those who ˹greedily˺ withhold Allah’s bounties think it is good for them—in fact, it is bad for them! They will be leashed ˹by their necks˺ on the Day of Judgment with whatever ˹wealth˺ they used to withhold. And Allah is the ˹sole˺ inheritor of the heavens and the earth. And Allah is All-Aware of what you do"},"surah":null}]}