{"juzNo":4,"pageNo":74,"arCuzNo":"٤","arPageNo":"۷٤","quranAyats":[{"id":474,"surahId":3,"ayatId":181,"ayatNo":"١٨١","pageNo":74,"ayatText":"لَقَدْ سَمِـعَ اللّٰهُ قَوْلَ الَّذٖينَ قَالُٓوا اِنَّ اللّٰهَ فَقٖيرٌ وَنَحْنُ اَغْنِيَٓاءُۘ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْاَنْبِيَٓاءَ بِغَيْرِ حَقٍّۙ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرٖيقِ","ayatMealText":{"tr":"Allah, \"Şüphesiz Allah fakirdir, biz zenginiz.\" diyenlerin lafını elbette duymuştur. Onların söylediklerini ve peygamberleri haksız yere öldürmelerini yazacağız ve şöyle diyeceğiz: \"Tadın o yakıcı azabı!\".","nl":"Voorzeker, Allah heeft de uitspraken gehoord van degenen die zeiden: \"Voorwaar, Allah is arm en wij zijn rijk.\" Wij zullen opschrijven wat zij zeiden en ook het zonder recht doden van de Profeten en Wi zullen (tegen hen) zeggen: \"Proeft de verbrandende bestraffing.\"","en":"Indeed, Allah has heard those ˹among the Jews˺ who said, “Allah is poor; we are rich!” We have certainly recorded their slurs and their killing of prophets unjustly. Then We will say, “Taste the torment of burning"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":475,"surahId":3,"ayatId":182,"ayatNo":"١٨٢","pageNo":74,"ayatText":"ذٰلِكَ بِمَا قَدَّمَتْ اَيْدٖيكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِلْعَبٖيدِۚ","ayatMealText":{"tr":"\"Bu, kendi ellerinizin yapıp öne sürdüğünün karşılığıdır\". Allah kullar(ın)a asla zulmetmez.","nl":"Dat is vanwege hetgeen jullie handen deden en voorwaar, Allah is niet onrechtvaardig tegenover de dienaren.","en":"This is ˹the reward˺ for what your hands have done. And Allah is never unjust to ˹His˺ creation.”"},"surah":null},{"id":476,"surahId":3,"ayatId":183,"ayatNo":"١٨٣","pageNo":74,"ayatText":"اَلَّذٖينَ قَالُٓوا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَٓا اَلَّا نُؤْمِنَ لِرَسُولٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُؕ قُلْ قَدْ جَٓاءَكُمْ رُسُلٌ مِنْ قَبْلٖي بِالْبَيِّنَاتِ وَبِالَّذٖي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ اِنْ كُنْتُمْ صَادِقٖينَ","ayatMealText":{"tr":"\"Ateşin yiyeceği bir kurban getirmedikçe hiç bir peygambere iman etmeyeceğimize dair Allah bize ahidde bulundu.\" diyenlere de ki: \"Benden önce size bazı peygamberler açık belgelerle ve sizin dediğiniz şeyle geldi. Eğer doğru insanlarsanız, ya onlarıniçin öldürdünüz?\"","nl":"(Zij zijn) degenen die zeiden: \"Voorwaar, Allah heeft ons bevolen geen Boodschapper te geloven, totdat hij ons een offer liet zien dat door de Hel verteerd werd.\" Zeg (O Moehammad): \"Er kwamen Boodschappers vóór mij tot jullie met de duidelijke (Tekenen) en met wat jullie zeiden. Waarom hebben jullie hen dan gedood, als jullie waarachtigen zijn?\"","en":"Those ˹are the same people˺ who say, “Allah has commanded us not to believe in any messenger unless he brings us an offering to be consumed by fire ˹from the sky˺.” Say, ˹O Prophet,˺ “Other prophets did in fact come to you before me with clear proofs and ˹even˺ what you demanded—why then did you kill them, if what you say is true?”"},"surah":null},{"id":477,"surahId":3,"ayatId":184,"ayatNo":"١٨٤","pageNo":74,"ayatText":"فَاِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَٓاؤُ۫ بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنٖيرِ","ayatMealText":{"tr":"Eğer seni yalanladılarsa, senden önce açık deliller, hikmetli sayfalar ve aydınlatıcı kitap getiren peygamberler de yalanlanmıştı.","nl":"En als zij jou loochenen: waarlijk geloochend werden de Boodschappers vóór jou, (die) met de duidelijke (Tekenen) en de Zoeboer en de verlichte Boeken kwamen.","en":"If you are rejected by them, so too were messengers before you who came with clear proofs, divine Books, and enlightening Scriptures"},"surah":null},{"id":478,"surahId":3,"ayatId":185,"ayatNo":"١٨٥","pageNo":74,"ayatText":"كُلُّ نَفْسٍ ذَٓائِقَةُ الْمَوْتِؕ وَاِنَّمَا تُوَفَّوْنَ اُجُورَكُمْ يَوْمَ الْقِيٰمَةِؕ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَؕ وَمَا الْحَيٰوةُ الدُّنْيَٓا اِلَّا مَتَاعُ الْغُرُورِ","ayatMealText":{"tr":"Her canlı ölümü tadacaktır. Kıyamet günü ecirleriniz size eksiksiz olarak verilecektir. Kim cehennemden uzaklaştırılıp cennete konursa o, gerçekten kurtuluşa ermiştir. Dünya hayatı, aldatıcı zevkten başka birşey değildir.","nl":"Iedere ziet zal de dood proeven, en voorwaar: pas op de Dag der Opstanding zullen jullie je beloning volledig ontvangen, en slechts degene die van de Het weggehouden wordt en het Paradijs binnengeleid wordt heeft waarlijk succes en het wereldse leven is slechts een misleidende genieting.","en":"Every soul will taste death. And you will only receive your full reward on the Day of Judgment. Whoever is spared from the Fire and is admitted into Paradise will ˹indeed˺ triumph, whereas the life of this world is no more than the delusion of enjoyment"},"surah":null},{"id":479,"surahId":3,"ayatId":186,"ayatNo":"١٨٦","pageNo":74,"ayatText":"لَتُبْلَوُنَّ فٖٓي اَمْوَالِكُمْ وَاَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذٖينَ اُو۫تُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذٖينَ اَشْرَكُٓوا اَذًى كَثٖيراًؕ وَاِنْ تَصْبِرُوا وَتَتَّقُوا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُورِ","ayatMealText":{"tr":"Muhakkak siz, mallarınız ve canlarınız hususunda imtihan olunacaksınız. Sizden önce kendilerine kitap verilenlerden ve Allah'a ortak koşanlardan size eziyet verici bir çok söz işiteceksiniz. Eğer sabreder ve Allah'dan gereği gibi korkarsanız, şüphesiz işte bu azmi gerektiren işlerdendir.","nl":"Jullie zullen zeker op de proef gesteld worden in jullie eigendommen en in jullie zelf en jullie zullen zeker van degenen die de Schrift vóór jullie gegeven was en degenen die deelgenoten (aan Allah) toekenden veel pijnlijks horen. En als jullie geduldig zijn en (Allah) vrezen: voorwaar, dat behoort tot de aanbevolen daden.","en":"You ˹believers˺ will surely be tested in your wealth and yourselves, and you will certainly hear many hurtful words from those who were given the Scripture before you and ˹from˺ the polytheists. But if you are patient and mindful ˹of Allah˺—surely this is a resolve to aspire to"},"surah":null}]}