{"juzNo":4,"pageNo":75,"arCuzNo":"٤","arPageNo":"۷٥","quranAyats":[{"id":480,"surahId":3,"ayatId":187,"ayatNo":"١٨٧","pageNo":75,"ayatText":"وَاِذْ اَخَذَ اللّٰهُ مٖيثَاقَ الَّذٖينَ اُو۫تُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُؗ فَنَبَذُوهُ وَرَٓاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهٖ ثَمَناً قَلٖيلاًؕ فَبِئْسَ مَا يَشْتَرُونَ","ayatMealText":{"tr":"Bir zaman Allah, kendilerine kitap verilenlerden, \"Onu mutlaka insanlara açıklayacaksınız, onu gizlemiyeceksiniz.\" diye söz almıştı. Onlar ise bunu kulak ardı ettiler ve onu az bir dünyalığa değiştiler. Yaptıkları bu alışveriş ne kadar kötüdür.","nl":"En (gedenkt) toen Allah een verbond met degenen die de Schrift gegeven waren sloot: \"Opdat jullie hot (de Schrift) aan de mensen duidelijk zouden maken en opdat jullie het niet zouden verbergen.\" Toen wierpen zij het achter hum ruggen weg en zij ruilden het in voor een geringe prijs. En het was een slechte ruil die zij maakten.","en":"˹Remember, O Prophet,˺ when Allah took the covenant of those who were given the Scripture to make it known to people and not hide it, yet they cast it behind their backs and traded it for a fleeting gain. What a miserable profit"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":481,"surahId":3,"ayatId":188,"ayatNo":"١٨٨","pageNo":75,"ayatText":"لَا تَحْسَبَنَّ الَّذٖينَ يَفْرَحُونَ بِمَٓا اَتَوْا وَيُحِبُّونَ اَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلٖيمٌ","ayatMealText":{"tr":"O yaptıklarına sevinen ve yapmadıkları şeylerle de övülmek isteyenlerin (onacaklarını) sanma! Onların azaptan kurtulacaklarını da sanma! Onlar için can yakıcı bir azap vardır.","nl":"En denkt niet dat degenen die blij zijn met wat zij gedaan hebben en die er van houden geprezen te worden voor wat zij niet gedaan hebben; denkt niet dat zij aan de bestraffing kunnen ontsnappen. En voor ben is er een pijnlijke bestraffing.","en":"Do not let those who rejoice in their misdeeds and love to take credit for what they have not done think they will escape torment. They will suffer a painful punishment"},"surah":null},{"id":482,"surahId":3,"ayatId":189,"ayatNo":"١٨٩","pageNo":75,"ayatText":"وَلِلّٰهِ مُلْكُ السَّمٰوَاتِ وَالْاَرْضِؕ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدٖيرٌࣖ","ayatMealText":{"tr":"Göklerin ve yerin mülkü Allah'ındır. Allah her şeye kâdirdir.","nl":"En aan Allah behoort het Koninkrijk van de hemelen en de aarde toe en Allah is Almachtig over alle dingen.","en":"To Allah ˹alone˺ belongs the kingdom of the heavens and the earth. And Allah is Most Capable of everything"},"surah":null},{"id":483,"surahId":3,"ayatId":190,"ayatNo":"١٩٠","pageNo":75,"ayatText":"اِنَّ فٖي خَلْقِ السَّمٰوَاتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيَاتٍ لِاُو۬لِي الْاَلْبَابِۚ","ayatMealText":{"tr":"Göklerin ve yerin yaratılışında, gece ile gündüzün birbiri ardınca gelip gidişinde selim akıl sahipleri için gerçekten açık, ibretli deliller vardır.","nl":"Voorwaar, in de schepping van de hemelen en de aarde en in hot afwisselen van de nacht en de dag zijn zeker Tekenen voor bezitters van begrip.","en":"Indeed, in the creation of the heavens and the earth and the alternation of the day and night there are signs for people of reason"},"surah":null},{"id":484,"surahId":3,"ayatId":191,"ayatNo":"١٩١","pageNo":75,"ayatText":"اَلَّذٖينَ يَذْكُرُونَ اللّٰهَ قِيَاماً وَقُعُوداً وَعَلٰى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فٖي خَلْقِ السَّمٰوَاتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلاًۚ سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ","ayatMealText":{"tr":"Onlar ayaktayken, otururken ve yanları üzerine yatarken Allah'ı anarlar; göklerin ve yerin yaratılışı üzerinde düşünürler. Ve \"Rabbimiz! Sen bunu boş yere yaratmadın, Sen yücesin, bizi ateşin azabından koru.\" derler.","nl":"Degenen die Allah gedenken terwijl zij staan en zitten on op hun zij liggen en nadenken over de schepping van de hemelen en de aarde, (zeggend:) \"Onze Heer, U heeft dit (alles) niet voor niets geschapen, glorie zij U, bescherm ons dus tegen de bestraffing van de Hel.","en":"˹They are˺ those who remember Allah while standing, sitting, and lying on their sides, and reflect on the creation of the heavens and the earth ˹and pray˺, “Our Lord! You have not created ˹all of˺ this without purpose. Glory be to You! Protect us from the torment of the Fire"},"surah":null},{"id":485,"surahId":3,"ayatId":192,"ayatNo":"١٩٢","pageNo":75,"ayatText":"رَبَّنَٓا اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهُؕ وَمَا لِلظَّالِمٖينَ مِنْ اَنْصَارٍ","ayatMealText":{"tr":"\"Rabbimiz! Sen kimi cehennem ateşine sokarsan onu rezil etmişsindir. Zalimlerin hiç yardımcıları yoktur\".","nl":"Onze Heer, voorwaar, U bent degene die iemand de Hel binnenleidt, U heeft hem dan waarlijk vernederd. En voor de onrechtvaardigen zullen er geen helpers zijn.","en":"Our Lord! Indeed, those You commit to the Fire will be ˹completely˺ disgraced! And the wrongdoers will have no helpers"},"surah":null},{"id":486,"surahId":3,"ayatId":193,"ayatNo":"١٩٣","pageNo":75,"ayatText":"رَبَّنَٓا اِنَّـنَا سَمِعْنَا مُنَادِياً يُنَادٖي لِلْاٖيمَانِ اَنْ اٰمِنُوا بِرَبِّكُمْ فَاٰمَنَّاࣗ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّـنَا مَعَ الْاَبْرَارِۚ","ayatMealText":{"tr":"\"Rabbimiz! Biz, 'Rabbinize iman edin' diye imana çağıran bir davetçi işittik, hemen iman ettik. Rabbimiz! Günahlarımızı bağışla, kötülüklerimizi ört, bizleri sana ermiş kullarınla beraber yanına al\".","nl":"Onze Heer, voorwaar, wij hebben een oproeper gehoord die oproept tot geloof: 'Gelooft in jullie Heer,' dus geloven wij. Onze Heer, vergeef ons onze zonden en wis onze fouten uit en neem ons leven met (dat van) de vromen.","en":"Our Lord! We have heard the caller to ˹true˺ belief, ˹proclaiming,˺ ‘Believe in your Lord ˹alone˺,’ so we believed. Our Lord! Forgive our sins, absolve us of our misdeeds, and allow us ˹each˺ to die as one of the virtuous"},"surah":null},{"id":487,"surahId":3,"ayatId":194,"ayatNo":"١٩٤","pageNo":75,"ayatText":"رَبَّنَا وَاٰتِنَا مَا وَعَدْتَنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِؕ اِنَّكَ لَا تُخْلِفُ الْمٖيعَادَ","ayatMealText":{"tr":"\"Rabbimiz! bize peygamberlerine vaad ettiğini ver, kıyamet günü bizi rezil etme. Muhakkak sen verdiğin sözden dönmezsin\".","nl":"Onze Heer, schenk ons wat U aan Uw Boodschappers belooft hebt en verneder ons niet op de Dag der Opstanding. Voorwaar, U verbreekt de belofte niet.\"","en":"Our Lord! Grant us what You have promised us through Your messengers and do not put us to shame on Judgment Day—for certainly You never fail in Your promise.”"},"surah":null}]}