{"juzNo":4,"pageNo":76,"arCuzNo":"٤","arPageNo":"۷٦","quranAyats":[{"id":488,"surahId":3,"ayatId":195,"ayatNo":"١٩٥","pageNo":76,"ayatText":"فَاسْتَجَابَ لَهُمْ رَبُّهُمْ اَنّٖي لَٓا اُضٖيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ اَوْ اُنْثٰىۚ بَعْضُكُمْ مِنْ بَعْضٍۚ فَالَّذٖينَ هَاجَرُوا وَاُخْرِجُوا مِنْ دِيَارِهِمْ وَاُو۫ذُوا فٖي سَبٖيلٖي وَقَاتَلُوا وَقُتِلُوا لَاُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَاُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُۚ ثَوَاباً مِنْ عِنْدِ اللّٰهِؕ وَاللّٰهُ عِنْدَهُ حُسْنُ الثَّوَابِ","ayatMealText":{"tr":"Rableri onlara şu karşılığı verdi: \"Ben, erkek olsun, kadın olsun, sizden, hiçbir çalışanın amelini zayi etmeyeceğim. Sizler birbirinizdensiniz. Göç edenler, yurtlarından çıkarılanlar, yolumda eziyet edilenler, savaşanlar ve öldürülenler... Onların günahlarını elbette örteceğim ve Allah katından bir mükafat olmak üzere, onları altından ırmaklar akan cennetlere de koyacağım. En güzel mükafat Allah katındadır\".","nl":"En hun Heer heeft hun (smeekbede) verhoort, (zeggend:) \"Voorwaar, Ik doe het werk van de werkenden van jullie niet verloren gaan, of het nu man of vrouw is, jullie komen uit elkaar voort. Zij die uitgeweken zijn en uit hun huizen verdreven werden, en die leden op Mijn Weg, en zij (die) doodden en gedood werden: Ik zal hun fouten zeker uitwissen en hen in de Tuinen (het Paradijs) binnenleiden, waar onder door de rivieren stromen, als een beloning van bij Allah. En Allah, bij Hem is de goede beloning.\"","en":"So their Lord responded to them: “I will never deny any of you—male or female—the reward of your deeds. Both are equal in reward. Those who migrated or were expelled from their homes, and were persecuted for My sake and fought and ˹some˺ were martyred—I will certainly forgive their sins and admit them into Gardens under which rivers flow, as a reward from Allah. And with Allah is the finest reward!”"},"surah":{"surahId":3,"name":"Âl-i İmrân","nameAr":"اٰلِ عِمْرٰنَ","revelationOrder":89,"verseCount":200,"juzNo":3,"firstPage":50}},{"id":489,"surahId":3,"ayatId":196,"ayatNo":"١٩٦","pageNo":76,"ayatText":"لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذٖينَ كَفَرُوا فِي الْبِلَادِؕ","ayatMealText":{"tr":"Kâfirlerin diyar diyar dolaşmaları sakın seni aldatmasın.","nl":"Laat je niet verleiden door het (genietend) rondgaan van degenen die ongelovig zijn in het land.","en":"Do not be deceived by the prosperity of the disbelievers throughout the land"},"surah":null},{"id":490,"surahId":3,"ayatId":197,"ayatNo":"١٩٧","pageNo":76,"ayatText":"مَتَاعٌ قَلٖيلٌ ثُمَّ مَأْوٰيهُمْ جَهَنَّمُؕ وَبِئْسَ الْمِهَادُ","ayatMealText":{"tr":"Bu, az bir geçimliktir. Sonra onların varacakları yer cehennemdir. Ne kötü bir yataktır orası!","nl":"(Het zijn slechts) kleine genietingen, en vervolgens is hun verblijfplaats de Hel, dat is de slechtste verblijfplaats.","en":"It is only a brief enjoyment. Then Hell will be their home—what an evil place to rest"},"surah":null},{"id":491,"surahId":3,"ayatId":198,"ayatNo":"١٩٨","pageNo":76,"ayatText":"لٰكِنِ الَّذٖينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَا نُزُلاً مِنْ عِنْدِ اللّٰهِؕ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِلْاَبْرَارِ","ayatMealText":{"tr":"Fakat Rablerinden gereğince korkanlar için altlarından ırmaklar akan cennetler vardır. Onlar orada ebedî olarak kalacaklar, Allah katından ağırlanacaklardır. İyiler için Allah katındakiler daha hayırlıdır.","nl":"Maar degenen die hun Heer vrezen, voor hen zijn er de Tuinen (het Paradijs) waar onder door de rivieren stromen, zij zijn daarin eeuwig levenden, een ontvangst can Allah. En dat wat van Allah komt is beter voor de vromen.","en":"But those who are mindful of their Lord will be in Gardens under which rivers flow, to stay there forever—as an accommodation from Allah. And what is with Allah is best for the virtuous"},"surah":null},{"id":492,"surahId":3,"ayatId":199,"ayatNo":"١٩٩","pageNo":76,"ayatText":"وَاِنَّ مِنْ اَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللّٰهِ وَمَٓا اُنْزِلَ اِلَيْكُمْ وَمَٓا اُنْزِلَ اِلَيْهِمْ خَاشِعٖينَ لِلّٰهِۙ لَا يَشْتَرُونَ بِاٰيَاتِ اللّٰهِ ثَمَناً قَلٖيلاًؕ اُو۬لٰٓئِكَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْؕ اِنَّ اللّٰهَ سَرٖيعُ الْحِسَابِ","ayatMealText":{"tr":"Kitap ehlinden öyleleri var ki, Allah'a inanırlar, size indirilene ve kendilerine indirileneAllah'a boyun eğerek inanırlar. Allah'ın âyetlerini az bir değere değişmezler. Onların mükafatı da Allah katındadır. Şüphesiz Allah, hesabı çabuk görendir.","nl":"En voorwaar, er zijn er onder de Lieden van de Schrift die zeker in Allah geloven en in wat aan jullie geopenbaard is en in wat hen geopenbaard is, terwijl zij nederig tegenover Allah zijn, zij ruilen de Verzen van Allah niet in voor een geringr prijs: zij zijn degenen voor wi hun beloning bij hun Heer is. Voorwaar, Allah is snel met de afrekening.","en":"Indeed, there are some among the People of the Book who truly believe in Allah and what has been revealed to you ˹believers˺ and what was revealed to them. They humble themselves before Allah—never trading Allah’s revelations for a fleeting gain. Their reward is with their Lord. Surely Allah is swift in reckoning"},"surah":null},{"id":493,"surahId":3,"ayatId":200,"ayatNo":"٢٠٠","pageNo":76,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُونَ","ayatMealText":{"tr":"Ey iman edenler! Sabredin, düşmanlarınıza karşı sebat gösterin, nöbet bekleşin, Allah'dan gereğince korkun ki, kurtuluşa eresiniz.","nl":"O jullie die geloven, weest geduldig, en weest standvastig, sluit de rijen en vreest Allah. Hopelijk zullen jullie welslagen.","en":"O believers! Patiently endure, persevere, stand on guard, and be mindful of Allah, so you may be successful"},"surah":null}]}