{"juzNo":4,"pageNo":77,"arCuzNo":"٤","arPageNo":"۷۷","quranAyats":[{"id":494,"surahId":4,"ayatId":1,"ayatNo":"١","pageNo":77,"ayatText":"يَٓا اَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذٖي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثٖيراً وَنِسَٓاءًۚ وَاتَّقُوا اللّٰهَ الَّذٖي تَسَٓاءَلُونَ بِهٖ وَالْاَرْحَامَؕ اِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقٖيباً","ayatMealText":{"tr":"Ey insanlar! Sizi bir tek nefisten yaratan ve ondan eşini yaratıp ikisinden bir çok erkekler ve kadınlar üreten Rabbinizden korkun; kendi adına birbirinizden dilekte bulunduğunuz Allah'dan ve akrabalık (bağlarını kırmak)tan sakının. Şüphesiz Allah sizin üzerinizde gözeticidir.","nl":"O mens, vreest jullie Heer die jullie schiep uit één enkele ziel (en die) daaruit zijn echtgenote schiep en uit hen beiden vele mannen en vrouwen deed voortkomen. En vreest Allah in wiens Naam jullie elkaar (om hulp) vragen en (onderhoudt) de familiebanden. Voorwaar. Allah is de Waker over jullie.","en":"O humanity! Be mindful of your Lord Who created you from a single soul, and from it He created its mate, and through both He spread countless men and women. And be mindful of Allah—in Whose Name you appeal to one another—and ˹honour˺ family ties. Surely Allah is ever Watchful over you"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":495,"surahId":4,"ayatId":2,"ayatNo":"٢","pageNo":77,"ayatText":"وَاٰتُوا الْيَتَامٰٓى اَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبٖيثَ بِالطَّيِّبِࣕ وَلَا تَأْكُلُٓوا اَمْوَالَهُمْ اِلٰٓى اَمْوَالِكُمْؕ اِنَّهُ كَانَ حُوباً كَبٖيراً","ayatMealText":{"tr":"Öksüzlere mallarını verin ve kötüsünü (onlara vererek) iyisiyle değiştirmeyin. Onların mallarını, kendi mallarınıza karıştırıp yemeyin. Zira bu, büyük bir günahtır.","nl":"En geeft de wezen (wanneer zij volwassen worden) hun bezittingen en verruilt het slechte (van jullie niet voor goede (van hen) en eet niet van hun eigendommen (gemengd) niet jullie eigendommen. Voorwaar, dat is een grote zonde.","en":"Give orphans their wealth ˹when they reach maturity˺, and do not exchange your worthless possessions for their valuables, nor cheat them by mixing their wealth with your own. For this would indeed be a great sin"},"surah":null},{"id":496,"surahId":4,"ayatId":3,"ayatNo":"٣","pageNo":77,"ayatText":"وَاِنْ خِفْتُمْ اَلَّا تُـقْسِطُوا فِي الْيَتَامٰى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَٓاءِ مَثْنٰى وَثُلٰثَ وَرُبَاعَۚ فَاِنْ خِفْتُمْ اَلَّا تَعْدِلُوا فَوَاحِدَةً اَوْ مَا مَلَكَتْ اَيْمَانُكُمْؕ ذٰلِكَ اَدْنٰٓى اَلَّا تَـعُولُواؕ","ayatMealText":{"tr":"Eğer öksüz kızlarla evlendiğinizde onlara karşı adaletli davranamamaktan korkarsanız, hoşunuza giden diğer kadınlardan iki, üç ve dörde kadar evlenebilirsiniz. Eğer adaleti gözetmemekten korkarsanız, o zaman bir tane ile veya elinizin altındakiyle (sahip olduğunuz câriye ile) yetinin. Doğruluktan ayrılmamak için bu daha elverişlidir.","nl":"En indien jullie vrezen (de vrouwen van) de wezen niet rechtvaardige te behandelen, trouwt dan met de vrouwen (niet de vrouwen van de wezen) die jullie aanstaan, twee, drie of vier. En als jullie vrezen hen niet rechtvaardig (te kunnen) verzorgen, dan één of wat jullie aan slavinnen bezitten. Dat is de beste wijze om niet onrechtvaardig te zijn.","en":"If you fear you might fail to give orphan women their ˹due˺ rights ˹if you were to marry them˺, then marry other women of your choice—two, three, or four. But if you are afraid you will fail to maintain justice, then ˹content yourselves with˺ one or those ˹bondwomen˺ in your possession. This way you are less likely to commit injustice"},"surah":null},{"id":497,"surahId":4,"ayatId":4,"ayatNo":"٤","pageNo":77,"ayatText":"وَاٰتُوا النِّسَٓاءَ صَدُقَاتِهِنَّ نِحْلَةًؕ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ هَنٖٓيـٔاً مَرٖٓيـٔاً","ayatMealText":{"tr":"Kadınlara mehirlerini gönül hoşluğuyla verin. Eğer onlar gönül rızasıyla size bir şey bağışlarlarsa onu afiyetle yiyin.","nl":"En geeft de vrouwen hun bruidschatten als een schenking, maar wanneer het hen belieft (van de bruidschat) terug te geven: eet er dan met plezier en welbehagen van.","en":"Give women ˹you wed˺ their due dowries graciously. But if they waive some of it willingly, then you may enjoy it freely with a clear conscience"},"surah":null},{"id":498,"surahId":4,"ayatId":5,"ayatNo":"٥","pageNo":77,"ayatText":"وَلَا تُؤْتُوا السُّفَـهَٓاءَ اَمْوَالَكُمُ الَّتٖي جَعَلَ اللّٰهُ لَكُمْ قِيَاماً وَارْزُقُوهُمْ فٖيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً","ayatMealText":{"tr":"Allah'ın, sizi başına diktiği mallarınızı aklı ermezlere vermeyin; o mallarla onları besleyin, giydirin ve onlara güzel söz söyleyin.","nl":"Geeft niet degenen (onder jullie hoede) die zwak van geest zijn jullie eigendommen, waarover Allah jullie als toezichthouder heeft aangesteld, maar onderhoudt hen daarvan en kleedt hen daarvan en spreekt tot hen met vriendelijke woorden.","en":"Do not entrust the incapable ˹among your dependants˺ with your wealth which Allah has made a means of support for you—but feed and clothe them from it, and speak to them kindly"},"surah":null},{"id":499,"surahId":4,"ayatId":6,"ayatNo":"٦","pageNo":77,"ayatText":"وَابْتَلُوا الْيَتَامٰى حَتّٰٓى اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُٓوا اِلَيْهِمْ اَمْوَالَهُمْۚ وَلَا تَأْكُلُوهَٓا اِسْرَافاً وَبِدَاراً اَنْ يَكْـبَرُواؕ وَمَنْ كَانَ غَنِياًّ فَلْيَسْتَعْفِفْۚ وَمَنْ كَانَ فَقٖيراً فَلْيَأْكُلْ بِالْمَعْرُوفِؕ فَاِذَا دَفَعْتُمْ اِلَيْهِمْ اَمْوَالَهُمْ فَاَشْهِدُوا عَلَيْهِمْؕ وَكَفٰى بِاللّٰهِ حَسٖيباً","ayatMealText":{"tr":"Evlenme çağına gelinceye kadar yetimleri gözetip deneyin. Onların akılca olgunlaştıklarını görürseniz, mallarını kendilerine teslim edin. \"Büyüyecekler de mallarına sahip olacaklar\" endişesiyle onları israf ederek, tez elden yemeyin. Zengin olan, onların malını yemekten çekinsin. Fakir olan ise, meşrû sûrette yesin. Mallarını kendilerine verdiğiniz zaman, bunu şahitler karşısında yapın. Hesap görücü olarak Allah yeter.","nl":"Onderzoekt (de lichamelijke en geestelijke vorderingen van) de wezen, totdat zij de leeftijd van het huwelijk bereiken en wanneer jullie bemerken dat zij (hiertoe) geschikt zijn, geeft hun dan hun eigendommen terug en eet er niet buitensporig en haastig van, voordat zij groot geworden zijn. Hij (de voogd) die voldoende heeft: laat hem het niet aanraken; en hij die arm is: laat hem er op redelijke wijze van gebruiken. En als jullie hun hun eigendommen teruggeven: laat er dan getuigen bij zijn. Er Allah is genoeg als Toezichthouder.","en":"Test ˹the competence of˺ the orphans until they reach a marriageable age. Then if you feel they are capable of sound judgment, return their wealth to them. And do not consume it wastefully and hastily before they grow up ˹to demand it˺. If the guardian is well-off, they should not take compensation; but if the guardian is poor, let them take a reasonable provision. When you give orphans back their property, call in witnesses. And sufficient is Allah as a ˹vigilant˺ Reckoner"},"surah":null}]}