{"juzNo":4,"pageNo":78,"arCuzNo":"٤","arPageNo":"۷۸","quranAyats":[{"id":500,"surahId":4,"ayatId":7,"ayatNo":"٧","pageNo":78,"ayatText":"لِلرِّجَالِ نَصٖيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْاَقْرَبُونَࣕ وَلِلنِّسَٓاءِ نَصٖيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْاَقْرَبُونَ مِمَّا قَلَّ مِنْهُ اَوْ كَثُرَؕ نَصٖيباً مَفْرُوضاً","ayatMealText":{"tr":"Ana, baba ve akrabaların miras olarak bıraktıklarında erkeklerin hissesi vardır. Kadınların da ana, baba ve akrabaların bıraktıklarında hisseleri vardır. Bunlar, az olsun çok olsun, farz kılınmış bir hissedir.","nl":"Voor de mannen is er een aandeel in wat achtergelaten wordt door de ouders en de verwanten, en voor de vrouwen is er een aandeel in wat achtergelaten wordt door de ouders en de verwanten, of het weinig of veel is: een vastgesteld aandeel.","en":"For men there is a share in what their parents and close relatives leave, and for women there is a share in what their parents and close relatives leave—whether it is little or much. ˹These are˺ obligatory shares"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":501,"surahId":4,"ayatId":8,"ayatNo":"٨","pageNo":78,"ayatText":"وَاِذَا حَضَرَ الْقِسْمَةَ اُو۬لُوا الْقُرْبٰى وَالْيَتَامٰى وَالْمَسَاكٖينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً","ayatMealText":{"tr":"Paylaşma sırasında akrabalar, öksüzler, yoksullar hazır bulunurlarsa, onlara da bir şey verin ve onlara güzelce sözler söyleyerek gönüllerini alın.","nl":"En wanneer bij de verdeling verwanten (zonder erfrecht) en wezen en armen aanwezig zijn: voorziet hen ervan en spreekt tot hen met vriendelijke woorden.","en":"If ˹non-inheriting˺ relatives, orphans, or the needy are present at the time of distribution, offer them a ˹small˺ provision from it and speak to them kindly"},"surah":null},{"id":502,"surahId":4,"ayatId":9,"ayatNo":"٩","pageNo":78,"ayatText":"وَلْيَخْشَ الَّذٖينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُوا عَلَيْهِمْࣕ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُولُوا قَوْلاً سَدٖيداً","ayatMealText":{"tr":"Kendileri, geriye zayıf çocuklar bıraktıkları takdirde, onların geleceğinden endişe duyacak olanlar, (yetimler hakkında da aynı) endişeyi duysunlar, Allah'dan sakınsınlar ve doğru söz söylesinler.","nl":"En laat degenen die een zwak nageslacht achterlaten bevreesd zijn en bezorgd zijn. Laat hen Allah vrezen en laat hen met de juiste woorden spreken.","en":"Let the guardians be as concerned ˹for the orphans˺ as they would if they were to ˹die and˺ leave ˹their own˺ helpless children behind. So let them be mindful of Allah and speak equitably"},"surah":null},{"id":503,"surahId":4,"ayatId":10,"ayatNo":"١٠","pageNo":78,"ayatText":"اِنَّ الَّذٖينَ يَأْكُلُونَ اَمْوَالَ الْيَتَامٰى ظُلْماً اِنَّمَا يَأْكُلُونَ فٖي بُطُونِهِمْ نَاراًؕ وَسَيَصْلَوْنَ سَعٖيراًࣖ","ayatMealText":{"tr":"Yetimlerin mallarını haksız yere yiyenler, muhakkak ki karınlarını ateşle doldurmuş olurlar ve cehennemi boylarlar.","nl":"Voorwaar, degenen die van de eigendommen van de wezen op onrechtmatige wijze eten: voorwaar, zij verteren slechts vuur in hun buiken. En zij zullen een laaiend vuur (de Hel) binnengaan.","en":"Indeed, those who unjustly consume orphans’ wealth ˹in fact˺ consume nothing but fire into their bellies. And they will be burned in a blazing Hell"},"surah":null},{"id":504,"surahId":4,"ayatId":11,"ayatNo":"١١","pageNo":78,"ayatText":"يُوصٖيكُمُ اللّٰهُ فٖٓي اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِۚ فَاِنْ كُنَّ نِسَٓاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُؕ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهُ وَلَدٌۚ فَاِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُٓ اَبَوَاهُ فَلِاُمِّهِ الثُّلُثُۚ فَاِنْ كَانَ لَهُٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصٖي بِهَٓا اَوْ دَيْنٍؕ اٰبَٓاؤُ۬كُمْ وَاَبْنَٓاؤُ۬كُمْۚ لَا تَدْرُونَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعاًۚ فَرٖيضَةً مِنَ اللّٰهِؕ اِنَّ اللّٰهَ كَانَ عَلٖيماً حَكٖيماً","ayatMealText":{"tr":"Allah size evlatlarınızın miras taksimini şöyle emrediyor: Çocuklarınızda, erkeğe iki kadın payı kadar, eğer hepsi kadın olmak üzere ikiden de fazla iseler, bunlara mirasın üçte ikisi ve eğer bir tek kadın ise o zaman ona malın yarısı vardır. Eğer ölen, ana ve baba ile birlikte çocuklar da bırakmışsa ana babanın her birine ölenin terekesinden altıda bir; şâyet ölenin çocuğu yok da, mirasçı olarak ana ve babası kalmışsa, ananın payı üçte birdir. Eğer ölenin kardeşleri varsa terekenin altıda biriananındır. Bu paylar, ölenin borçları ödenip, vasiyeti de yerine getirildikten sonra hak sahiplerine verilir. Baba ve çocuklardan, hangisinin size fayda bakımından daha yakın olduğunu, siz bilmezsiniz. Bütün bunlar Allah tarafından farz kılınmıştır. Şüphesiz Allah alîmdir, hakîmdir.","nl":"Allah heeft met betrekking tot (de erfenis) aan jullie kinderen voorgeschreven: (een man) een gedeelte gelijk aan twee gedeelten van de vrouw. En als er (alleen) vrouwen zijn, twee of meer, dan is er voor hen twee-derde van wat hij nalaat en als er één (vrouw) is, dan is er voor haar de helft. En voor zijn beide ouders (is er voor) een ieder van hen één-zesde van wat hij nalaat, indien hij kind(-eren) had. En indien hij geen kind(-eren) had, en hij laat aan zijn ouders na: dan is er voor zijn moeder éénderde. En indien hij broeders had: dan is er voor zijn moeder één-zesde: na aftrek van een beschikking (ten gunste van degenen zonder erfrecht) die hij opmaakte of schulden. Jullie ouders of jullie zonen; jullie weten niet wie van hen jullie nader zijn in nut. Als een voorschrift van Allah, voorwaar. Allah is Alwetend, Alwijs.","en":"Allah commands you regarding your children: the share of the male will be twice that of the female. If you leave only two ˹or more˺ females, their share is two-thirds of the estate. But if there is only one female, her share will be one-half. Each parent is entitled to one-sixth if you leave offspring. But if you are childless and your parents are the only heirs, then your mother will receive one-third. But if you leave siblings, then your mother will receive one-sixth—after the fulfilment of bequests and debts. ˹Be fair to˺ your parents and children, as you do not ˹fully˺ know who is more beneficial to you. ˹This is˺ an obligation from Allah. Surely Allah is All-Knowing, All-Wise"},"surah":null}]}