{"juzNo":1,"pageNo":8,"arCuzNo":"۱","arPageNo":"۸","quranAyats":[{"id":56,"surahId":2,"ayatId":49,"ayatNo":"٤٩","pageNo":8,"ayatText":"وَاِذْ نَجَّيْنَاكُمْ مِنْ اٰلِ فِرْعَوْنَ يَسُومُونَكُمْ سُٓوءَ الْعَذَابِ يُذَبِّحُونَ اَبْنَٓاءَكُمْ وَيَسْتَحْيُونَ نِسَٓاءَكُمْؕ وَفٖي ذٰلِكُمْ بَلَٓاءٌ مِنْ رَبِّكُمْ عَظٖيمٌ","ayatMealText":{"tr":"(Hem hatırlayın ki bir zaman) sizi Firavun ailesinden de kurtardık, (onlar) size azabın en kötüsünü reva görüyor, oğullarınızı boğazlıyor, kadınlarınızı sağ bırakıyorlardı. Ve bunda size Rabbiniz tarafından büyük bir imtihan vardı.","nl":"En (gedenkt) toen Wij wullie van Fir'aun's volgelingen redden, zij kwelden jullie met de zwaarste foltering; zij slachtten jullie zonen ad en lieten jullie dochters in leven. Daarin was een geweldige beproeving van jullie Heer.","en":"˹Remember˺ how We delivered you from the people of Pharaoh, who afflicted you with dreadful torment, slaughtering your sons and keeping your women. That was a severe test from your Lord"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":57,"surahId":2,"ayatId":50,"ayatNo":"٥٠","pageNo":8,"ayatText":"وَاِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَاَنْجَيْنَاكُمْ وَاَغْرَقْـنَٓا اٰلَ فِرْعَوْنَ وَاَنْتُمْ تَنْظُرُونَ","ayatMealText":{"tr":"Hani bir zamanlar sizin için denizi yarıp, sizi kurtardık da Firavun'un adamlarını suda boğduk, siz de bakıp duruyordunuz.","nl":"En (gedenkt) toen Wij voor jullie de zee kliefden waarmee Wij jullie redden en Fir'aun's volgelingen deden verdrinken, terwijl jullie toekeken.","en":"And ˹remember˺ when We parted the sea, rescued you, and drowned Pharaoh’s people before your very eyes"},"surah":null},{"id":58,"surahId":2,"ayatId":51,"ayatNo":"٥١","pageNo":8,"ayatText":"وَاِذْ وٰعَدْنَا مُوسٰٓى اَرْبَعٖينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهٖ وَاَنْتُمْ ظَالِمُونَ","ayatMealText":{"tr":"Hani bir zamanlar Musa'ya kırk gecelik vaad verdik de sonra siz onun arkasından buzağıyı put edindiniz ve o halinizle zalimler idiniz.","nl":"En (gedenkt) toen Wij Môesa veertig nachten beloofden, toen namen jullie het kalf aan (ter aanbidding) na zijn vertrek, en jullie waren onrechtplegers.","en":"And ˹remember˺ when We appointed forty nights for Moses, then you worshipped the calf in his absence, acting wrongfully"},"surah":null},{"id":59,"surahId":2,"ayatId":52,"ayatNo":"٥٢","pageNo":8,"ayatText":"ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Sonra yine de sizi affettik, artık şükretmeniz gerekiyordu.","nl":"Vervolgens vergaven Wij jullie daarna, hopelijk zullen jullie dankbaar zijn.","en":"Even then We ˹still˺ forgave you so perhaps you would be grateful"},"surah":null},{"id":60,"surahId":2,"ayatId":53,"ayatNo":"٥٣","pageNo":8,"ayatText":"وَاِذْ اٰتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ","ayatMealText":{"tr":"Ve hani bir zamanlar Musa'ya o kitabı ve furkanı verdik, gerekirdi ki, doğru yolda gidesiniz.","nl":"En (gedenkt) toen Wij Môesa de Schrift (de Taurât) en de Foerqân gaven, hopelijk zullen jullie de leiding volgen.","en":"And ˹remember˺ when We gave Moses the Scripture—the standard ˹to distinguish between right and wrong˺ that perhaps you would be ˹rightly˺ guided"},"surah":null},{"id":61,"surahId":2,"ayatId":54,"ayatNo":"٥٤","pageNo":8,"ayatText":"وَاِذْ قَالَ مُوسٰى لِقَوْمِهٖ يَا قَوْمِ اِنَّكُمْ ظَلَمْتُمْ اَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُٓوا اِلٰى بَارِئِكُمْ فَاقْتُلُٓوا اَنْفُسَكُمْؕ ذٰلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْؕ فَتَابَ عَلَيْكُمْؕ اِنَّهُ هُوَ التَّوَّابُ الرَّحٖيمُ","ayatMealText":{"tr":"Hani bir zamanlar Musa kavmine dedi ki; Ey kavmim cidden siz o buzağıyı put edinmekle kendi kendinize zulmettiniz, bari gelin Rabbinize tevbe ile dönün de nefislerinizi öldürün. Böyle yapmanız Bârî Teâlânız katında sizin için hayırlıdır, böylece tevbenizi kabul buyurdu. Gerçekten de o Tevvab ve Rahîm'dir.","nl":"En (gedenkt) toen Môesa tot zijn volk zei: \"O mijn volk! Voorwaar, jullie hebben jezelf onrecht aangedaa doordat jullie het kalf (ter aanbidding) hebben genomen, wendt jullie daarom in berouw tot jullie Schepper en doodt dan julliezelf, dat is beter voor jullie bij jullie Schepper.\" Toen aanvaardde Hij jullie berouw. Voorwaar, Hij is de Meest Berouwaanvaardende, de Meest Barmhartige.","en":"And ˹remember˺ when Moses said to his people, “O my people! Surely you have wronged yourselves by worshipping the calf, so turn in repentance to your Creator and execute ˹the calf-worshippers among˺ yourselves. That is best for you in the sight of your Creator.” Then He accepted your repentance. Surely He is the Accepter of Repentance, Most Merciful"},"surah":null},{"id":62,"surahId":2,"ayatId":55,"ayatNo":"٥٥","pageNo":8,"ayatText":"وَاِذْ قُلْتُمْ يَا مُوسٰى لَنْ نُؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَاَخَذَتْكُمُ الصَّاعِقَةُ وَاَنْتُمْ تَنْظُرُونَ","ayatMealText":{"tr":"Hani bir zamanlar \"Ey Musa biz Allah'ı açıkça görmedikçe senin sözünle asla inanmayacağız.\" demiştiniz de bunun üzerine sizi yıldırım çarpmıştı ve siz de bakakalmıştınız.","nl":"En (gedenkt) toen jullie zeiden: \"O Môesa, wij zullen jou niet geloven totdat wij Allah duidelijk (in Zijn ware gestalte) zien,\" waarop de bklisem jullie greep, terwijl jullie toekeken.","en":"And ˹remember˺ when you said, “O Moses! We will never believe you until we see Allah with our own eyes,” so a thunderbolt struck you while you were looking on"},"surah":null},{"id":63,"surahId":2,"ayatId":56,"ayatNo":"٥٦","pageNo":8,"ayatText":"ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ","ayatMealText":{"tr":"Sonra şükredesiniz diye sizi ölümünüzün ardından yeniden diriltmiştik.","nl":"Vervolgens wekken Wij jullie op na jullie dood, hoplijk zullen jullie dankbaar zijn.","en":"Then We brought you back to life after your death, so that perhaps you would be grateful"},"surah":null},{"id":64,"surahId":2,"ayatId":57,"ayatNo":"٥٧","pageNo":8,"ayatText":"وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰىؕ كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْؕ وَمَا ظَلَمُونَا وَلٰكِنْ كَانُٓوا اَنْفُسَهُمْ يَظْلِمُونَ","ayatMealText":{"tr":"Ve üstünüze o bulutu gölge yaptık, ve size ihsan ettiğimiz hoş rızıklardan yiyin, diye üzerinize kudret helvası ve bıldırcın indirdik. Onlar, bize zulmetmediler, lakin kendi nefislerine zulmediyorlardı.","nl":"En wij gaven jullie schaduw door middel van de wolk en Wij deden Manna en kwartels voor jullie neerdalen. Eet van de goede dingen waarmee Wij jullie hebben voorzien. Zij deden Ons geen onrecht aan, maar zij deden zichzelf onrecht aan.","en":"And ˹remember when˺ We shaded you with clouds and sent down to you manna and quails, ˹saying˺, “Eat from the good things We have provided for you.” The evildoers ˹certainly˺ did not wrong Us, but wronged themselves"},"surah":null}]}