{"juzNo":4,"pageNo":80,"arCuzNo":"٤","arPageNo":"۸۰","quranAyats":[{"id":508,"surahId":4,"ayatId":15,"ayatNo":"١٥","pageNo":80,"ayatText":"وَالّٰتٖي يَأْتٖينَ الْفَاحِشَةَ مِنْ نِسَٓائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ اَرْبَعَةً مِنْكُمْۚ فَاِنْ شَهِدُوا فَاَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتّٰى يَتَوَفّٰيهُنَّ الْمَوْتُ اَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبٖيلاً","ayatMealText":{"tr":"Kadınlarınızdan zina edenlere karşı, içinizden dört şahit getirin. Eğer onlar, şahitlik yaparlarsa, bu kadınları, ölüm alıp götürünceye kadar veya Allah onlara bir çıkış yolu açıncaya kadar evlerde hapsedin.","nl":"En degene die van jullie vrouwen ontucht pleegt: neemt de getuigenis van vier van jullie ever hen af en wanneer zij (alle vier belastend) getuigen, sluit hen dan in de huizen op totdat de dood hen neemt of Allah voor hen een weg geeft.","en":"˹As for˺ those of your women who commit illegal intercourse—call four witnesses from among yourselves. If they testify, confine the offenders to their homes until they die or Allah ordains a ˹different˺ way for them"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":509,"surahId":4,"ayatId":16,"ayatNo":"١٦","pageNo":80,"ayatText":"وَالَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَاٰذُوهُمَاۚ فَاِنْ تَابَا وَاَصْلَحَا فَاَعْرِضُوا عَنْهُمَاؕ اِنَّ اللّٰهَ كَانَ تَـوَّاباً رَحٖيماً","ayatMealText":{"tr":"Sizlerden zina edenlerin her ikisine de eziyet edin. Eğer onlar tevbe edip kendilerini ıslah ederlerse onlardan vazgeçin. Çünkü Allah tevbeleri kabul eden ve çok merhamet edendir.","nl":"En als twee personen van jullie daaraan schildig zijn: straft hen beiden: en als zij berouwvol zijn en zich beteren, laat hen dan met rust. Voorwaar, Allah is Berouwaanvaardend, Meest Barmhartig.","en":"And the two among you who commit this sin—discipline them. If they repent and mend their ways, relieve them. Surely Allah is ever Accepting of Repentance, Most Merciful"},"surah":null},{"id":510,"surahId":4,"ayatId":17,"ayatNo":"١٧","pageNo":80,"ayatText":"اِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذٖينَ يَعْمَلُونَ السُّٓوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرٖيبٍ فَاُو۬لٰٓئِكَ يَتُوبُ اللّٰهُ عَلَيْهِمْؕ وَكَانَ اللّٰهُ عَلٖيماً حَكٖيماً","ayatMealText":{"tr":"Ancak Allah'ın kabul etmesini vaad buyurduğu tevbe, o kimseler içindir ki, bilmeyerek günah işleyip hemen tevbe edenlerin tevbesidir. İşte Allah bunların tevbelerini kabul eder. Allah alîmdir hakîmdir. (Her şeyi bilendir, hikmet sahibidir).","nl":"Voorwaar, Allah aanvaardt slechts het berouw van degenen die het slechte uit onwetendheid bedrijven en vervolgens snel berouwvol zijn. Zij zijn degenen wan wie Allah het berouw aanvaardt en Allah is Alwetend, Alwijs.","en":"Allah only accepts the repentance of those who commit evil ignorantly ˹or recklessly˺ then repent soon after—Allah will pardon them. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":511,"surahId":4,"ayatId":18,"ayatNo":"١٨","pageNo":80,"ayatText":"وَلَيْسَتِ التَّوْبَةُ لِلَّذٖينَ يَعْمَلُونَ السَّيِّـَٔاتِۚ حَتّٰٓى اِذَا حَضَرَ اَحَدَهُمُ الْمَوْتُ قَالَ اِنّٖي تُبْتُ الْـٰٔنَ وَلَا الَّذٖينَ يَمُوتُونَ وَهُمْ كُفَّارٌؕ اُو۬لٰٓئِكَ اَعْتَدْنَا لَهُمْ عَذَاباً اَلٖيماً","ayatMealText":{"tr":"Yoksa günah işleyip de kendisine ölüm gelince: \"İşte ben şimdi tevbe ettim.\" diyen kimselerin tevbesi kabul edilmez. Kâfir olarak ölenlerin de tevbeleri kabul edilmez. İşte bunlara ahirette can yakıcı bir azap hazırlamışızdır.","nl":"En er is geen (aanvaaring van het) berouw voor degenen die het slechte bedrijven totdat een van hen de dood nabij is, (en dan) zegt: \"Voorwaar, nu heb ik berouw.\" En ook niet voor degenen die ongelovig sterven. Zij zijn degenen voor wie Wij een pijnlijke bestraffing voorbereid hebben.","en":"However, repentance is not accepted from those who knowingly persist in sin until they start dying, and then cry, “Now I repent!” nor those who die as disbelievers. For them We have prepared a painful punishment"},"surah":null},{"id":512,"surahId":4,"ayatId":19,"ayatNo":"١٩","pageNo":80,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا يَحِلُّ لَكُمْ اَنْ تَرِثُوا النِّسَٓاءَ كَرْهاًؕ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَٓا اٰتَيْتُمُوهُنَّ اِلَّٓا اَنْ يَأْتٖينَ بِفَاحِشَةٍ مُبَيِّنَةٍۚ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِۚ فَاِنْ كَرِهْتُمُوهُنَّ فَعَسٰٓى اَنْ تَكْرَهُوا شَيْـٔاً وَيَجْعَلَ اللّٰهُ فٖيهِ خَيْراً كَثٖيراً","ayatMealText":{"tr":"Ey iman edenler! Kadınlara zorla varis olmanız size helal değildir. Verdiğiniz mehrin bir kısmını kurtaracaksınız diye, onları sıkıştırmanız da helal değildir. Ancak açık bir hayasızlık yapmış olurlarsa başka. Onlarla iyi geçinin. Eğer kendilerinden hoşlanmadınızsa, olabilir ki, siz bir şeyden hoşlanmasanız da Allah onda bir çok hayır takdir etmiş bulunur.","nl":"O jullie die geloven, het is jullie niet toegestaan vrouwen tegen hun wil te erven, noch te verhinderen om wat jullie aan hen gegeven hebben mee te nemen, behalve als zij duidelijk ontucht pleegden. En behandelt hen volgens de voorschriften. En wanneer jullie een afkeer van hen hebben, dan kan het zijn dat jullie een afkeer hebben van iets, terwijl Allah daarin veel goeds gelegd heeft.","en":"O believers! It is not permissible for you to inherit women against their will or mistreat them to make them return some of the dowry ˹as a ransom for divorce˺—unless they are found guilty of adultery. Treat them fairly. If you happen to dislike them, you may hate something which Allah turns into a great blessing"},"surah":null}]}