{"juzNo":4,"pageNo":81,"arCuzNo":"٤","arPageNo":"۸۱","quranAyats":[{"id":513,"surahId":4,"ayatId":20,"ayatNo":"٢٠","pageNo":81,"ayatText":"وَاِنْ اَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍۙ وَاٰتَيْتُمْ اِحْدٰيهُنَّ قِنْطَاراً فَلَا تَأْخُذُوا مِنْهُ شَيْـٔاًؕ اَتَأْخُذُونَهُ بُهْتَاناً وَاِثْماً مُبٖيناً","ayatMealText":{"tr":"Eğer bir eşi bırakıp da yerine diğer bir eş almak isterseniz, öncekine yüklerle mehir vermiş de bulunsanız, ondan bir şey geri almayın. O malı bir iftira ve açık bir günah isnadı yaparak geri alır mısınız?","nl":"En als jullie een vrouw in de plaats van een andere (vrouw) willen nemen, terwijl jullie één can hen een schat gegeven hadden, neemt daar niets van terug: zouden jullie het door laster en duidelijke zonde terugnemen?","en":"If you desire to replace a wife with another and you have given the former ˹even˺ a stack of gold ˹as a dowry˺, do not take any of it back. Would you ˹still˺ take it unjustly and very sinfully"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":514,"surahId":4,"ayatId":21,"ayatNo":"٢١","pageNo":81,"ayatText":"وَكَيْفَ تَأْخُذُونَهُ وَقَدْ اَفْضٰى بَعْضُكُمْ اِلٰى بَعْضٍ وَاَخَذْنَ مِنْكُمْ مٖيثَاقاً غَلٖيظاً","ayatMealText":{"tr":"Birbirinizle kaynaşıp başbaşa kalmışken ve onlar sizden kuvvetli bir teminat almışken verdiğinizi nasıl geri alabilirsiniz?","nl":"En hoe zouden jullie ervan (kunnen) terugnemen, terwijl jullie al (als man on vrouw) tot elkaar gekomen zijn en \"met jullie een plechtige overeenkomst gesloten hebben?","en":"And how could you take it back after having enjoyed each other intimately and she has taken from you a firm commitment"},"surah":null},{"id":515,"surahId":4,"ayatId":22,"ayatNo":"٢٢","pageNo":81,"ayatText":"وَلَا تَنْكِحُوا مَا نَكَحَ اٰبَٓاؤُ۬كُمْ مِنَ النِّسَٓاءِ اِلَّا مَا قَدْ سَلَفَؕ اِنَّهُ كَانَ فَاحِشَةً وَمَقْتاًؕ وَسَٓاءَ سَبٖيلاًࣖ","ayatMealText":{"tr":"Cahiliye devrinde geçenler müstesna, babalarınızın nikahladığı kadınlarla evlenmeyiniz. Şüphe yok ki o, pek çirkindi, iğrenç idi, o ne fena bir âdetti.","nl":"En huwt niet van de vrouwen die jullie vaders huwden, tenzij dat al gobeurd is (voor deze openbaring). Voorwaar, het was een zedeloosheid en toomafroepend (gedrag) en een slechte weg.","en":"Do not marry former wives of your fathers—except what was done previously. It was indeed a shameful, despicable, and evil practice"},"surah":null},{"id":516,"surahId":4,"ayatId":23,"ayatNo":"٢٣","pageNo":81,"ayatText":"حُرِّمَتْ عَلَيْكُمْ اُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَاَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْاَخِ وَبَنَاتُ الْاُخْتِ وَاُمَّهَاتُكُمُ الّٰتٖٓي اَرْضَعْنَكُمْ وَاَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَاُمَّهَاتُ نِسَٓائِكُمْ وَرَبَٓائِبُكُمُ الّٰتٖي فٖي حُجُورِكُمْ مِنْ نِسَٓائِكُمُ الّٰتٖي دَخَلْتُمْ بِهِنَّؗ فَاِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْؗ وَحَلَٓائِلُ اَبْنَٓائِكُمُ الَّذٖينَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَؕ اِنَّ اللّٰهَ كَانَ غَفُوراً رَحٖيماًۙ","ayatMealText":{"tr":"Size şunları nikahlamak haram kılındı: Anneleriniz, kızlarınız, kız kardeşleriniz, halalarınız, teyzeleriniz, erkek ve kız kardeşlerinizin kızları, sizi emziren süt anneleriniz, süt kızkardeşleriniz ve karılarınızın anneleri, ve kendileri ile zifafa girdiğiniz kadınlarınızdan olan ve evlerinizde bulunan üvey kızlarınız. Eğer üvey kızlarınızın anneleri ile zifafa girmemişseniz onlarla evlenmenizde size bir günah yoktur. Sulbünüzden gelen (öz) oğullarınızın hanımları ile evlenmeniz ve iki kız kardeşi birlikte nikahlamanız da haramdır. Ancak cahiliyyet devrinde geçen geçmiştir. Şüphesiz ki Allah gafur (çok bağışlayıcı) ve çok merhamet edicidir.","nl":"Voor jullie verboden (om te trouwen zijn): jullie moeders en jullie dochters en jullie zusters, en jullie vaders zusters en jullie moeders zusters en dochters van jullie broeders en dochters van jullie zusters en de zoogmoeders van jullie en jullie zusters van (dezelfde) zoogmoeder en de moeders van jullie vrouwen en jullie stiefdochters die onder jullie voogdij stun van vrouwen (de moeders van de stiefdochters) waarmee jullie geslachtsgemeenschap hadden. Wanneer jullie nog geen geslachtsgemeenschap met hen hadden is er geen overtreding (om met hen te trouwen), en de (voomalige) vrouwen van jullie zonen die uit jullie voortkomen en het huwen van twee zusters gezamenlijk, behalve als het reeds (voor de openbaring) gebeurd is. Voorwaar, Allah is Vergevensgezind, Meest Barmhatig.","en":"˹Also˺ forbidden to you for marriage are your mothers, your daughters, your sisters, your paternal and maternal aunts, your brother’s daughters, your sister’s daughters, your foster-mothers, your foster-sisters, your mothers-in-law, your stepdaughters under your guardianship if you have consummated marriage with their mothers—but if you have not, then you can marry them—nor the wives of your own sons, nor two sisters together at the same time—except what was done previously. Surely Allah is All-Forgiving, Most Merciful"},"surah":null}]}