{"juzNo":5,"pageNo":82,"arCuzNo":"٥","arPageNo":"۸۲","quranAyats":[{"id":517,"surahId":4,"ayatId":24,"ayatNo":"٢٤","pageNo":82,"ayatText":"وَالْمُحْصَنَاتُ مِنَ النِّسَٓاءِ اِلَّا مَا مَلَكَتْ اَيْمَانُكُمْۚ كِتَابَ اللّٰهِ عَلَيْكُمْؗ وَاُحِلَّ لَكُمْ مَا وَرَٓاءَ ذٰلِكُمْ اَنْ تَبْتَغُوا بِاَمْوَالِكُمْ مُحْصِنٖينَ غَيْرَ مُسَافِحٖينَؕ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوهُنَّ اُجُورَهُنَّ فَرٖيضَةًؕ وَلَا جُنَاحَ عَلَيْكُمْ فٖيمَا تَرَاضَيْتُمْ بِهٖ مِنْ بَعْدِ الْفَرٖيضَةِؕ اِنَّ اللّٰهَ كَانَ عَلٖيماً حَكٖيماً","ayatMealText":{"tr":"Bir de harb esiri olarak sahibi bulunduğunuz cariyeler müstesna, evli kadınlarla evlenmeniz de size haram kılındı. Bütün bunlar Allah'ın üzerinize farz kıldığı hükümlerdir. Bunların dışında kalanlar ise iffetli olarak zina etmeksizin mallarınızla mehir vermek suretiyle evlenmek istemeniz size helal kılındı. O halde onlardan nikah ile faydalanmanıza karşılık mehirlerini kendilerine verin ki, bu farzdır. O mehri takdir edip kesinleştirdikten sonra birbirinizi razı etmenizde bir mahzur yoktur. Şüphesiz ki Allah her şeyi çok iyi bilendir, hüküm ve hikmet sahibidir.","nl":"En (ook verboden zijn:) de getrouwde vrouwen, behalve de slavinnen onder jullie gezag. Als een beslissing van Allah voor jullie. Het is voor jullie teogestaan wat daar buiten valt. Opdat jullie naar (hen) streven met jullie bezittingen, op eerbare wijze, niet ontuchtige. En voor wat jullie van hen genieten: geeft hun hun bruidschat, als verplichting. En er is geen zonde in wat jullie overeenkomen na de bepaling (van de bruidschat). Voorwaar, Allah is Alwetend, Alwijs.","en":"Also ˹forbidden are˺ married women—except ˹female˺ captives in your possession. This is Allah’s commandment to you. Lawful to you are all beyond these—as long as you seek them with your wealth in a legal marriage, not in fornication. Give those you have consummated marriage with their due dowries. It is permissible to be mutually gracious regarding the set dowry. Surely Allah is All-Knowing, All-Wise"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":518,"surahId":4,"ayatId":25,"ayatNo":"٢٥","pageNo":82,"ayatText":"وَمَنْ لَمْ يَسْتَطِـعْ مِنْكُمْ طَوْلاً اَنْ يَنْكِـحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ اَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِؕ وَاللّٰهُ اَعْلَمُ بِاٖيمَانِكُمْؕ بَعْضُكُمْ مِنْ بَعْضٍۚ فَانْكِحُوهُنَّ بِاِذْنِ اَهْلِهِنَّ وَاٰتُوهُنَّ اُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ اَخْدَانٍۚ فَاِذَٓا اُحْصِنَّ فَاِنْ اَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِؕ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْؕ وَاَنْ تَصْبِرُوا خَيْرٌ لَكُمْؕ وَاللّٰهُ غَفُورٌ رَحٖيمٌࣖ","ayatMealText":{"tr":"Sizden her kim hür mümin kadınları nikah edecek bir zenginliğe gücü yetmiyorsa, ona da ellerinizin altındaki mümin cariyelerinizden efendilerinin rızası ile nikahlamak var. Allah sizin imanınızı daha iyi bilir. Siz birbirinizdensiniz. O halde sahiplerinin izni ile ve mehirlerini örfe göre vermek suretiyle cariyelerden iffetli olan, zina etmeyen, dost da edinmeyenlerle evlenin. Evlendikten sonra bir fuhuş yaparlarsa, o vakit hür kadınlar hakkında gerekli bulunan cezanın yarısı kendilerine lazım gelir. Bu hükümler, içinizden günah işlemekten korkanlaradır. Sabretmeniz ise, sizin için daha hayırlıdır. Allah Gafûrdur, Rahimdir (çok bağışlayıcıdır, çok merhamet edicidir).","nl":"En wie niet van jullie in staat is te huwen met vrije gelovige vrouwen: hij kan de gelovige vrouwen onder de slavinnen waar jullie over beschikken trouwen. En Allah kent jullie geloof hot best. Jullie komen uit elkaar voort. Trouwt hen dus met verlof van hun familie en geeft hun hun bruidschatten volgens de voorschriften, zij behoren eerbaar te zijn en niet ontuchtig en (behoren zich) pen vriend te nemen. En indien zij getrouwd zijn en indien zij (dan) overspel plegen: zij krijgen dan de halve bestraffing van de vrije getrouwde vrouw. Dit is voor degenen onder jullie die bang zijn overspel te plegen. En het is beter voor jullie, indien jullie geduld hebben. En Allah is Vergevensgezind, Meest Genadevol.","en":"But if any of you cannot afford to marry a free believing woman, then ˹let him marry˺ a believing bondwoman possessed by one of you. Allah knows best ˹the state of˺ your faith ˹and theirs˺. You are from one another. So marry them with the permission of their owners, giving them their dowry in fairness, if they are chaste, neither promiscuous nor having secret affairs. If they commit indecency after marriage, they receive half the punishment of free women. This is for those of you who fear falling into sin. But if you are patient, it is better for you. And Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":519,"surahId":4,"ayatId":26,"ayatNo":"٢٦","pageNo":82,"ayatText":"يُرٖيدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذٖينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْؕ وَاللّٰهُ عَلٖيمٌ حَكٖيمٌ","ayatMealText":{"tr":"Allah, sizlere bilmediklerinizi bildirmek, sizden öncekilerin yollarını size göstermek ve tevbenizi kabul etmek istiyor. Allah, her şeyi çok iyi bilendir, hüküm ve hikmet sahibidir.","nl":"Allah wil jullie duidelijkheid verschaffen en jullie leiden op de wijze van degenen die jullie vooraf gingen on jullie berouw aanvaarden, on Allah is Alwetend, Alwijs.","en":"It is Allah’s Will to make things clear to you, guide you to the ˹noble˺ ways of those before you, and turn to you in mercy. For Allah is All-Knowing, All-Wise"},"surah":null}]}