{"juzNo":5,"pageNo":83,"arCuzNo":"٥","arPageNo":"۸۳","quranAyats":[{"id":520,"surahId":4,"ayatId":27,"ayatNo":"٢٧","pageNo":83,"ayatText":"وَاللّٰهُ يُرٖيدُ اَنْ يَتُوبَ عَلَيْكُمْ وَيُرٖيدُ الَّذٖينَ يَتَّبِعُونَ الشَّهَوَاتِ اَنْ تَمٖيلُوا مَيْلاً عَظٖيماً","ayatMealText":{"tr":"Allah sizin tevbenizi kabul etmek istiyor. Halbuki şehvetlerine uyanlar ise, sizin doğru yoldan büyük bir meyl ile sapmanızı istiyorlar.","nl":"En Allah wil jullie berouw aanvaarden, terwijl degenen die hun begeerten volgen, (willen) dat jullie je gewelding (van de Waarheid) afwenden.","en":"And it is Allah’s Will to turn to you in grace, but those who follow their desires wish to see you deviate entirely ˹from Allah’s Way˺"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":521,"surahId":4,"ayatId":28,"ayatNo":"٢٨","pageNo":83,"ayatText":"يُرٖيدُ اللّٰهُ اَنْ يُخَفِّفَ عَنْكُمْۚ وَخُلِقَ الْاِنْسَانُ ضَعٖيفاً","ayatMealText":{"tr":"Allah, din hususundaki ağır teklifleri sizden hafifletmek istiyor. Çünkü insan sabır ve tahammül bakımından zayıf yaratılmıştır.","nl":"Allah wil (jullie lasten) voor jullie verlichten. En de mens was zwak geschapen.","en":"And it is Allah’s Will to lighten your burdens, for humankind was created weak"},"surah":null},{"id":522,"surahId":4,"ayatId":29,"ayatNo":"٢٩","pageNo":83,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَأْكُلُٓوا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ اِلَّٓا اَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُٓوا اَنْفُسَكُمْؕ اِنَّ اللّٰهَ كَانَ بِكُمْ رَحٖيماً","ayatMealText":{"tr":"Ey iman edenler! Mallarınızı aranızda haksızlıkla yemeyin. Ancak kendi rızanızla yaptığınız ticaretle yemeniz helaldir. Birbirinizin canına kıymayın. Şüphesiz Allah, size karşı çok merhametlidir.","nl":"O jullie die geloven, eet niet van elkaars eigendommen op valse wijze, (eet) slechts door handel met wederzijdse overeenstemming. En doodt elkaar niet. Voorwaar, Allah is voor jullie Meest Barmhartig.","en":"O believers! Do not devour one another’s wealth illegally, but rather trade by mutual consent. And do not kill ˹each other or˺ yourselves. Surely Allah is ever Merciful to you"},"surah":null},{"id":523,"surahId":4,"ayatId":30,"ayatNo":"٣٠","pageNo":83,"ayatText":"وَمَنْ يَفْعَلْ ذٰلِكَ عُدْوَاناً وَظُلْماً فَسَوْفَ نُصْلٖيهِ نَاراًؕ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسٖيراً","ayatMealText":{"tr":"Kim, zulüm ve tecavüz yolu ile bu yasakları işlerse, yakında onu cehennem ateşine atacağız. Onu ateşe atmak da Allah'a pek kolaydır.","nl":"En wie dat op vijandige en onrechtvaardige wijze doet, zullen Wij in de Het werpen. En dat is voor Allah gemakkelijk.","en":"And whoever does this sinfully and unjustly, We will burn them in the Fire. That is easy for Allah"},"surah":null},{"id":524,"surahId":4,"ayatId":31,"ayatNo":"٣١","pageNo":83,"ayatText":"اِنْ تَجْتَنِبُوا كَـبَٓائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلاً كَرٖيماً","ayatMealText":{"tr":"Eğer siz, yasaklandığınız büyük günahlardan sakınırsanız, diğer kusurlarınızı örter, sizi güzel bir makama koyarız.","nl":"Indien jullie grote zonden, die verboden zijn, vermijden zullen Wij jullie fouten uitwissen en zullen Wij jullie naar een eervolle plaats (het Paradijs) leiden.","en":"If you avoid the major sins forbidden to you, We will absolve you of your ˹lesser˺ misdeeds and admit you into a place of honour"},"surah":null},{"id":525,"surahId":4,"ayatId":32,"ayatNo":"٣٢","pageNo":83,"ayatText":"وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍؕ لِلرِّجَالِ نَصٖيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَٓاءِ نَصٖيبٌ مِمَّا اكْتَسَبْنَؕ وَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖؕ اِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلٖيماً","ayatMealText":{"tr":"Bir de Allah'ın bazınıza, diğerinden fazla verdiği şeyleri temenni etmeyin. Erkeklere hak ettiklerinden bir pay vardır. Kadınlara da kendi kazandıklarından bir pay vardır. İsteklerinizi Allah'ın fazlından ve kereminden isteyin. Gerçekten Allah her şeyi hakkıyla bilendir.","nl":"En verlangt hetgeen niet waarmee Allah somigen van jullie boven anderen bevoorrecht heeft: voor de mannen is er een aandeel in wat zij gedaan hebben, en voor de vrouwen is er een aandeel in wat zij gedaan hebben. En vraagt Allah om Zijn gunst Voorwaar, Allah i's Alwetend over alle zaken.","en":"And do not crave what Allah has given some of you over others. Men will be rewarded according to their deeds and women ˹equally˺ according to theirs. Rather, ask Allah for His bounties. Surely Allah has ˹perfect˺ knowledge of all things"},"surah":null},{"id":526,"surahId":4,"ayatId":33,"ayatNo":"٣٣","pageNo":83,"ayatText":"وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْاَقْرَبُونَؕ وَالَّذٖينَ عَقَدَتْ اَيْمَانُكُمْ فَاٰتُوهُمْ نَصٖيبَهُمْؕ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهٖيداًࣖ","ayatMealText":{"tr":"Anne, baba ve akrabaların bıraktıkları her şey için bir mirasçı tayin ettik. Yemin akdiyle mirasçı kıldıklarınızın paylarını da verin. Şüphesiz Allah, her şeye şahittir.","nl":"En voor ieder hebben Wij gemaakt dat er Erfgenamen zijn voor wat de ouders en de verwanten nalaten. Degenen waarmee wie jullie een eed gezworen hebben: geeft hun hun aandeel. Voorwaar, Allah is Getuige van alle zaken.","en":"And We have appointed heirs to what has been left by parents and next of kin. As for those you have made a pledge to, give them their share. Surely Allah is a Witness over all things"},"surah":null}]}