{"juzNo":5,"pageNo":84,"arCuzNo":"٥","arPageNo":"۸٤","quranAyats":[{"id":527,"surahId":4,"ayatId":34,"ayatNo":"٣٤","pageNo":84,"ayatText":"اَلرِّجَالُ قَوَّامُونَ عَلَى النِّسَٓاءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَبِمَٓا اَنْفَقُوا مِنْ اَمْوَالِهِمْؕ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللّٰهُؕ وَالّٰتٖي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّۚ فَاِنْ اَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبٖيلاًؕ اِنَّ اللّٰهَ كَانَ عَلِياًّ كَبٖيراً","ayatMealText":{"tr":"Erkekler, kadın üzerine idareci ve hakimdirler. Çünkü Allah birini (cihad, imamet, miras gibi işlerde) diğerinden üstün yaratmıştır. Bir de erkekler mallarından (aile fertlerine) harcamaktadırlar. İyi kadınlar, itaatkar olanlar ve Allah'ın korunmasını emrettiği şeyleri kocalarının bulunmadığı zamanlarda da koruyanlardır. Fenalık ve geçimsizliklerinden korktuğunuz kadınlara gelince: Önce kendilerine öğüt verin, yataklarından ayrılın. Bunlar da fayda vermezse dövün. Eğer size itaat ederlerse kendilerini incitmeye başka bir bahane aramayın. Çünkü Allah çok yücedir, çok büyüktür.","nl":"De mannen zijn de toezichthouders over de vrouwen omdat Allah de één boven de andere bevoorrecht heeft en omdat zij van hun eigendommen uitgeven (aan de vrouwen). En de oprechte vrouwen zijn de gehoorzame vrouwen en zij waken (over zichzelf en de eigendommen) in de afwezigheid (van haar man), zoals Allah ook waakt. En wat betreft hen (echtgenotes) wauvan jullie ongehoorzaamheid vrezen: vermaant hen, (als dat niet helpt) negeert hen (in bed) en (als dat niet helpt) slaat hen (licht). Indien zij jullie dan gehoorzamen: zoek den geen voorwendsel (om hen lastig te vallen). Voorwaar, Allah is Verheven, Groots.","en":"Men are the caretakers of women, as men have been provisioned by Allah over women and tasked with supporting them financially. And righteous women are devoutly obedient and, when alone, protective of what Allah has entrusted them with. And if you sense ill-conduct from your women, advise them ˹first˺, ˹if they persist,˺ do not share their beds, ˹but if they still persist,˺ then discipline them ˹gently˺. But if they change their ways, do not be unjust to them. Surely Allah is Most High, All-Great"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":528,"surahId":4,"ayatId":35,"ayatNo":"٣٥","pageNo":84,"ayatText":"وَاِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ اَهْلِهٖ وَحَكَماً مِنْ اَهْلِهَاۚ اِنْ يُرٖيدَٓا اِصْلَاحاً يُوَفِّقِ اللّٰهُ بَيْنَهُمَاؕ اِنَّ اللّٰهَ كَانَ عَلٖيماً خَبٖيراً","ayatMealText":{"tr":"Eğer karıkoca arasının açılmasından endişeye düşerseniz bir hakem erkeğin tarafından, bir hakem de kadının ailesinden kendilerine gönderin. Bu arabulucu hakemler gerçekten barıştırmak isterlerse, Allah karıkoca arasındaki dargınlık yerine geçim verir. Şüphesiz ki Allah hakkıyla bilendir, her şeyin aslından haberdardır.","nl":"En als jullie een breuk tussen beiden vrezen: stuurt dan een berniddelaar van zijn familie en een bemiddelaar van haar familie, indien zij Een verzoening willen, zal Allah tussen hen beiden een verzoening bewerkstelligen. Voorwaar, Allah is Alwetend, Kennend.","en":"If you anticipate a split between them, appoint a mediator from his family and another from hers. If they desire reconciliation, Allah will restore harmony between them. Surely Allah is All-Knowing, All-Aware"},"surah":null},{"id":529,"surahId":4,"ayatId":36,"ayatNo":"٣٦","pageNo":84,"ayatText":"وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوا بِهٖ شَيْـٔاً وَبِالْوَالِدَيْنِ اِحْسَاناً وَبِذِي الْقُرْبٰى وَالْيَتَامٰى وَالْمَسَاكٖينِ وَالْجَارِ ذِي الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبٖيلِۙ وَمَا مَلَكَتْ اَيْمَانُكُمْؕ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراًۙ","ayatMealText":{"tr":"Allah'a ibadet edin ve O'na hiçbir şeyi ortak koşmayın. Sonra anaya, babaya, akrabaya, yetimlere, yoksullara, akraba olan komşulara, yakın komşulara, yanında bulunan arkadaşa, yolda kalanlara, sahip olduğunuz kölelere iyilik edin. Şüphesiz Allah, kibirlenen ve övünen kimseyi sevmez.","nl":"En aanbidt Allah en kent Hem in niets een deelgenoot toe, en weest goed voor de ouders en de verwanten on de wezen en de behoeftigen en de verwante buren en de niet-verwante buren en de goede vrienden en de reiziger en de slaven waarover jullie beschikken. Voorwaar, Allah houdt niet van trotse hoogmoedigen.","en":"Worship Allah ˹alone˺ and associate none with Him. And be kind to parents, relatives, orphans, the poor, near and distant neighbours, close friends, ˹needy˺ travellers, and those ˹bondspeople˺ in your possession. Surely Allah does not like whoever is arrogant, boastful—"},"surah":null},{"id":530,"surahId":4,"ayatId":37,"ayatNo":"٣٧","pageNo":84,"ayatText":"اَلَّذٖينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَٓا اٰتٰيهُمُ اللّٰهُ مِنْ فَضْلِهٖؕ وَاَعْتَدْنَا لِلْكَافِرٖينَ عَذَاباً مُهٖيناًۚ","ayatMealText":{"tr":"Onlar ki hem kıskanır, cimrilik ederler, hem de herkese cimrilik tavsiye ederler ve Allah'ın kendilerine lütfundan verdiği nimeti gizlerler. Biz kâfirlere alçaltıcı bir azap hazırladık.","nl":"(Zij zijn) degenen die gierig zijn en de mensen gierigheid bevelen en die verbergen wat Allah hen van Zijn gunst gegeven heeft. En voor de ongelovigen hebben Wij een vemederende bestraffing voorbereid.","en":"those who are stingy, promote stinginess among people, and withhold Allah’s bounties. We have prepared for the disbelievers a humiliating punishment"},"surah":null}]}