{"juzNo":5,"pageNo":85,"arCuzNo":"٥","arPageNo":"۸٥","quranAyats":[{"id":531,"surahId":4,"ayatId":38,"ayatNo":"٣٨","pageNo":85,"ayatText":"وَالَّذٖينَ يُنْفِقُونَ اَمْوَالَهُمْ رِئَٓاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِؕ وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرٖيناً فَسَٓاءَ قَرٖيناً","ayatMealText":{"tr":"Bunlar, Allah'a ve ahiret gününe iman etmedikleri halde mallarını, insanlara gösteriş yapmak için harcarlar. Şeytan kimin arkadaşı olursa, o ne kötü arkadaştır!","nl":"En (ook voor) degenen die van bun bezittingen uitgeven om de mensen het te laten zien en die niet in Allah en de Laatste Dag geloven en degenen die de Satan tot vriend nemen, het is een slechte vriend!","en":"Likewise for those who spend their wealth to show off and do not believe in Allah or the Last Day. And whoever takes Satan as an associate—what an evil associate they have"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":532,"surahId":4,"ayatId":39,"ayatNo":"٣٩","pageNo":85,"ayatText":"وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوا مِمَّا رَزَقَهُمُ اللّٰهُؕ وَكَانَ اللّٰهُ بِهِمْ عَلٖيماً","ayatMealText":{"tr":"Bunlar, Allah'a ve ahiret gününe iman etselerdi ve Allah'ın verdiği rızıktan gösterişsiz harcasalardı kendilerine ne zarar gelirdi? Allah onların söz ve işlerini çok iyi bilendir.","nl":"En wat zou het hen schaden indien zij in Allah en de Laatste Dag zouden geloven, en zij uitgeven van hetgeen waar Allah hen mee voorzien heeft. En Allah kent hen.","en":"What harm could have come to them if they had believed in Allah and the Last Day and donated from what Allah has provided for them? And Allah has ˹perfect˺ knowledge of them"},"surah":null},{"id":533,"surahId":4,"ayatId":40,"ayatNo":"٤٠","pageNo":85,"ayatText":"اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍۚ وَاِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ اَجْراً عَظٖيماً","ayatMealText":{"tr":"Şüphesiz ki Allah, hiç kimseye zerre kadar zulüm etmez. Eğer yapılan iyilik zerre kadar da olsa, onun sevabını kat kat artırır. Ve kendi katından büyük bir mükafat verir.","nl":"Voorwaar, Allah behandelt niemand in de geringste mate onrechtvaardig, an als er iets goeds gedaan wordt, vermeerdert Hij het en geeft Hij van Zijn Zijde een geweldige beloning.","en":"Indeed, Allah never wrongs ˹anyone˺—even by an atom’s weight. And if it is a good deed, He will multiply it many times over and will give a great reward out of His grace"},"surah":null},{"id":534,"surahId":4,"ayatId":41,"ayatNo":"٤١","pageNo":85,"ayatText":"فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍ بِشَهٖيدٍ وَجِئْنَا بِكَ عَلٰى هٰٓؤُ۬لَٓاءِ شَهٖيداًؕ","ayatMealText":{"tr":"Her ümmetten bir şahit getirdiğimiz ve seni de onların üzerine bir şahit yaptığımız zaman bakalım kâfirlerin hali ne olacak!..","nl":"En hoe dan, indien Wij uit iedere gemeenschap een getuige (een Profeet) naar voren brengen en Wij jou (O Moehammad) als getuige tegen diegenen (van jouw gemeenschap die zondigen) naar voren brengen?","en":"So how will it be when We bring a witness from every faith-community and bring you ˹O Prophet˺ as a witness against yours"},"surah":null},{"id":535,"surahId":4,"ayatId":42,"ayatNo":"٤٢","pageNo":85,"ayatText":"يَوْمَئِذٍ يَوَدُّ الَّذٖينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُؕ وَلَا يَكْتُمُونَ اللّٰهَ حَدٖيثاًࣖ","ayatMealText":{"tr":"Allah'ı, inkar edip peygambere isyan edenler, o kıyamet günü yerle bir olmayı isterler. Allah'tan hiçbir sözü gizleyemezler.","nl":"Op die Dag wensen degenen die ongelovig zijn on de Boodschapper ongehoorzaam zijn, dat zij met aarde gelijk gemaakt waren, maar zij zullen geen feit voor Allah kunnen verbergen.","en":"On that Day, those who denied ˹Allah˺ and disobeyed the Messenger will wish they were reduced to dust. And they will never be able to hide anything from Allah"},"surah":null},{"id":536,"surahId":4,"ayatId":43,"ayatNo":"٤٣","pageNo":85,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكَارٰى حَتّٰى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُباً اِلَّا عَابِرٖي سَبٖيلٍ حَتّٰى تَغْتَسِلُواؕ وَاِنْ كُنْتُمْ مَرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَٓاءَ اَحَدٌ مِنْكُمْ مِنَ الْغَٓائِطِ اَوْ لٰمَسْتُمُ النِّسَٓاءَ فَلَمْ تَجِدُوا مَٓاءً فَتَيَمَّمُوا صَعٖيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَاَيْدٖيكُمْؕ اِنَّ اللّٰهَ كَانَ عَفُواًّ غَفُوراً","ayatMealText":{"tr":"Ey iman edenler! Sarhoş iken ne söylediğinizi bilinceye kadar namaza yaklaşmayın. Cünüb iken de yolcu olanlar müstesna gusül edinceye kadar namaza yaklaşmayın. Eğer hasta olur, veya yolculukta bulunursanız veyahut biriniz abdest bozmaktan gelince veya cinsî münasebette bulunup, su da bulamazsanız o zaman tertemiz bir toprak ile teyemmüm edin. Niyetle yüzlerinize ve ellerinize sürün. Şüphesiz ki Allah çok affedicidir, çok bağışlayıcıdır.","nl":"O jullie die geloven, nadert niet de shalât terwijl jullie dronken zijn, totdat jullie weten wat jullie zeggen; en (ook) niet onrein (Djoenoeb), behalve degenen die er onderweg doorheen komen, totdat jullie je (ritueel) gereinigd hebben. En in het geval dat jullie nek zijn, of op reis, of jullie van het toilet komen, of jullie de vrouwen aanraken en jullie geen water vinden: doet dan de Tayammoem met schone aarde en wrijft ennee langs jullie gezichten en handen. Voorwaar, Allah is Vergevend, Vergeverisgezind.","en":"O believers! Do not approach prayer while intoxicated until you are aware of what you say, nor in a state of ˹full˺ impurity—unless you merely pass through ˹the mosque˺—until you have bathed. But if you are ill, on a journey, or have relieved yourselves, or been intimate with your wives and cannot find water, then purify yourselves with clean earth, wiping your faces and hands. And Allah is Ever-Pardoning, All-Forgiving"},"surah":null},{"id":537,"surahId":4,"ayatId":44,"ayatNo":"٤٤","pageNo":85,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ اُو۫تُوا نَصٖيباً مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرٖيدُونَ اَنْ تَضِلُّوا السَّبٖيلَؕ","ayatMealText":{"tr":"Kendilerine kitaptan bir nasib verilmiş olanları görmüyor musun? Onlar, sapıklığı satın alıyorlar ve sizin de yoldan sapmanızı istiyorlar.","nl":"Hebt jij degenen niet gezien aan wie een gedeelte van de Schrift is gegeven? Zij verruillen (de Waarheid) voor de dwaling on willen dat jullie van de Weg afdwalen.","en":"Have you ˹O Prophet˺ not seen those who were given a portion of the Scriptures yet trade it for misguidance and wish to see you deviate from the ˹Right˺ Path"},"surah":null}]}