{"juzNo":5,"pageNo":86,"arCuzNo":"٥","arPageNo":"۸٦","quranAyats":[{"id":538,"surahId":4,"ayatId":45,"ayatNo":"٤٥","pageNo":86,"ayatText":"وَاللّٰهُ اَعْلَمُ بِاَعْدَٓائِكُمْؕ وَكَفٰى بِاللّٰهِ وَلِياًّࣗ وَكَفٰى بِاللّٰهِ نَصٖيراً","ayatMealText":{"tr":"Allah sizin düşmanlarınızı çok iyi bilir. Gerçek bir dost olarak Allah yeter. Ve yardımcı olarak da Allah yeter.","nl":"En Allah kent jullie vijanden beter en Allah is voldoende als een Beschermer en Allah is voldoende als een Helper.","en":"Allah knows best who your enemies are! And Allah is sufficient as a Guardian, and He is sufficient as a Helper"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":539,"surahId":4,"ayatId":46,"ayatNo":"٤٦","pageNo":86,"ayatText":"مِنَ الَّذٖينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهٖ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَياًّ بِاَلْسِنَتِهِمْ وَطَعْناً فِي الدّٖينِؕ وَلَوْ اَنَّهُمْ قَالُوا سَمِعْنَا وَاَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْراً لَهُمْ وَاَقْوَمَۙ وَلٰكِنْ لَعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ اِلَّا قَلٖيلاً","ayatMealText":{"tr":"Yahudilerden bir kısmı, (Allah'ın kitabındaki) kelimeleri esas mânâsından kaydırıp; dillerini eğerek ve dine saldırarak, \"Sözünü işittik, emirlerine isyan ettik, dinle, dinlemez olası ve râinâ (bizi gözet)\" diyorlar. Halbuki onlar, \"İşittik ve itaatettik; dinle ve bize de bak\" deselerdi bu, kendileri için daha hayırlı ve daha doğru olurdu. Fakat Allah, küfürleri yüzünden kendilerini lanetlemiştir. Artık onlar, pek azı müstesna, iman etmezler.","nl":"En onder de Joden, zijn or degenen die woorden (uit de Schrift) van hun juiste plaatsen verplaatsen, en zij zeggen: \"Wij hebben gehoord en wij gehoorzamen niet\" en (zij zeggen:) \"Hoort,\" zonder dat hot hoorbaar is, en \"Râ'inâ\" terwijl zij hun tongen verdraaien en de godsdienst belasteren. Als zij alleen maar gezegd hadden: \"Wij horen en wij gehoorzamen,\" en \"Hoor en kijk naar ons,\" dan zou het beter en passender voor ben geweest zijn, maar Allah heeft hen vanwege hun ongeloof vervloekt en zij geloven niet, behalve een beetje.","en":"Some Jews take words out of context and say, “We listen and we disobey,” “Hear! May you never hear,” and “Râ’ina!” [Herd us!]—playing with words and discrediting the faith. Had they said ˹courteously˺, “We hear and obey,” “Listen to us,” and “Unẓurna,” [Tend to us!] it would have been better for them and more proper. Allah has condemned them for their disbelief, so they do not believe except for a few"},"surah":null},{"id":540,"surahId":4,"ayatId":47,"ayatNo":"٤٧","pageNo":86,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اُو۫تُوا الْكِتَابَ اٰمِنُوا بِمَا نَزَّلْنَا مُصَدِّقاً لِمَا مَعَكُمْ مِنْ قَبْلِ اَنْ نَطْمِسَ وُجُوهاً فَنَرُدَّهَا عَلٰٓى اَدْبَارِهَٓا اَوْ نَلْعَنَهُمْ كَمَا لَعَنَّٓا اَصْحَابَ السَّبْتِؕ وَكَانَ اَمْرُ اللّٰهِ مَفْعُولاً","ayatMealText":{"tr":"Ey kendilerine kitap verilenler! Gelin yanınızda bulunan (Tevrat)ı tasdik etmek üzere indirdiğimiz bu kitaba iman edin. Biz birtakım yüzleri silip de enselerine çevirmeden yahut cumartesi halkını (yahudileri) lanetlediğimiz gibi onları lanetlemeden önce iman edin. Yoksa Allah'ın emri mutlaka yerine gelecektir.","nl":"O jullie die de Schrift is gegeven! Gelooft in wat Wij jullie hebben neergezonden, als een bevestiging van wat jullie reeds van vroeger hebben, voordat Wij gezichten verminken en op hun achterkant aanbrengen, of Wij hen vervloeken zoals Wij de (overtredende) deelnemers aan de Sabbath vervloekten. En de beschikking van Allah wordt uitgevoerd.","en":"O you who were given the Book! Believe in what We have revealed—confirming your own Scriptures—before We wipe out ˹your˺ faces, turning them backwards, or We condemn the defiant as We did to the Sabbath-breakers. And Allah’s command is always executed"},"surah":null},{"id":541,"surahId":4,"ayatId":48,"ayatNo":"٤٨","pageNo":86,"ayatText":"اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُشْرَكَ بِهٖ وَيَغْفِرُ مَا دُونَ ذٰلِكَ لِمَنْ يَشَٓاءُۚ وَمَنْ يُشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْماً عَظٖيماً","ayatMealText":{"tr":"Doğrusu Allah, kendisine ortak koşulmasını asla affetmez. Ondan başkasını (diğer günahları) ise, dilediği kimseler için bağışlar ve mağfiret buyurur. Her kim Allah'a şirk koşarsa gerçekten pek büyük bir günah ile iftira etmiş olur.","nl":"Voorwaar, Allah vergeeft niet dat aan Hem deelgenoten toegekend worden, maar Hij vergeeft daarnaast alles, aan wie Hij wil. En wie aan Allah deelgenoten toekent: die heeft waarlijk een geweldige zonde verzonnen.","en":"Indeed, Allah does not forgive associating others with Him ˹in worship˺, but forgives anything else of whoever He wills. And whoever associates others with Allah has indeed committed a grave sin"},"surah":null},{"id":542,"surahId":4,"ayatId":49,"ayatNo":"٤٩","pageNo":86,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ يُزَكُّونَ اَنْفُسَهُمْؕ بَلِ اللّٰهُ يُزَكّٖي مَنْ يَشَٓاءُ وَلَا يُظْلَمُونَ فَتٖيلاً","ayatMealText":{"tr":"Kendi nefislerini temize çıkaranları görmüyor musun? Hayır! Ancak Allah, dilediğini temize çıkarır. Onlara kıl kadar zulmedilmez.","nl":"Heb jij degenen niet gezien die (trots) aanspraak maken zichzelf te louteren (van zonde)? Welnee, het is Allah die loutert wie Hij wil en zij zullen in het geheel niet onrechtvaardig behandeld worden.","en":"Have you ˹O Prophet˺ not seen those who ˹falsely˺ elevate themselves? It is Allah who elevates whoever He wills. And none will be wronged ˹even by the width of˺ the thread of a date stone"},"surah":null},{"id":543,"surahId":4,"ayatId":50,"ayatNo":"٥٠","pageNo":86,"ayatText":"اُنْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللّٰهِ الْكَذِبَؕ وَكَفٰى بِهٖٓ اِثْماً مُبٖيناًࣖ","ayatMealText":{"tr":"Bak nasıl da Allah'a yalan uyduruyorlar. Apaçık bir günah olarak bu yeter.","nl":"Ziet hoe zij de leugen tegen Allah verzinnen, on (dat) is op zichzelf genoeg als een duidelijke zonde.","en":"See how they fabricate lies against Allah—this alone is a blatant sin"},"surah":null},{"id":544,"surahId":4,"ayatId":51,"ayatNo":"٥١","pageNo":86,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ اُو۫تُوا نَصٖيباً مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذٖينَ كَفَرُوا هٰٓؤُ۬لَٓاءِ اَهْدٰى مِنَ الَّذٖينَ اٰمَنُوا سَبٖيلاً","ayatMealText":{"tr":"\"Şu kendilerine kitaptan (okuma yazmadan) bir nasib verilmiş olanları görmüyor musun! Onlar puta ve şeytana inanıyorlar. Ve Allah'ı tanımayanlara, \"Bunlar, müminlerden daha doğru yoldadır.\" diyorlar.","nl":"Heb jij degenen niet gezien die een gedeelte van de Schrift gegeven was? Zij geloven in de Djibt en de Thaghôet en zij zeggen tegen degenen die ongelovig zijn (over zichzelf): \"Zij zijn degenen die een betere Weg volgen dan degenen die geloven.","en":"Have you ˹O Prophet˺ not seen those who were given a portion of the Scriptures yet believe in idols and false gods and reassure the disbelievers that they are better guided than the believers"},"surah":null}]}