{"juzNo":5,"pageNo":87,"arCuzNo":"٥","arPageNo":"۸۷","quranAyats":[{"id":545,"surahId":4,"ayatId":52,"ayatNo":"٥٢","pageNo":87,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ لَعَنَهُمُ اللّٰهُؕ وَمَنْ يَلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهُ نَصٖيراًؕ","ayatMealText":{"tr":"Onlar, Allah'ın lanet ettiği kimselerdir. Allah kime lanet ederse artık ona asla bir yardımcı bulamazsın.","nl":"Zij zijn degenen die Allah heeft vervloekt. En wie door Allah vervloekt is: voor hem vindt je nooit een helper.","en":"It is they who have been condemned by Allah. And whoever is condemned by Allah will have no helper"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":546,"surahId":4,"ayatId":53,"ayatNo":"٥٣","pageNo":87,"ayatText":"اَمْ لَهُمْ نَصٖيبٌ مِنَ الْمُلْكِ فَاِذاً لَا يُؤْتُونَ النَّاسَ نَقٖيراًۙ","ayatMealText":{"tr":"Yoksa onların mülkten bir payı mı vardır. Eğer öyle olsaydı, insanlara bir çekirdeğin zerresini bile vermezlerdi.","nl":"Is er voor hen een aandeel in het Koninkrijk (de goddelijke macht)? Nee, dan zouden zij de mensen (nog) niets geven.","en":"Do they have control over shares of the kingdom? If so, they would not have given anyone so much as the speck on a date stone"},"surah":null},{"id":547,"surahId":4,"ayatId":54,"ayatNo":"٥٤","pageNo":87,"ayatText":"اَمْ يَحْسُدُونَ النَّاسَ عَلٰى مَٓا اٰتٰيهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَٓا اٰلَ اِبْرٰهٖيمَ الْكِتَابَ وَالْحِكْمَةَ وَاٰتَيْنَاهُمْ مُلْكاً عَظٖيماً","ayatMealText":{"tr":"Yoksa onlar, Allah'ın lütuf ve kereminden insanlara verdiği nimetleri kıskanıyorlar mı? Şüphesiz biz, İbrahim ailesine de kitap ve hikmeti vermiştik. Hem de onlara büyük bir mülk ve saltanat ihsan ettik.","nl":"Of zijn zij jaloers op de mensen vanwege wat Allah hen van Zijn gunst heeft gegeven? Waarlijk, Wij gaven de familie van Ibrâhîm de Schrift en de Wijsheid en Wij gaven hem een geweldig koninkrijk.","en":"Or do they envy the people for Allah’s bounties? Indeed, We have given the descendants of Abraham the Book and wisdom, along with great authority"},"surah":null},{"id":548,"surahId":4,"ayatId":55,"ayatNo":"٥٥","pageNo":87,"ayatText":"فَمِنْهُمْ مَنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَنْ صَدَّ عَنْهُؕ وَكَفٰى بِجَهَنَّمَ سَعٖيراً","ayatMealText":{"tr":"İşte o yahudilerden bir kısmı ona iman etti. Bir kısmı da ondan yüz çevirdi. O iman etmeyenlere cehennem alevi yeter.","nl":"En onder hen (de jaloerse mensen) waren er die erin geloofden en onder hen waren er die (mensen van het geloof) afhielden. En de Hel is voldoende als laaiend vuur.","en":"Yet some believed in him while others turned away from him. Hell is sufficient as a torment"},"surah":null},{"id":549,"surahId":4,"ayatId":56,"ayatNo":"٥٦","pageNo":87,"ayatText":"اِنَّ الَّذٖينَ كَفَرُوا بِاٰيَاتِنَا سَوْفَ نُصْلٖيهِمْ نَاراًؕ كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُوا الْعَذَابَؕ اِنَّ اللّٰهَ كَانَ عَزٖيزاً حَكٖيماً","ayatMealText":{"tr":"Şüphesiz ki âyetlerimizi inkâr eden kâfirleri biz yarın bir ateşe atacağız. Derileri piştikçe azabı duysunlar diye, kendilerine başka deriler vereceğiz. Çünkü, Allah gerçekten çok güçlüdür, hüküm ve hikmet sahibidir.","nl":"Voorwaar, degenen die niet in Onze Tekenen geloven zullen Wij in het vuur (de Hel) leiden: telkens wanneer hun huiden gebraden zijn, zullen Wij die door andere huiden vervangen, opdat zij de bestraffing proeven. Voorwaar, Allah is Almachtig, Alwijs.","en":"Surely those who reject Our signs, We will cast them into the Fire. Whenever their skin is burnt completely, We will replace it so they will ˹constantly˺ taste the punishment. Indeed, Allah is Almighty, All-Wise"},"surah":null},{"id":550,"surahId":4,"ayatId":57,"ayatNo":"٥٧","pageNo":87,"ayatText":"وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَٓا اَبَداًؕ لَهُمْ فٖيهَٓا اَزْوَاجٌ مُطَهَّرَةٌؗ وَنُدْخِلُهُمْ ظِلاًّ ظَلٖيلاً","ayatMealText":{"tr":"İman edip salih ameller işliyenleri ise, altlarından ırmaklar akan cennetlere koyacağız. Orada ebedî olarak kalacaklar. Onlara orada tertemiz eşler vardır. Onları, koyu gölgeler altında bulunduracağız.","nl":"En degenen die geloven en goede werken verrichten zullen Wij in de Tuinen (het Paradijs) binnenleiden, waar onder door de rivieren stromen, zij zijn eeuwig levenden daarin. Voor hen zijn daarin reine echtgenotes. En Wij zullen hen in de beschuttende schaduw leiden.","en":"As for those who believe and do good, We will admit them into Gardens under which rivers flow, to stay there for ever and ever. There they will have pure spouses, and We will place them under a vast shade"},"surah":null},{"id":551,"surahId":4,"ayatId":58,"ayatNo":"٥٨","pageNo":87,"ayatText":"اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تُؤَدُّوا الْاَمَانَاتِ اِلٰٓى اَهْلِهَاۙ وَاِذَا حَكَمْتُمْ بَيْنَ النَّاسِ اَنْ تَحْكُمُوا بِالْعَدْلِؕ اِنَّ اللّٰهَ نِعِمَّا يَعِظُكُمْ بِهٖؕ اِنَّ اللّٰهَ كَانَ سَمٖيعاً بَصٖيراً","ayatMealText":{"tr":"Allah size, emanetleri ehline vermenizi ve insanlar arasında hükmettiğiniz zaman adaletle hükmetmenizi emrediyor. Allah, bununla size ne güzel öğüt veriyor. Şüphesiz ki Allah her şeyi hakkıyla işiten, hakkıyla görendir.","nl":"Voorwaar, Allah gebiedt jullie de toevertrouwde (zaken) aan haar eigenaren te geven, en wanneer jullie tussen de mensen oordelen, oordeel dan met rechtvaardigheid. Voorwaar, Allah onderwijst jullie hiermee op de beste wijze. Voorwaar, Allah is Alhorend. Alziend.","en":"Indeed, Allah commands you to return trusts to their rightful owners; and when you judge between people, judge with fairness. What a noble commandment from Allah to you! Surely Allah is All-Hearing, All-Seeing"},"surah":null},{"id":552,"surahId":4,"ayatId":59,"ayatNo":"٥٩","pageNo":87,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اَطٖيعُوا اللّٰهَ وَاَطٖيعُوا الرَّسُولَ وَاُو۬لِي الْاَمْرِ مِنْكُمْۚ فَاِنْ تَنَازَعْتُمْ فٖي شَيْءٍ فَرُدُّوهُ اِلَى اللّٰهِ وَالرَّسُولِ اِنْ كُنْتُمْ تُؤْمِنُونَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِؕ ذٰلِكَ خَيْرٌ وَاَحْسَنُ تَأْوٖيلاًࣖ","ayatMealText":{"tr":"Ey iman edenler! Allah'a itaat edin, Peygambere de itaat edin ve sizden olan emir sahibine de itaat edin. Eğer herhangi bir şeyde anlaşmazlığa düşerseniz; Allah'a ve ahiret gününe gerçekten inanıyorsanız, onu Allah ve Resulüne arz edin. Bu, daha iyidir ve sonuç bakımından da daha güzeldir.","nl":"O jullie gelovigen, gehoorzaamt Allah en gehoorzaamt de Boodschapper en degenen onder jullie die met gezag bekleed zijn. Als jullie over iets van mening verschillen, legt het dan voor aan Allah en de Boodschapper, indien jullie in Allah en de Laatste Dag geloven. Dat is beter en een betere afsluiting.","en":"O believers! Obey Allah and obey the Messenger and those in authority among you. Should you disagree on anything, then refer it to Allah and His Messenger, if you ˹truly˺ believe in Allah and the Last Day. This is the best and fairest resolution"},"surah":null}]}