{"juzNo":5,"pageNo":88,"arCuzNo":"٥","arPageNo":"۸۸","quranAyats":[{"id":553,"surahId":4,"ayatId":60,"ayatNo":"٦٠","pageNo":88,"ayatText":"اَلَمْ تَرَ اِلَى الَّذٖينَ يَزْعُمُونَ اَنَّهُمْ اٰمَنُوا بِمَٓا اُنْزِلَ اِلَيْكَ وَمَٓا اُنْزِلَ مِنْ قَبْلِكَ يُرٖيدُونَ اَنْ يَتَحَاكَمُٓوا اِلَى الطَّاغُوتِ وَقَدْ اُمِرُٓوا اَنْ يَكْفُرُوا بِهٖؕ وَيُرٖيدُ الشَّيْطَانُ اَنْ يُضِلَّهُمْ ضَلَالاً بَعٖيداً","ayatMealText":{"tr":"Şunları görmüyor musun? Kendilerinin sana indirilene ve senden önce indirilene inandıklarını ileri sürüyorlar da tağuta inanmamaları kendilerine emrolunduğu halde, tağut önünde muhakemeleşmek istiyorlar. Şeytan da onları bir daha dönemeyecekleri kadar iyice sapıklığa düşürmek istiyor.","nl":"Heb jij degenen niet gezien die dachten dat zij geloofden in wat aan jou geopenbaard is en in wat er voor jou geopenbaard is? Zij willen volgens de Thaghôet berechten, hoewel hen toch bevolen was er niet in te geloven. En het is zo dat de Satan hen ver weg wil doen afdwalen.","en":"Have you ˹O Prophet˺ not seen those who claim they believe in what has been revealed to you and what was revealed before you? They seek the judgment of false judges, which they were commanded to reject. And Satan ˹only˺ desires to lead them farther away"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":554,"surahId":4,"ayatId":61,"ayatNo":"٦١","pageNo":88,"ayatText":"وَاِذَا قٖيلَ لَهُمْ تَعَالَوْا اِلٰى مَٓا اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُولِ رَاَيْتَ الْمُنَافِقٖينَ يَصُدُّونَ عَنْكَ صُدُوداًۚ","ayatMealText":{"tr":"Onlara: \"Allah'ın indirdiğine ve Peygambere gelin!\" denince, münafıkların senden büsbütün uzaklaştıklarını görürsün.","nl":"En wanneer tot hen gezegd wordt: \"Komt naar wat Allah heeft neergezonden en naar de Beodschapper,\" zie je de huichelaars (de mensen) geheel van jou afhouden.","en":"When it is said to them, “Come to Allah’s revelations and to the Messenger,” you see the hypocrites turn away from you stubbornly"},"surah":null},{"id":555,"surahId":4,"ayatId":62,"ayatNo":"٦٢","pageNo":88,"ayatText":"فَكَيْفَ اِذَٓا اَصَابَتْهُمْ مُصٖيبَةٌ بِمَا قَدَّمَتْ اَيْدٖيهِمْ ثُمَّ جَٓاؤُ۫كَ يَحْلِفُونَ بِاللّٰهِ اِنْ اَرَدْنَٓا اِلَّٓا اِحْسَاناً وَتَوْفٖيقاً","ayatMealText":{"tr":"Ya nasıl, elleriyle yaptıkları yüzünden başlarına bir felaket gelince, hemen sana geldiler de: \"Biz sadece iyilik etmek ve arayı bulmak istedik.\" diye Allah'a yemin ediyorlar.","nl":"En hoe is het dan wanneer een ramp hen trof door wat hun handen gedaan hebben? Dan komen zij naar jou toe, zij zweren bij Allah: \"Wij wilden slechts goed doen en een goede verzoening!\"","en":"How ˹horrible˺ will it be if a disaster strikes them because of what their hands have done, then they come to you swearing by Allah, “We intended nothing but goodwill and reconciliation.”"},"surah":null},{"id":556,"surahId":4,"ayatId":63,"ayatNo":"٦٣","pageNo":88,"ayatText":"اُو۬لٰٓئِكَ الَّذٖينَ يَعْلَمُ اللّٰهُ مَا فٖي قُلُوبِهِمْ فَاَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فٖٓي اَنْفُسِهِمْ قَوْلاً بَلٖيغاً","ayatMealText":{"tr":"Onlar, Allah'ın kalblerindekini bildiği kimselerdir; Onlara aldırma, onlara öğüt ver ve onların içlerine tesir edecek güzel söz söyle!","nl":"Zij zijn diegenen waarvan Allah weet zich wat in hun harten bevindt. Wendt je van hun (zonden) af en onderricht hen en spreekt tot hen indrukwekkende woorden.","en":"˹Only˺ Allah knows what is in their hearts. So turn away from them, caution them, and give them advice that will shake their very souls"},"surah":null},{"id":557,"surahId":4,"ayatId":64,"ayatNo":"٦٤","pageNo":88,"ayatText":"وَمَٓا اَرْسَلْنَا مِنْ رَسُولٍ اِلَّا لِيُطَاعَ بِاِذْنِ اللّٰهِؕ وَلَوْ اَنَّهُمْ اِذْ ظَلَمُٓوا اَنْفُسَهُمْ جَٓاؤُ۫كَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللّٰهَ تَـوَّاباً رَحٖيماً","ayatMealText":{"tr":"Biz hangi peygamberi gönderdikse, sırf Allah'ın izni ile itaat edilmek üzere gönderdik. Eğer onlar kendilerine zulmettikleri zaman sana gelseler de Allah'tan günahlarının bağışlanmasını dileselerdi ve Resul de onların bağışlanmasını dileseydi, elbette Allah'ı affedici, merhametli bulurlardı.","nl":"En Wij hebben slechts een Boodschapper gestuurd om gehoorzaamd te worden, met het verlof van Allah, en waren zij maar, toen zij onrechtvaardig tegenover zichzelf waren, tot jou gekomen en hadden zij Allah maar om vergeving gevraagd, en de Boodschapper had (dan) vergeving voor hen gevraagd. Zij zouden zeker ondervonden hebben dat Allah Berouwaanvaardend, Meest Genadig is.","en":"We only sent messengers to be obeyed by Allah’s Will. If only those ˹hypocrites˺ came to you ˹O Prophet˺—after wronging themselves—seeking Allah’s forgiveness and the Messenger prayed for their forgiveness, they would have certainly found Allah ever Accepting of Repentance, Most Merciful"},"surah":null},{"id":558,"surahId":4,"ayatId":65,"ayatNo":"٦٥","pageNo":88,"ayatText":"فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتّٰى يُحَكِّمُوكَ فٖيمَا شَجَرَ بَيْنَهُمْۙ ثُمَّ لَا يَجِدُوا فٖٓي اَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلٖيماً","ayatMealText":{"tr":"Hayır! Rabbine andolsun ki iş bildikleri gibi değil, onlar aralarında çıkan çekişmeli işlerde seni hakem yapıp sonra da senin verdiğin hükme karşı içlerinde hiçbir sıkıntı duymaksızın, tam bir teslimiyetle boyun eğmedikçe iman etmiş olamazlar.","nl":"Bij jouw Heer, zij geloven niet totdat zij jou laten oordelen over waar zij over van mening verschillen en dan in zichzelf geen weerstand vinden tegen wat jij orrdeelde, en zij aanvaarden (het dan) volledig.","en":"But no! By your Lord, they will never be ˹true˺ believers until they accept you ˹O Prophet˺ as the judge in their disputes, and find no resistance within themselves against your decision and submit wholeheartedly"},"surah":null}]}