{"juzNo":5,"pageNo":89,"arCuzNo":"٥","arPageNo":"۸۹","quranAyats":[{"id":559,"surahId":4,"ayatId":66,"ayatNo":"٦٦","pageNo":89,"ayatText":"وَلَوْ اَنَّا كَتَبْنَا عَلَيْهِمْ اَنِ اقْتُلُٓوا اَنْفُسَكُمْ اَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ اِلَّا قَلٖيلٌ مِنْهُمْؕ وَلَوْ اَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهٖ لَكَانَ خَيْراً لَهُمْ وَاَشَدَّ تَثْبٖيتاًۙ","ayatMealText":{"tr":"Eğer biz onlara: \"Kendinizi öldürün, veya yurtlarınızdan çıkın.\" diye yazmış olsaydık, içlerinden pek azı hariç, bunu yapamazlardı. Fakat kendilerine verilen öğütleri tutsalardı, elbette haklarında hem daha hayırlı, hem de daha sağlam olurdu.","nl":"En indien Wij voor hen voorgeschreven hadden \"Doodt elkaar\" of \"Verlaat jullie huizen\", dan hadden slechts weinigen van hen dat gedaan. Maar indien zij werkelijk gedaan hadden wat hen gezegd werd, was dat beter voor hen geweest en (het) had hen steviger gevestigd (in het geloof).","en":"If We had commanded them to sacrifice themselves or abandon their homes, none would have obeyed except for a few. Had they done what they were advised to do, it would have certainly been far better for them and more reassuring"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":560,"surahId":4,"ayatId":67,"ayatNo":"٦٧","pageNo":89,"ayatText":"وَاِذاً لَاٰتَيْنَاهُمْ مِنْ لَدُنَّٓا اَجْراً عَظٖيـماًۙ","ayatMealText":{"tr":"Ve o zaman elbette kendilerine katımızdan büyük mükafat verirdik.","nl":"En Wij zouden hun van Onze Zijde een geweldige beloning gegeven hebben.","en":"and We would have granted them a great reward by Our grace"},"surah":null},{"id":561,"surahId":4,"ayatId":68,"ayatNo":"٦٨","pageNo":89,"ayatText":"وَلَهَدَيْنَاهُمْ صِرَاطاً مُسْتَقٖيماً","ayatMealText":{"tr":"Ve onları elbette doğru yola iletirdik.","nl":"En Wij zouden hen op een recht Pad geleid hetben.","en":"and guided them to the Straight Path"},"surah":null},{"id":562,"surahId":4,"ayatId":69,"ayatNo":"٦٩","pageNo":89,"ayatText":"وَمَنْ يُطِـعِ اللّٰهَ وَالرَّسُولَ فَاُو۬لٰٓئِكَ مَعَ الَّذٖينَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِنَ النَّبِيّٖنَ وَالصِّدّٖيقٖينَ وَالشُّهَدَٓاءِ وَالصَّالِحٖينَۚ وَحَسُنَ اُو۬لٰٓئِكَ رَفٖيقاًؕ","ayatMealText":{"tr":"Kim Allah'a ve Peygambere itaat ederse işte onlar, Allah'ın kendilerine nimet verdiği peygamberlerle, sıddıklarla, şehidlerle, iyilerle birliktedir. Bunlar ne güzel arkadaştır!","nl":"En wie Allah en de Boodschapper gehoorzaamt: zij zijn met degenen van de Profeten en de waarachtigen en de martelaren en de oprechten die Allah begunstigd heeft. Zij zijn de beste metge zellen!","en":"And whoever obeys Allah and the Messenger will be in the company of those blessed by Allah: the prophets, the people of truth, the martyrs, and the righteous—what honourable company"},"surah":null},{"id":563,"surahId":4,"ayatId":70,"ayatNo":"٧٠","pageNo":89,"ayatText":"ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِؕ وَكَفٰى بِاللّٰهِ عَلٖيماًࣖ","ayatMealText":{"tr":"Bu lütuf Allah'tandır. Bilen olarak Allah yeter.","nl":"Dat is de gunst van Allah en het is voldoende dat Allah Alwetend is.","en":"This is Allah’s favour, and Allah fully knows ˹who deserves it˺"},"surah":null},{"id":564,"surahId":4,"ayatId":71,"ayatNo":"٧١","pageNo":89,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ اَوِ انْفِرُوا جَمٖيعاً","ayatMealText":{"tr":"Ey iman edenler! Düşmana karşı her türlü savunma tedbirinizi alınız. Onlara karşı ya küçük birlikler halinde hareket ediniz veya topyekün seferber olunuz.","nl":"O jullie die geloven, neemt jullie voorzorgsmaatregelen en gaat dus voort in groepen, of gaat gezamenlijk voort.","en":"O believers! Take your precautions and go forth either in groups or together"},"surah":null},{"id":565,"surahId":4,"ayatId":72,"ayatNo":"٧٢","pageNo":89,"ayatText":"وَاِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّۚ فَاِنْ اَصَابَتْكُمْ مُصٖيبَةٌ قَالَ قَدْ اَنْعَمَ اللّٰهُ عَلَيَّ اِذْ لَمْ اَكُنْ مَعَهُمْ شَهٖيداً","ayatMealText":{"tr":"Şüphesiz içinizden bir kısmı vardır ki, pek ağır davranır. Eğer başınıza bir musibet gelirse: \"Allah bana lutfetti de onlarla beraber bulunmadım.\" der.","nl":"En voorwaar, er zijn er onder jullie die zouden dralen. Als jullie door een ramp getroffen worden, zeggen zij: \"Waarlijk, Allah heeft mij begunstigd, doordat ik niet aanwezig onder hen was.\"","en":"There will be some among you who will lag behind so that if you face a disaster, they will say, “Allah has blessed us for not being there among them.”"},"surah":null},{"id":566,"surahId":4,"ayatId":73,"ayatNo":"٧٣","pageNo":89,"ayatText":"وَلَئِنْ اَصَابَكُمْ فَضْلٌ مِنَ اللّٰهِ لَيَقُولَنَّ كَاَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنٖي كُنْتُ مَعَهُمْ فَاَفُوزَ فَوْزاً عَظٖيماً","ayatMealText":{"tr":"Ve eğer Allah'tan size bir lütuf ve zafer erişecek olsa, sizinle kendisi arasında hiç sevgi yokmuş gibi, bu sefer de hiç şüphesiz şöyle diyecek: \"Ah ne olurdu, onlarla beraber olaydım da büyük murada ereydim.\"","nl":"En als jullie een gunst van Allah ten deel valt, dan zegt hij, alsof er tussen jullie en hem geen vriendschap was: \"O was ik maar met hen geweest, dan zou ik een geweldige overwinning behaald hebben.\"","en":"But if you return with Allah’s bounties, they will say—as if there had been no bond between you—“We wish we had been there with them to share the great gain!”"},"surah":null},{"id":567,"surahId":4,"ayatId":74,"ayatNo":"٧٤","pageNo":89,"ayatText":"فَلْيُقَاتِلْ فٖي سَبٖيلِ اللّٰهِ الَّذٖينَ يَشْرُونَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِؕ وَمَنْ يُقَاتِلْ فٖي سَبٖيلِ اللّٰهِ فَيُقْتَلْ اَوْ يَغْلِبْ فَسَوْفَ نُؤْتٖيهِ اَجْراً عَظٖيماً","ayatMealText":{"tr":"O halde geçici dünya hayatını, ebedî ahiret hayatı karşılığında satacak olanlar, Allah yolunda savaşsınlar. Her kim Allah yolunda savaşır da öldürülür veya galip gelirse, her iki durumda da biz ona yarın pek büyük bir mükafat vereceğiz.","nl":"Laat hem vechten op de Weg van Allah, die het wereldse leven ruilt voor het Hiernamaals. En wie strijdt op de Weg van Allah, of hij gedood wordt of overwint: Wij zullen hem daarna een geweldige beloning geven.","en":"Let those who would sacrifice this life for the Hereafter fight in the cause of Allah. And whoever fights in Allah’s cause—whether they achieve martyrdom or victory—We will honour them with a great reward"},"surah":null}]}