{"juzNo":1,"pageNo":9,"arCuzNo":"۱","arPageNo":"۹","quranAyats":[{"id":65,"surahId":2,"ayatId":58,"ayatNo":"٥٨","pageNo":9,"ayatText":"وَاِذْ قُلْنَا ادْخُلُوا هٰذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَداً وَادْخُلُوا الْبَابَ سُجَّداً وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْؕ وَسَنَزٖيدُ الْمُحْسِنٖينَ","ayatMealText":{"tr":"Hani bir zamanlar \"Şu şehre girin de onun nimetlerinden dilediğiniz şekilde bol bol yiyin ve kapıdan secde ederek girin ve \"hıtta\" (bizi bağışla!) deyin ki, size, hatalarınızı mağfiret ediverelim, iyilik yapanlara nimetlerimizi daha da arttıracağız\" dedik.","nl":"En (gedenkt) toen Wij zeiden: \"Gaat deze stad binnen en eet daarvan (het land) van de overvloed, zoveel als jullie willen.\" Gaat buigend de poort binnen en zegt: \"Vergeving!\" Wij zullen jullie jullie fouten vergeven, en Wij zullen vermeerden voor de weldoeners.\"","en":"And ˹remember˺ when We said, “Enter this city and eat freely from wherever you please; enter the gate with humility, saying, ‘Absolve us.’ We will forgive your sins and multiply the reward for the good-doers.”"},"surah":{"surahId":2,"name":"Bakara","nameAr":"الْبَقَرَةِ","revelationOrder":87,"verseCount":286,"juzNo":1,"firstPage":2}},{"id":66,"surahId":2,"ayatId":59,"ayatNo":"٥٩","pageNo":9,"ayatText":"فَبَدَّلَ الَّذٖينَ ظَلَمُوا قَوْلاً غَيْرَ الَّذٖي قٖيلَ لَهُمْ فَاَنْزَلْنَا عَلَى الَّذٖينَ ظَلَمُوا رِجْزاً مِنَ السَّمَٓاءِ بِمَا كَانُوا يَفْسُقُونَࣖ","ayatMealText":{"tr":"Bunun üzerine o zulme devam edenler sözü değiştirdiler, onu kendilerine söylenildiğinden başka bir şekle soktular. Biz de kötülük yaptıkları için o zalimlere murdar bir azap indirdik.","nl":"Daarna verwisselden degenen die onrecht pleegden het Woord met iets anders dan wat tot hen gezegd was en daarom deden Wij op degenen die onrecht pleegden een plaag uit de hemel neerkomen, vanwege de grote zonden die zij plachten te bedrijven.","en":"But the wrongdoers changed the words they were commanded to say. So We sent down a punishment from the heavens upon them for their rebelliousness"},"surah":null},{"id":67,"surahId":2,"ayatId":60,"ayatNo":"٦٠","pageNo":9,"ayatText":"وَاِذِ اسْتَسْقٰى مُوسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَؕ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْناًؕ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَشْرَبَهُمْؕ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللّٰهِ وَلَا تَعْثَوْا فِي الْاَرْضِ مُفْسِدٖينَ","ayatMealText":{"tr":"Hani bir zamanlar Musa, kavmi için su istemişti, biz de \"asanla taşa vur!\" demiştik, bunun üzerine o taştan on iki pınar fışkırmıştı. Her kısım insan kendi su alacağı yeri bildi. Allah'ın rızkından yiyin ve için de bozgunculuk ve saldırganlık yaparak yeryüzünü fesada vermeyin.","nl":"En (gedenkt) toen Môesa water vroeg voor zijn volk, waarop Wij zeiden: \"Sla met je staf op de rots.\" Toen ontsprongen daaruit twaalf bronnen. Waarlijk, elke stam kende zijn drinkplaats. Eet en drinkt can Allah's voorzieningen. En doet geen kwaad op aarde als verderfzaaiers.","en":"And ˹remember˺ when Moses prayed for water for his people, We said, “Strike the rock with your staff.” Then twelve springs gushed out, ˹and˺ each tribe knew its drinking place. ˹We then said,˺ “Eat and drink of Allah’s provisions, and do not go about spreading corruption in the land.”"},"surah":null},{"id":68,"surahId":2,"ayatId":61,"ayatNo":"٦١","pageNo":9,"ayatText":"وَاِذْ قُلْتُمْ يَا مُوسٰى لَنْ نَصْبِرَ عَلٰى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْاَرْضُ مِنْ بَقْلِهَا وَقِثَّٓائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاؕ قَالَ اَتَسْتَبْدِلُونَ الَّذٖي هُوَ اَدْنٰى بِالَّذٖي هُوَ خَيْرٌؕ اِهْبِطُوا مِصْراً فَاِنَّ لَكُمْ مَا سَاَلْتُمْؕ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَٓاؤُ۫ بِغَضَبٍ مِنَ اللّٰهِؕ ذٰلِكَ بِاَنَّهُمْ كَانُوا يَكْفُرُونَ بِاٰيَاتِ اللّٰهِ وَيَقْتُلُونَ النَّبِيّٖنَ بِغَيْرِ الْحَقِّؕ ذٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَࣖ","ayatMealText":{"tr":"Hani bir zamanlar, \"Ey Musa, biz tek çeşit yemeğe asla katlanamayacağız, yeter artık bizim için Rabbine dua et de bize yerin yetiştirdiği şeylerden; sebzesinden, kabağından, sarmısağından, mercimeğinden ve soğanından çıkarsın.\" dediniz. O da size \"O üstün olanı daha aşağı olanla değiştirmek mi istiyorsunuz? Bir kasabaya konaklayın o vakit istediğiniz elbette olacaktır.\" dedi. Üzerlerine zillet ve meskenet damgası vuruldu ve nihayet Allah'dan bir gazaba uğradılar. Evet öyle oldu, çünkü Allah'ın âyetlerini inkâr ediyorlar ve haksız yere peygamberleri öldürüyorlardı. Evet öyle oldu, çünkü isyana dalıyorlar ve aşırı gidiyorlardı.","nl":"En (gedenkt) toen jullie zeiden: \"O Môesa! Wij verdragen het niet om van één soort voedsel te leven, roep daarom voor ons jouw Heer aan, opdat Hij voor on voortbrengt van wat de aarde doet groeien van haar groenten, haar komkommers, haar knoflook, haar linzen en haar uien.\" Hij zei: \"Willen jullie dat wat minderwaardig is, nemen in plaats van het betere? Gaat naar een ander land, en voorwaar, voor jullie zal er zijn wat jullie vroegen.\" En er werd over hen vernedering en ellende gebracht en zij keerden terug onder de toorn van Allah. Dat was omdat zij voortdurent Allah's Tekenen verwierpen en de Profeten dooden, zonder het recht te hebben. Dit was omdat zij opstandig waren en overtredingen plachten te begaan.","en":"And ˹remember˺ when you said, “O Moses! We cannot endure the same meal ˹every day˺. So ˹just˺ call upon your Lord on our behalf, He will bring forth for us some of what the earth produces of herbs, cucumbers, garlic, lentils, and onions.” Moses scolded ˹them˺, “Do you exchange what is better for what is worse? ˹You can˺ go down to any village and you will find what you have asked for.” They were stricken with disgrace and misery, and they invited the displeasure of Allah for rejecting Allah’s signs and unjustly killing the prophets. This is ˹a fair reward˺ for their disobedience and violations"},"surah":null}]}