{"juzNo":5,"pageNo":91,"arCuzNo":"٥","arPageNo":"۹۱","quranAyats":[{"id":573,"surahId":4,"ayatId":80,"ayatNo":"٨٠","pageNo":91,"ayatText":"مَنْ يُطِـعِ الرَّسُولَ فَقَدْ اَطَاعَ اللّٰهَۚ وَمَنْ تَوَلّٰى فَمَٓا اَرْسَلْنَاكَ عَلَيْهِمْ حَفٖيظاًؕ","ayatMealText":{"tr":"Kim peygambere itaat ederse Allah'a itaat etmiş olur. Kim de yüz çevirirse, biz seni onlara bekçi olarak göndermedik.","nl":"Wie de Boodschapper gehoorzaamt, bij gehoorzaamt waarlijk Allah. En wie zich afkeert: Wij hebben jou niet als toezichthouder naar ben gezonden.","en":"Whoever obeys the Messenger has truly obeyed Allah. But whoever turns away, then ˹know that˺ We have not sent you ˹O Prophet˺ as a keeper over them"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":574,"surahId":4,"ayatId":81,"ayatNo":"٨١","pageNo":91,"ayatText":"وَيَقُولُونَ طَاعَةٌؗ فَاِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَٓائِفَةٌ مِنْهُمْ غَيْرَ الَّذٖي تَقُولُؕ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُونَۚ فَاَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِؕ وَكَفٰى بِاللّٰهِ وَكٖيلاً","ayatMealText":{"tr":"Sana \"Peki\" derler, fakat senin yanından çıktıklarında, içlerinden birtakımı, geceleyin (gündüz) söylemiş olduklarının tersini kurarlar. Allah onların geceleyin tasarladıklarını yazıyor. Sen onlara aldırma. Allah'a güven. Vekil olarak Allah yeter.","nl":"Zij zeggen 'gehoorzaamheid,\" maar wanneer zij bij jou wegtrekken, bekonkelt een groep van ben iets anders dan zij jou zeiden. En Allah schrijft op wat zij bekonkelen. Houd je dus verre van hen en stel je vertrouwen op Allah. En Allah is voldoende als Beschermer.","en":"And they say, “We obey,” but when they leave you, a group of them would spend the night contradicting what they said. Allah records all their schemes. So turn away from them, and put your trust in Allah. And Allah is sufficient as a Trustee of Affairs"},"surah":null},{"id":575,"surahId":4,"ayatId":82,"ayatNo":"٨٢","pageNo":91,"ayatText":"اَفَلَا يَتَدَبَّرُونَ الْقُرْاٰنَؕ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوا فٖيهِ اخْتِلَافاً كَثٖيراً","ayatMealText":{"tr":"Onlar hâlâ Kur'ân'ı gereği gibi düşünüp anlamaya çalışmazlar mı? Eğer o Allah'tan başkası tarafından indirilmiş olsaydı mutlaka onda birçok çelişkiler bulurlardı.","nl":"Denken zij dan niet na over de Koran? En wanneer (die) niet van bij Allah geweest was, dan zouden zij daarin veel tegestrijdigs vinden.","en":"Do they not then reflect on the Quran? Had it been from anyone other than Allah, they would have certainly found in it many inconsistencies"},"surah":null},{"id":576,"surahId":4,"ayatId":83,"ayatNo":"٨٣","pageNo":91,"ayatText":"وَاِذَا جَٓاءَهُمْ اَمْرٌ مِنَ الْاَمْنِ اَوِ الْخَوْفِ اَذَاعُوا بِهٖؕ وَلَوْ رَدُّوهُ اِلَى الرَّسُولِ وَاِلٰٓى اُو۬لِي الْاَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذٖينَ يَسْتَنْبِطُونَهُ مِنْهُمْؕ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ اِلَّا قَلٖيلاً","ayatMealText":{"tr":"Kendilerine güven veya korku hususunda bir haber geldiğinde onu hemen yayıverirler. Halbuki onu peygambere ve aralarında yetkili kimselere götürselerdi, onlardan sonuç çıkarmaya gücü yetenler, onu anlarlardı. Allah'ın üzerinizdeki lütfu ve rahmeti olmasaydı, pek azınız hariç, şeytana uyardınız.","nl":"En wanneer zij met een zaak van veiligheid of vrees tot ben komen, dan verspreiden zij het. En indien zij het aan de Boodschapper voorgelegd hadden, of aan degenen van hen die met gezag bekleed zijn, dan zouden degenen onder hen die onderzoeksbekwaam zijn er kennis van kunnen nemen. Als het niet vanwege de gunst van Allah over jullie zou zijn, en Zijn Genade, dan zouden jullie de Satan volgen, op weinigen na.","en":"And when they hear news of security or fear, they publicize it. Had they referred it to the Messenger or their authorities, those with sound judgment among them would have validated it. Had it not been for Allah’s grace and mercy, you would have followed Satan—except for a few"},"surah":null},{"id":577,"surahId":4,"ayatId":84,"ayatNo":"٨٤","pageNo":91,"ayatText":"فَقَاتِلْ فٖي سَبٖيلِ اللّٰهِۚ لَا تُكَلَّفُ اِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنٖينَۚ عَسَى اللّٰهُ اَنْ يَكُفَّ بَأْسَ الَّذٖينَ كَفَرُواؕ وَاللّٰهُ اَشَدُّ بَأْساً وَاَشَدُّ تَنْكٖيلاً","ayatMealText":{"tr":"(Ey Muhammed) Allah yolunda savaş! Sen ancak kendi yaptığından sorumlusun. Müminleri de savaşa teşvik et. Umulur ki, Allah kâfirlerin gücünü kırar. Hiç şüphesiz ki Allah kuvvet ve kudretçe çok daha güçlü, ve cezası daha çetindir.","nl":"Strijd dan (O Moehammad) op de Weg van Allah, jij wordt slechts voor jezelf aansprakelijk gesteld. En moedigt de gelovigen (tot de strijd) aan. Hopelijk zal Allah het geweld van degenen die ongelovig zijn teniet doen. En Allah is harder in geweld en harder in bestraffing.","en":"So fight in the cause of Allah ˹O Prophet˺. You are accountable for none but yourself. And motivate the believers ˹to fight˺, so perhaps Allah will curb the disbelievers’ might. And Allah is far superior in might and in punishment"},"surah":null},{"id":578,"surahId":4,"ayatId":85,"ayatNo":"٨٥","pageNo":91,"ayatText":"مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصٖيبٌ مِنْهَاۚ وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَاؕ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُقٖيتاً","ayatMealText":{"tr":"Kim güzel bir işte aracılık ederse, ona o işin sevabından bir pay vardır. Kim de kötü bir şeyde aracılık yaparsa, ona da o kötülükten bir pay vardır. Allah her şeyi gözetip karşılığını verir.","nl":"En wie een goede voorspraak schenkt: hem komt een aandeel daarin toe. En wie een slechte voorspraak geeft: hij draagt de last daarvan. En Allah is Almachtig over alle zaken.","en":"Whoever intercedes for a good cause will have a share in the reward, and whoever intercedes for an evil cause will have a share in the burden. And Allah is Watchful over all things"},"surah":null},{"id":579,"surahId":4,"ayatId":86,"ayatNo":"٨٦","pageNo":91,"ayatText":"وَاِذَا حُيّٖيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِاَحْسَنَ مِنْهَٓا اَوْ رُدُّوهَاؕ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسٖيباً","ayatMealText":{"tr":"Siz bir selam ile selamlandığınız zaman, siz de ondan daha güzeliyle karşılık verin veya verilen selamı aynen iade edin. Şüphesiz Allah, her şeyin hesabını gereği gibi yapandır.","nl":"En wanneerjullie met een groEt begroEt worden, groet dan met een betere dan deze (terug), of beantwoordt hem (op gelijke wijze). Voorwar, Allah stelt de afrekening over alle zaken op.","en":"And when you are greeted, respond with a better greeting or at least similarly. Surely Allah is a ˹vigilant˺ Reckoner of all things"},"surah":null}]}