{"juzNo":5,"pageNo":92,"arCuzNo":"٥","arPageNo":"۹۲","quranAyats":[{"id":580,"surahId":4,"ayatId":87,"ayatNo":"٨٧","pageNo":92,"ayatText":"اَللّٰهُ لَٓا اِلٰهَ اِلَّا هُوَؕ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فٖيهِؕ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ حَدٖيثاًࣖ","ayatMealText":{"tr":"Kendinden başka ilâh olmayan Allah, sizi kıyamet gününde mutlaka biraraya toplayacaktır. Bunda asla şüphe yoktur. Allah'tan daha doğru sözlü kim olabilir?","nl":"Allah, er is geen god dan Hij! Hij zal jullie bijeenbrengen op de Dag der Opstanding, waaraan geen twijfel is. En wiens woorden zijn oprechter dan die van Allah?","en":"Allah, there is no god ˹worthy of worship˺ except Him. He will certainly gather ˹all of˺ you together on the Day of Judgment—about which there is no doubt. And whose word is more truthful than Allah’s"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":581,"surahId":4,"ayatId":88,"ayatNo":"٨٨","pageNo":92,"ayatText":"فَمَا لَكُمْ فِي الْمُنَافِقٖينَ فِئَتَيْنِ وَاللّٰهُ اَرْكَسَهُمْ بِمَا كَسَبُواؕ اَتُرٖيدُونَ اَنْ تَهْدُوا مَنْ اَضَلَّ اللّٰهُؕ وَمَنْ يُضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهُ سَبٖيلاً","ayatMealText":{"tr":"O halde, siz niçin münafıklar hakkında iki gruba ayrılıyorsunuz? Allah onları kazandıkları günah yüzünden terslerine döndürdüğü halde Allah'ın saptırdığını yola getirmek mi istiyorsunuz? Allah kimi saptırırsa, sen onun için bir çıkış yolu bulamazsın.","nl":"En hoe is het dat er bij jullie twee groepen zijn ten aanzien van de huichelaars, terwijl Allah hen omvergeworpen heeft vanwege wat zij deden? Willen jullie hen leiden die door Allah tot dwaling gebracht zijn? En wie door Allah tot dwaling gebracht is: voor hen vinden jullie nooit een weg.","en":"Why are you ˹believers˺ divided into two groups regarding the hypocrites while Allah allowed them to regress ˹to disbelief˺ because of their misdeeds? Do you wish to guide those left by Allah to stray? And whoever Allah leaves to stray, you will never find for them a way"},"surah":null},{"id":582,"surahId":4,"ayatId":89,"ayatNo":"٨٩","pageNo":92,"ayatText":"وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَٓاءً فَلَا تَتَّخِذُوا مِنْهُمْ اَوْلِيَٓاءَ حَتّٰى يُهَاجِرُوا فٖي سَبٖيلِ اللّٰهِؕ فَاِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْࣕ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِياًّ وَلَا نَصٖيراًۙ","ayatMealText":{"tr":"Onlar, küfür işledikleri gibi, sizin de küfür işleyip kendileriyle bir olmanızı arzu ettiler. Onun için, onlar Allah yolunda hicret edinceye kadar içlerinden dost edinmeyin. Eğer bundan yüz çevirirlerse onları yakalayın ve bulduğunuz yerde öldürün; Onlardan ne bir dost, ne de bir yardımcı edinmeyin.","nl":"Zij verlangen ernaar dat jullie ongelovig worden, zoals zij ongelovig zijn, zodat jullie gelijk zijn. Neemt dus geen vrienden uit hun midden totdat zij uitwijken op de Weg van Allah. En als zij zich afkeren (van de Islam), grijpt hen dan en doodt hen waar jullie hen ook vinden. En neemt uit hun midden geen vrienden en geen helpers.","en":"They wish you would disbelieve as they have disbelieved, so you may all be alike. So do not take them as allies unless they emigrate in the cause of Allah. But if they turn away, then seize them and kill them wherever you find them, and do not take any of them as allies or helpers"},"surah":null},{"id":583,"surahId":4,"ayatId":90,"ayatNo":"٩٠","pageNo":92,"ayatText":"اِلَّا الَّذٖينَ يَصِلُونَ اِلٰى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مٖيثَاقٌ اَوْ جَٓاؤُ۫كُمْ حَصِرَتْ صُدُورُهُمْ اَنْ يُقَاتِلُوكُمْ اَوْ يُقَاتِلُوا قَوْمَهُمْؕ وَلَوْ شَٓاءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْۚ فَاِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَاَلْقَوْا اِلَيْكُمُ السَّلَمَۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبٖيلاً","ayatMealText":{"tr":"Ancak o kimselere dokunmayın ki, sizinle aralarında anlaşma olan bir kavme sığınmış bulunurlar. Yahut ne sizinle, ne de kendi kavimleriyle savaşmayı gönüllerine sığdıramayıp tarafsız olarak size gelmişlerdir. Eğer Allah dileseydi, onları size musallat kılardı, onlar da sizinle savaşırlardı. Eğer onlar sizden uzak dururlar, sizinle savaşmayıp size barış teklif ederlerse, Allah, sizin için onlar aleyhine bir yol vermemiştir.","nl":"Behalve degenen die zich aansluiten bij een volk, waarmee jullie een wederzijds verdrag hebben, of (zij) die tot jullie komen met een beklemd gemoed omdat zij tegen jullie zouden moeten strijden. Indien Allah dat gewild had, had Hij hen over jullie kunnen laten heersen, of jullie laten doden. Daarom, als zij zich van jullie afzijdig houden en niet tegen jullie strijden en jullie vrede aanbieden, dan heeft Allah voor jullie geen weg tegen hen geopend (om hen te doden).","en":"except those who are allies of a people you are bound with in a treaty or those wholeheartedly opposed to fighting either you or their own people. If Allah had willed, He would have empowered them to fight you. So if they refrain from fighting you and offer you peace, then Allah does not permit you to harm them"},"surah":null},{"id":584,"surahId":4,"ayatId":91,"ayatNo":"٩١","pageNo":92,"ayatText":"سَتَجِدُونَ اٰخَرٖينَ يُرٖيدُونَ اَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْؕ كُلَّمَا  رُدُّٓوا اِلَى الْفِتْنَةِ اُرْكِسُوا فٖيهَاۚ فَاِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُٓوا اِلَيْكُمُ السَّلَمَ وَيَكُفُّٓوا اَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْؕ وَاُو۬لٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَاناً مُبٖيناًࣖ","ayatMealText":{"tr":"Diğer birtakım kimseleri de bulacaksınız ki; hem sizden emin olmak, hem de kavimlerinden emin olmak isterler. Fitne için her davet olunuşlarında onun içine başaşağı dalarlar. Eğer bunlar sizden çekinmezlerse, kendilerini bulduğunuz yerde yakalayın ve öldürün. İşte bunlar aleyhinde size açık bir ferman verdik.","nl":"Jullie zullen anderen vinden, die wensen voor jullie veilig te zijn en voor hun volk: iedere keer dat zij weer op de proef gesteld worden, keren zij daarheen (veelgoderij) terug. Indien zij jullie niet met rust laten en (geen) vrede aanbieden en (niet) afhouden: grijpt hen dan en doodt hen waar jullie hen ook aantreffen. En zij zijn degenen ten aanzien van wie Wij jullie een duidelijk bewijk verleend hebben.","en":"You will find others who wish to be safe from you and their own people. Yet they cannot resist the temptation ˹of disbelief or hostility˺. If they do not keep away, offer you peace, or refrain from attacking you, then seize them and kill them wherever you find them. We have given you full permission over such people"},"surah":null}]}