{"juzNo":5,"pageNo":93,"arCuzNo":"٥","arPageNo":"۹۳","quranAyats":[{"id":585,"surahId":4,"ayatId":92,"ayatNo":"٩٢","pageNo":93,"ayatText":"وَمَا كَانَ لِمُؤْمِنٍ اَنْ يَقْتُلَ مُؤْمِناً اِلَّا خَطَـٔاًۚ وَمَنْ قَتَلَ مُـؤْمِناً خَطَــٔاً فَـتَـحْرٖيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ اِلٰٓى اَهْلِهٖٓ اِلَّٓا اَنْ يَصَّدَّقُواؕ فَاِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرٖيرُ رَقَبَةٍ مُؤْمِنَةٍؕ وَاِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مٖيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ اِلٰٓى اَهْلِهٖ وَتَحْرٖيرُ رَقَبَةٍ مُؤْمِنَةٍۚ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِؗ تَوْبَةً مِنَ اللّٰهِؕ وَكَانَ اللّٰهُ عَلٖيماً حَكٖيماً","ayatMealText":{"tr":"Hata dışında bir mümin, diğer bir mümini öldüremez. Ve kim bir mümini yanlışlıkla öldürürse, mümin bir köle azad etmesi ve ölenin ailesine (varislerine) teslim edilecek bir diyet vermesi gerekir. Ancak ölünün ailesinin bağışlaması müstesnadır. Eğer öldürülen, mümin olmakla beraber size düşman bir kavimden ise, o zaman, öldürenin bir köle azad etmesi gerekir. Eğer öldürülen sizinle aralarında antlaşma olan bir kavimden ise, öldürenin, ölenin ailesine diyet vermesi ve mümin bir köle azad etmesi gerekir. Bunlara gücü yetmeyenin de Allah tarafından tevbesinin kabulü için arka arkaya iki ay oruç tutması gerekir. Allah, Alimdir (her şeyi bilendir), Hakimdir (hüküm ve hikmet sahibidir).","nl":"En nooit mag een gelovige een (andere) gelovige te doden, behalve per vergissing. En wie per vergissing een gelovige gedood heeft: dan (is hij verplicht tot) de vrijlating van een gelovige slaaf en (de betaling van) bloedgeld aan zijn familie, tenzij zij het als een gift (beschouwen). En wanneer hij tot een jullie vijandig volk behoort en hij is een gelovige, dan (is hij verplicht tot) de vrijlating van een gelovige slaaf. En wanneer hij tot een volk behoort waarmee jullie een wederzijds verdrag sloten, dan (is hij verplicht tot) betaling van bloedgeld aan zijn (voor) wie niets (te geven) vindt, geldt een vasten van twee (aaneengesloten) maanden als berouw tegenover Allah. En Allah is Alwetend, Alwijs.","en":"It is not lawful for a believer to kill another except by mistake. And whoever kills a believer unintentionally must free a believing slave and pay blood-money to the victim’s family—unless they waive it charitably. But if the victim is a believer from a hostile people, then a believing slave must be freed. And if the victim is from a people bound with you in a treaty, then blood-money must be paid to the family along with freeing a believing slave. Those who are unable, let them fast two consecutive months—as a means of repentance to Allah. And Allah is All-Knowing, All-Wise"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":586,"surahId":4,"ayatId":93,"ayatNo":"٩٣","pageNo":93,"ayatText":"وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَٓاؤُ۬هُ جَهَنَّمُ خَالِداً فٖيهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهُ وَاَعَدَّ لَهُ عَذَاباً عَظٖيماً","ayatMealText":{"tr":"Kim bir mümini kasten öldürürse, cezası, içinde ebedî olarak kalacağı cehennemdir. Allah ona gazab ve lanet etmiş ve onun için büyük bir azab hazırlamıştır.","nl":"En wie een gelovige opzettelijk doodt: zijn vergelding is de hel, hij is eeuwig levend daarin. En Allah is woedend op hem en Allah vervloekt hem en Hij bereidt voor hem een geweldige bestraffing voor.","en":"And whoever kills a believer intentionally, their reward will be Hell—where they will stay indefinitely. Allah will be displeased with them, condemn them, and will prepare for them a tremendous punishment"},"surah":null},{"id":587,"surahId":4,"ayatId":94,"ayatNo":"٩٤","pageNo":93,"ayatText":"يَٓا اَيُّهَا الَّذٖينَ اٰمَنُٓوا اِذَا ضَرَبْتُمْ فٖي سَبٖيلِ اللّٰهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ اَلْقٰٓى اِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِناًۚ تَبْتَغُونَ عَرَضَ الْحَيٰوةِ الدُّنْيَاؗ فَعِنْدَ اللّٰهِ مَغَانِمُ كَثٖيرَةٌؕ كَذٰلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُواؕ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُونَ خَبٖيراً","ayatMealText":{"tr":"Ey İman edenler! Allah yolunda cihada çıktığınız zaman, mümini kâfirden ayırmak için iyice araştırın. Size selam veren kimseye, dünya hayatının menfaatini gözeterek, \"Sen mümin değilsin\" demeyin. Allah katında çok ganimetler var. İslâm'a ilk önce girdiğiniz zaman siz de öyle idiniz. Sonra Allah size lutufta bulundu. Onun için iyice araştırın. Şüphesiz ki Allah, yaptıklarınızdan haberdardır.","nl":"O jullie die geloven, als jullie je op de Weg van Allah rondtrekken (om te strijden), onderzoekt dan (nauwkeurig) en zegt niet tot degene die jullie Salâm geeft (groet): \"Jij bent geen gelovige\" verlangend naar de vergankelijke genieting van het wereldse leven, het is bij Allah dat veel mogelijkheden tot buit zijn. Zo waren jullie zelf (eens in de toestand van ongelovigen) en toon begunstigde Allah jullie, onderzoekt dus (nauwkeurig). Voorwaar, Allah is Alwetend over wat jullie doen.","en":"O believers! When you struggle in the cause of Allah, be sure of who you fight. And do not say to those who offer you ˹greetings of˺ peace, “You are no believer!”—seeking a fleeting worldly gain. Instead, Allah has infinite bounties ˹in store˺. You were initially like them then Allah blessed you ˹with Islam˺. So be sure! Indeed, Allah is All-Aware of what you do"},"surah":null}]}