{"juzNo":5,"pageNo":95,"arCuzNo":"٥","arPageNo":"۹٥","quranAyats":[{"id":595,"surahId":4,"ayatId":102,"ayatNo":"١٠٢","pageNo":95,"ayatText":"وَاِذَا كُنْتَ فٖيهِمْ فَاَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَٓائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُٓوا اَسْلِحَتَهُمْࣞ فَاِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَٓائِكُمْࣕ وَلْتَأْتِ طَٓائِفَةٌ اُخْرٰى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَاَسْلِحَتَهُمْۚ وَدَّ الَّذٖينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ اَسْلِحَتِكُمْ وَاَمْتِعَتِكُمْ فَيَمٖيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةًؕ وَلَا جُنَاحَ عَلَيْكُمْ اِنْ كَانَ بِكُمْ اَذًى مِنْ مَطَرٍ اَوْ كُنْتُمْ مَرْضٰٓى اَنْ تَضَعُٓوا اَسْلِحَتَكُمْۚ وَخُذُوا حِذْرَكُمْؕ اِنَّ اللّٰهَ اَعَدَّ لِلْكَافِرٖينَ عَذَاباً مُهٖيناً","ayatMealText":{"tr":"Sen onların aralarında bulunup da onlara namaz kıldırdığında içlerinden bir kısmı seninle beraber namaza dursun. Silahlarını da yanlarına alsınlar. Bunlar secdeye vardıklarında diğer bir kısmı arkanızda beklesin. Sonra o namaz kılmamış olan diğer kısım gelsin seninle beraber kılsınlar ve ihtiyatlı bulunsunlar, silahlarını yanlarına alsınlar. Kâfirler arzu ederler ki, silahlarınızdan ve eşyanızdan bir gafil olsanız da size ani bir baskın yapsalar. Eğer size yağmur gibi bir eziyet erişir veya hasta olursanız silahlarınızı bırakmanızda bir vebal yoktur. Bununla beraber ihtiyatı elden bırakmayın. Kuşkusuz Allah kâfirlere alçaltıcı bir azap hazırlamıştır.","nl":"En als jij bij hen bent (O Moehammad) en de shalât met hen verricht, laat dan een groep van hen met jou (in de shalât) staan, terwijl zij hun wapens dragen en als zij zich in Sadjdah neerbuigen, laat zij dan achter jullie zijn. En laat dan een andere groep komen (dus na de eerste Raka'ah) die de shalât nog niet verricht heeft en laat lien de shalât met jou verrichten (dus de tweede Raka'ah) en laat hen hun voorzorgsmaartregelen treffen en hun wapens dragen. De ongelovigen verlangen ernaar dat jullie niet op jullie wapens en goederen letten zodat zij jullie met één beweging wegvagen. Het is geen zonde voor jullie om, indien jullie last hebben van de regen of indien jullie ziek zijn, jullie wapens neer te leggen. En treft jullie voorzorgsmaatregelen. Voorwaar, Allah heeft voor de ongelovigen een vemederende bestraffing voorbereid.","en":"When you ˹O Prophet˺ are ˹campaigning˺ with them and you lead them in prayer, let one group of them pray with you—while armed. When they prostrate themselves, let the other group stand guard behind them. Then the group that has not yet prayed will then join you in prayer—and let them be vigilant and armed. The disbelievers would wish to see you neglect your weapons and belongings, so they could launch a sweeping assault on you. But there is no blame if you lay aside your weapons when overcome by heavy rain or illness—but take precaution. Indeed, Allah has prepared a humiliating punishment for the disbelievers"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":596,"surahId":4,"ayatId":103,"ayatNo":"١٠٣","pageNo":95,"ayatText":"فَاِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللّٰهَ قِيَاماً وَقُعُوداً وَعَلٰى جُنُوبِكُمْۚ فَاِذَا اطْمَأْنَنْتُمْ فَاَقٖيمُوا الصَّلٰوةَۚ اِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنٖينَ كِتَاباً مَوْقُوتاً","ayatMealText":{"tr":"O korkulu zamanda namazı kıldınız mı gerek ayakta, gerek otururken ve gerek yanlarınız üzerinde hep Allah'ı zikredin. Korkudan kurtulduğunuzda namazı tam erkanı ile kılın. Çünkü namaz müminlere belirli vakitlerde yazılı bir farzdır.","nl":"En als jullie dan de shalât verricht hebben, gedenkt dan Allah, staand en zittend en liggend. En wanneer jullie veilig zijn, verricht dan de shalât. Voorwaar, de shalât is de gelovigen op vaste tijden voorgeschreven.","en":"When the prayers are over, remember Allah—whether you are standing, sitting, or lying down. But when you are secure, establish regular prayers. Indeed, performing prayers is a duty on the believers at the appointed times"},"surah":null},{"id":597,"surahId":4,"ayatId":104,"ayatNo":"١٠٤","pageNo":95,"ayatText":"وَلَا تَهِنُوا فِي ابْتِغَٓاءِ الْقَوْمِؕ اِنْ تَكُونُوا تَأْلَمُونَ فَاِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَۚ وَتَرْجُونَ مِنَ اللّٰهِ مَا لَا يَرْجُونَؕ وَكَانَ اللّٰهُ عَلٖيماً حَكٖيماًࣖ","ayatMealText":{"tr":"Düşman topluluğunu takip etmede gevşeklik göstermeyin. Eğer siz acı duyuyorsanız, kuşkusuz onlar da sizin acı duyduğunuz gibi acı çekiyorlar. Oysa siz Allah'tan onların ümit edemeyecekleri şeyleri umuyorsunuz. Kuşkusuz Allah her şeyi bilendir, hikmet sahibidir.","nl":"En versaagt niet in de vervolging van het (ongelovige) volk. Wanneer jullie pijn lijden dan, voorwaar, zij lijden pijn zoals jullie pijn lijden. En jullie hopen op (dat) van Allah waarop zij niet hopen. En Allah is Alwetend, Alwijs,","en":"Do not falter in pursuit of the enemy—if you are suffering, they too are suffering. But you can hope to receive from Allah what they can never hope for. And Allah is All-Knowing, All-Wise"},"surah":null},{"id":598,"surahId":4,"ayatId":105,"ayatNo":"١٠٥","pageNo":95,"ayatText":"اِنَّٓا اَنْزَلْـنَٓا اِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَٓا اَرٰيكَ اللّٰهُؕ وَلَا تَكُنْ لِلْخَٓائِنٖينَ خَصٖيماًۙ","ayatMealText":{"tr":"Biz sana Kitab (Kur'ân)ı hak olarak indirdik ki, insanlar arasında Allah'ın sana gösterdiği şekilde hüküm veresin. Sakın hainlerin savunucusu olma!","nl":"Wij hebben jou liet Boek met de Waarheid neergezonden zodat jij kunt oordelen tussen de mensen, met wat Allah aan jou openbaarde. En wees geen verdediger voor de verraders.","en":"Indeed, We have sent down the Book to you ˹O Prophet˺ in truth to judge between people by means of what Allah has shown you. So do not be an advocate for the deceitful"},"surah":null}]}