{"juzNo":5,"pageNo":97,"arCuzNo":"٥","arPageNo":"۹۷","quranAyats":[{"id":607,"surahId":4,"ayatId":114,"ayatNo":"١١٤","pageNo":97,"ayatText":"لَا خَيْرَ فٖي كَثٖيرٍ مِنْ نَجْوٰيهُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوفٍ اَوْ اِصْلَاحٍ بَيْنَ النَّاسِؕ وَمَنْ يَفْعَلْ ذٰلِكَ ابْتِغَٓاءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتٖيهِ اَجْراً عَظٖيماً","ayatMealText":{"tr":"Bir sadaka vermeyi yahut iyilik yapmayı veyahut da insanlar arasını düzeltmeyi emreden(ler)inki hariç, onların aralarındaki gizli gizli konuşmalarının çoğunda hiçbir hayır yoktur. Kim bunları sırf Allah'ın rızasını kazanmak için yaparsa, yakında ona büyük bir mükafat vereceğiz.","nl":"Er is geen goed in veel van hun heimelijke gesprekken, behalve wie aanmaant tot liefdadigheid of wijsheid of verzoening tussen de mensen, wie dat doet om het welbehageb van Allah to bereiken: Wij zullen hem een geweldige beloning geven.","en":"There is no good in most of their secret talks—except those encouraging charity, kindness, or reconciliation between people. And whoever does this seeking Allah’s pleasure, We will grant them a great reward"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":608,"surahId":4,"ayatId":115,"ayatNo":"١١٥","pageNo":97,"ayatText":"وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِـعْ غَيْرَ سَبٖيلِ الْمُؤْمِنٖينَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَؕ وَسَٓاءَتْ مَصٖيراًࣖ","ayatMealText":{"tr":"Kim kendisine doğru yol besbelli olduktan sonra Peygamber'e karşı çıkar, müminlerin yolundan başkasına uyup giderse onu döndüğü yolda bırakırız ve cehenneme sokarız. Orası ne kötü bir gidiş yeridir.","nl":"En wie de Boodschapper tegenwerkt nadat de Leiding hem duidelijk is geworden en een andere weg volgt dan die van de gelovigen: Wij laten hem ( gaar naar) waarheen hij zich afgekeerd had en Wij zullen hem in de Hel binnenlieden. En dat is de slechtste bestemming!","en":"And whoever defies the Messenger after guidance has become clear to them and follows a path other than that of the believers, We will let them pursue what they have chosen, then burn them in Hell—what an evil end"},"surah":null},{"id":609,"surahId":4,"ayatId":116,"ayatNo":"١١٦","pageNo":97,"ayatText":"اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُشْرَكَ بِهٖ وَيَغْفِرُ مَا دُونَ ذٰلِكَ لِمَنْ يَشَٓاءُؕ وَمَنْ يُشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلَالاً بَعٖيداً","ayatMealText":{"tr":"Şüphesiz Allah kendisine ortak koşulmasını bağışlamaz. Bunun dışında dilediğini bağışlar. Allah'a ortak koşan, muhakkak ki, derin bir sapıklığa düşmüştür.","nl":"Voorwaar, Allah vergeeft niet dat aan Hem deelgenoten worden toegekend, maar Hij vergeeft daarbuiten aan wie Hij wil. En wie deelgenoten aan Allah toekent, hij heeft ver gedwaald.","en":"Surely Allah does not forgive associating ˹others˺ with Him ˹in worship˺, but forgives anything else of whoever He wills. Indeed, whoever associates ˹others˺ with Allah has clearly gone far astray"},"surah":null},{"id":610,"surahId":4,"ayatId":117,"ayatNo":"١١٧","pageNo":97,"ayatText":"اِنْ يَدْعُونَ مِنْ دُونِهٖٓ اِلَّٓا اِنَاثاًۚ وَاِنْ يَدْعُونَ اِلَّا شَيْطَاناً مَرٖيداًۙ","ayatMealText":{"tr":"Onlar, Allah'ı bırakırlar da, yalnız dişilere taparlar. Böylece ancak inatçı şeytana tapmış olurlar.","nl":"Zij aanbidden naast Hem slechts afgodsbeelden en zij aanbidden slechts de opstandige satan.","en":"Instead of Allah, they only invoke female gods and they ˹actually˺ invoke none but a rebellious Satan—"},"surah":null},{"id":611,"surahId":4,"ayatId":118,"ayatNo":"١١٨","pageNo":97,"ayatText":"لَعَنَهُ اللّٰهُۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصٖيباً مَفْرُوضاًۙ","ayatMealText":{"tr":"Allah o şeytana lanet etti. Ve o da: \"Elbette senin kullarından belirli bir pay alacağım, onları mutlaka saptıracağım, onları boş kuruntulara sokacağım, ve onlara emredeceğim de hayvanların kulaklarını yaracaklar, onlara emredeceğim de Allah'ın yaratışını değiştirecekler\" dedi. Kim Allah'ı bırakıp da şeytanı dost edinirse, şüphesiz o, apaçık bir ziyana uğramış olur.","nl":"Allah vervloekte hem (de satan) en hij (de Satan) zei: \"Ik zal van Uw dienaren een bepaald gedeelte nemen.","en":"cursed by Allah—who said, “I will surely take hold of a certain number of Your servants"},"surah":null},{"id":612,"surahId":4,"ayatId":119,"ayatNo":"١١٩","pageNo":97,"ayatText":"وَلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِؕ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِياًّ مِنْ دُونِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَاناً مُبٖيناًؕ","ayatMealText":{"tr":"Allah o şeytana lanet etti. Ve o da: \"Elbette senin kullarından belirli bir pay alacağım, onları mutlaka saptıracağım, onları boş kuruntulara sokacağım, ve onlara emredeceğim de hayvanların kulaklarını yaracaklar, onlara emredeceğim de Allah'ın yaratışını değiştirecekler\" dedi. Kim Allah'ı bırakıp da şeytanı dost edinirse, şüphesiz o, apaçık bir ziyana uğramış olur.","nl":"En ik zal hen doen dwalen en ik zal hun ijdelheid opwekken en ik zal hen bevelen de oren van het vee te snijden en ik zal hen bevelen de schepping van Allah te veranderen.\" En wie in plaats van Allah de Satan tot beschermer neemt, die zal waarlijk een duidelijk verlies lijden.","en":"I will certainly mislead them and delude them with empty hopes. Also, I will order them and they will slit the ears of cattle and alter Allah’s creation.” And whoever takes Satan as a guardian instead of Allah has certainly suffered a tremendous loss"},"surah":null},{"id":613,"surahId":4,"ayatId":120,"ayatNo":"١٢٠","pageNo":97,"ayatText":"يَعِدُهُمْ وَيُمَنّٖيهِمْؕ وَمَا يَعِدُهُمُ الشَّيْطَانُ اِلَّا غُرُوراً","ayatMealText":{"tr":"Şeytan onlara vaad eder ve onları boş umutlarla oyalar. Oysa şeytanın onlara vaadi, aldatmadan başka bir şey değildir.","nl":"Hij doet hen beloften en hij wekt hun ijdelheid op en wat de Satan hen belooft is slechts een misleiding,","en":"Satan only makes them ˹false˺ promises and deludes them with ˹empty˺ hopes. Truly Satan promises them nothing but delusion"},"surah":null},{"id":614,"surahId":4,"ayatId":121,"ayatNo":"١٢١","pageNo":97,"ayatText":"اُو۬لٰٓئِكَ مَأْوٰيهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحٖيصاً","ayatMealText":{"tr":"Bunların varacakları yer cehennemdir. Ondan kurtulmak için çare bulamazlar.","nl":"Zij zijn degenen wiens verblijfplaats, de Hel is, en zij vinden daaruit geen ontsnapping.","en":"It is they who will have Hell as their home, and they will find no escape from it"},"surah":null}]}