{"juzNo":5,"pageNo":98,"arCuzNo":"٥","arPageNo":"۹۸","quranAyats":[{"id":615,"surahId":4,"ayatId":122,"ayatNo":"١٢٢","pageNo":98,"ayatText":"وَالَّذٖينَ اٰمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرٖي مِنْ تَحْتِهَا الْاَنْهَارُ خَالِدٖينَ فٖيهَٓا اَبَداًؕ وَعْدَ اللّٰهِ حَقاًّؕ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ قٖيلاً","ayatMealText":{"tr":"İman edip iyi işler yapanları da altlarından ırmaklar akan cennetlere sokacağız, orada ebedî olarak kalacaklardır. Bu, Allah'ın gerçek vaadidir. Allah'dan daha doğru sözlü kim olabilir?","nl":"Degenen die geloven en goede werken verrichten: Wij zullen hen in Tuinen (het Paradijs) binnenleiden, waar onder door de rivieren stromen, zij zijn daarin eeuwig levenden. En de belofte van Allah is waar. En wiens woord is meer waar dan dat van Allah?","en":"And those who believe and do good, We will soon admit them into Gardens under which rivers flow, to stay there for ever and ever. Allah’s promise is ˹always˺ true. And whose word is more truthful than Allah’s"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":616,"surahId":4,"ayatId":123,"ayatNo":"١٢٣","pageNo":98,"ayatText":"لَيْسَ بِاَمَانِيِّكُمْ وَلَٓا اَمَانِيِّ اَهْلِ الْكِتَابِؕ مَنْ يَعْمَلْ سُٓوءاً يُجْزَ بِهٖۙ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللّٰهِ وَلِياًّ وَلَا نَصٖيراً","ayatMealText":{"tr":"(İş), ne sizin kuruntunuza, ne de kitap ehlinin kuruntusuna göredir. Kötülük yapan, o yüzden cezalandırılır. O, kendisine Allah'tan başka ne bir dost, ne de bir yardımcı bulabilir.","nl":"Het gebeurt niet door jullie ijdelheden en (ook) niet door de ijdelheden van de Lieden van de Schrift: wie slacht doet wordt er voor vergolden en hij zal zich buiten Allah geen beschermer en geen helper vinden.","en":"˹Divine grace is˺ neither by your wishes nor those of the People of the Book! Whoever commits evil will be rewarded accordingly, and they will find no protector or helper besides Allah"},"surah":null},{"id":617,"surahId":4,"ayatId":124,"ayatNo":"١٢٤","pageNo":98,"ayatText":"وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُو۬لٰٓئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقٖيراً","ayatMealText":{"tr":"Erkek veya kadın, kim mümin olur da güzel amellerden işlerse, işte onlar cennete girerler. Zerre kadar da haksızlığa uğratılmazlar.","nl":"En wie goed deel, man of vrouw en hij (zij) is gelovig: zij zijn degenen die het Paradijs binnengaan en zij zullen in het geheel niet onrechtvaardig behandeld worden.","en":"But those who do good—whether male or female—and have faith will enter Paradise and will never be wronged ˹even as much as˺ the speck on a date stone"},"surah":null},{"id":618,"surahId":4,"ayatId":125,"ayatNo":"١٢٥","pageNo":98,"ayatText":"وَمَنْ اَحْسَنُ دٖيناً مِمَّنْ اَسْلَمَ وَجْهَهُ لِلّٰهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ اِبْرٰهٖيمَ حَنٖيفاًؕ وَاتَّخَذَ اللّٰهُ اِبْرٰهٖيمَ خَلٖيلاً","ayatMealText":{"tr":"İyilik yaparak kendisini Allah'a teslim eden ve İbrahim'in dinine dosdoğru olarak tâbi olan kimseden, din bakımından daha iyi kim olabilir? Allah, İbrahim'i dost edinmişti.","nl":"En wie is beter in godsdienst dam degene die zich volledig aan Allah overgeeft en weldoet en de godsdienst van Ibrâhîm, Hanîf volgt. En Allah nam lbrahim als boezemvriend.","en":"And who is better in faith than those who ˹fully˺ submit themselves to Allah, do good, and follow the Way of Abraham, the upright? Allah chose Abraham as a close friend"},"surah":null},{"id":619,"surahId":4,"ayatId":126,"ayatNo":"١٢٦","pageNo":98,"ayatText":"وَلِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُحٖيطاًࣖ","ayatMealText":{"tr":"Göklerde ve yerde olanların hepsi Allah'ındır. Allah, her şeyi kuşatıcıdır.","nl":"En aan Allah behoort wat in de hemelen is en wat op de aarde is en Allah omvat alle zaken.","en":"To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is Fully Aware of everything"},"surah":null},{"id":620,"surahId":4,"ayatId":127,"ayatNo":"١٢٧","pageNo":98,"ayatText":"وَيَسْتَفْتُونَكَ فِي النِّسَٓاءِؕ قُلِ اللّٰهُ يُفْتٖيكُمْ فٖيهِنَّۙ وَمَا يُتْلٰى عَلَيْكُمْ فِي الْكِتَابِ فٖي يَتَامَى النِّسَٓاءِ الّٰتٖي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ اَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفٖينَ مِنَ الْوِلْدَانِۙ وَاَنْ تَقُومُوا لِلْيَتَامٰى بِالْقِسْطِؕ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ كَانَ بِهٖ عَلٖيماً","ayatMealText":{"tr":"Kadınlar hakkında senden fetva isterler. De ki: Onlar hakkındaki fetvayı size Allah veriyor: Yazılmış hakları olan mirası kendilerine vermediğiniz ve nikahlanmayı istemediğiniz öksüz kızlar ve zavallı çocuklara ve bir de yetimlere adaletle davranmanız hakkında Kitap'ta size okunan âyetler vardır. Sizin her yaptığınız iyiliği, muhakkak Allah bilir.","nl":"En zij vragen jou om een uitspraak (Fatwa) over de vrouwen. Zeg: \"Allah geeft uitspraken over hen en wat jullie in het Boek voorgelezen wordt over de vrouwelijke wezen, aan wie jullie niet de voor hen voorgeschreven rechten geven en (over) hen die jullie wensen te trouwen en over de zwakken onder de kinderen. En dat jullie moeten zorgen voor de rechtvaardigheid voor de wezen.\" Er is niets wat julli van het goede doen of, voorwaar, Allah weet erven.","en":"They ask you ˹O Prophet˺ regarding women. Say, “It is Allah Who instructs you regarding them. Instruction has ˹already˺ been revealed in the Book concerning the orphan women you deprive of their due rights but still wish to marry, also helpless children, as well as standing up for orphans’ rights. And whatever good you do is certainly well known to Allah.”"},"surah":null}]}