{"juzNo":5,"pageNo":99,"arCuzNo":"٥","arPageNo":"۹۹","quranAyats":[{"id":621,"surahId":4,"ayatId":128,"ayatNo":"١٢٨","pageNo":99,"ayatText":"وَاِنِ امْرَاَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزاً اَوْ اِعْرَاضاً فَلَا جُنَاحَ عَلَيْهِمَٓا اَنْ يُصْلِحَا بَيْنَهُمَا صُلْحاًؕ وَالصُّلْحُ خَيْرٌؕ وَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّؕ وَاِنْ تُحْسِنُوا وَتَتَّقُوا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُونَ خَبٖيراً","ayatMealText":{"tr":"Eğer bir kadın kocasının geçimsizliğinden, yahut kendisinden yüz çevirmesinden endişe ederse, aralarında bir sulh yapmalarında, onlara bir günah yoktur. Sulh hep hayırlıdır. Zaten nefisler kıskançlığa hazırdır. Eğer iyi geçinir ve geçimsizlikten sakınırsanız, şüphesiz Allah yaptıklarınızdan haberdardır.","nl":"En indien een vrouw van haar echtgenoot slechtheid of afkeer vreest, dan is er geen zonde voor hen indien zij onderling tot een verzoening komen en de verzoening is beter, maar mensen worden gekenmerkt door gierigheid. En indien jullie het goede doen an (Allah) vrezen: voorwaar, Allah is Alwetend over wat jullie doen.","en":"If a woman fears indifference or neglect from her husband, there is no blame on either of them if they seek ˹fair˺ settlement, which is best. Humans are ever inclined to selfishness. But if you are gracious and mindful ˹of Allah˺, surely Allah is All-Aware of what you do"},"surah":{"surahId":4,"name":"Nisâ","nameAr":"النِّسَاءِ","revelationOrder":92,"verseCount":176,"juzNo":4,"firstPage":77}},{"id":622,"surahId":4,"ayatId":129,"ayatNo":"١٢٩","pageNo":99,"ayatText":"وَلَنْ تَسْتَطٖيعُٓوا اَنْ تَعْدِلُوا بَيْنَ النِّسَٓاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمٖيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِؕ وَاِنْ تُصْلِحُوا وَتَتَّقُوا فَاِنَّ اللّٰهَ كَانَ غَفُوراً رَحٖيماً","ayatMealText":{"tr":"Kadınlarınız arasında her yönden adaletli davranmaya ne kadar uğraşsanız buna güç yetiremezsiniz. Bari birisine tamamen kapılıp da diğerini askıya alınmış gibi bırakmayın. Eğer arayı düzeltir ve haksızlıktan korunursanız, şüphesiz Allah çok bağışlayıcı ve esirgeyicidir.","nl":"En jullie zullen nooit in staat zijn rechtvaardig te zijn voor de vrouwen, hoezeer jullie ook willen, geeft niet geheel toe aan jullie neiging (tot één bepaalde vrouw) en laat haar (een andere vrouw) niet in het onzekere verkeren, on als jullie je beteren en (Allah) vrezen: voorwaar, Allah is Vergevensgezind, Meest Barmhartig.","en":"You will never be able to maintain ˹emotional˺ justice between your wives—no matter how keen you are. So do not totally incline towards one leaving the other in suspense. And if you do what is right and are mindful ˹of Allah˺, surely Allah is All-Forgiving, Most Merciful"},"surah":null},{"id":623,"surahId":4,"ayatId":130,"ayatNo":"١٣٠","pageNo":99,"ayatText":"وَاِنْ يَتَفَرَّقَا يُغْنِ اللّٰهُ كُلاًّ مِنْ سَعَتِهٖؕ وَكَانَ اللّٰهُ وَاسِعاً حَكٖيماً","ayatMealText":{"tr":"Eğer karıkoca birbirlerinden ayrılacak olurlarsa, Allah, onların her birini geniş lutfuyla muhtaç bırakmaz. Allah'ın lutfu geniştir, hikmeti büyüktür.","nl":"En indien zij beiden van elkaar gaan scheiden, dan zal Allah beiden van Zijn overvloed schenken er Allah is Alomvattend Alwijs.","en":"But if they choose to separate, Allah will enrich both of them from His bounties. And Allah is Ever-Bountiful, All-Wise"},"surah":null},{"id":624,"surahId":4,"ayatId":131,"ayatNo":"١٣١","pageNo":99,"ayatText":"وَلِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَلَقَدْ وَصَّيْنَا الَّذٖينَ اُو۫تُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَؕ وَاِنْ تَكْفُرُوا فَاِنَّ لِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَكَانَ اللّٰهُ غَنِياًّ حَمٖيداً","ayatMealText":{"tr":"Göklerde ve yerde ne varsa hepsi Allah'ındır. Sizden önce kendilerine kitap verilenlere ve size Allah'tan korkmanızı emrettik. Eğer inkâr ederseniz, biliniz ki, göklerde ve yerde ne varsa hepsi Allah'ındır. Allah hiçbir şeye muhtaç değildir, hamd vesenâ O'na yakışır.","nl":"En aan Allah behoort wat in de hemelen en op de aarde is. En voorzeker, Wij hebben degenen die de Schrift vóór jullie gegeven was opgedragen, en ook jullie, om Allah te vrezen. En indien jullie ongelovig zijn, dan voorwaar: aan Allah behoort wat in de hemelen en op de aarde is. En Allah is Behoefteloos, Prijzenswaardig.","en":"To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. Indeed, We have commanded those given the Scripture before you, as well as you, to be mindful of Allah. But if you disobey, then ˹know that˺ to Allah belongs whatever is in the heavens and the earth. And Allah is Self-Sufficient, Praiseworthy"},"surah":null},{"id":625,"surahId":4,"ayatId":132,"ayatNo":"١٣٢","pageNo":99,"ayatText":"وَلِلّٰهِ مَا فِي السَّمٰوَاتِ وَمَا فِي الْاَرْضِؕ وَكَفٰى بِاللّٰهِ وَكٖيلاً","ayatMealText":{"tr":"Göklerde ve yerde ne varsa hepsi Allah'ındır. Vekil olarak Allah yeter.","nl":"En aan Allah behoort wat in de hemelen en op de aarde is. En Allah is voldoende als Beschermer.","en":"To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is sufficient as a Trustee of Affairs"},"surah":null},{"id":626,"surahId":4,"ayatId":133,"ayatNo":"١٣٣","pageNo":99,"ayatText":"اِنْ يَشَأْ يُذْهِبْكُمْ اَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرٖينَؕ وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدٖيراً","ayatMealText":{"tr":"Ey insanlar! Eğer Allah dilerse sizi giderir de başkalarını getirir. Ve Allah, buna kadirdir.","nl":"En indien Hij wilt, vernietigt Hij jullie, O mensen, en vervangt Hij jullie. En Allah heeft de macht om dat te doen.","en":"If it is His Will, He can remove you altogether, O humanity, and replace you with others. And Allah is Most Capable to do so"},"surah":null},{"id":627,"surahId":4,"ayatId":134,"ayatNo":"١٣٤","pageNo":99,"ayatText":"مَنْ كَانَ يُرٖيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِؕ وَكَانَ اللّٰهُ سَمٖيعاً بَصٖيراًࣖ","ayatMealText":{"tr":"Kim dünya nimetini isterse, bilsin ki dünya ve ahiret nimeti Allah katındadır. Allah her şeyi çok iyi işiten ve çok iyi görendir.","nl":"Wie een beloning van de wereld wil: het is bij Allah dat de beloning van de wereld en het Hiernamaals is. En Allah is Alhorend, Alziend.","en":"Whoever desires the reward of this world, then ˹let them know that˺ with Allah are the rewards of this world and the Hereafter. And Allah is All-Hearing, All-Seeing"},"surah":null}]}